{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Assistant - Extract or Open Multiple URLs with HTTP/HTTPS Or Reveal IP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One tool to manage and manipulate URLs & Reveal IP address."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "<-- Open URLs As They Are -->\nOpens each URL from a text area in new tabs.\nThis feature is helpful if you have a list of URLs that might be missing their protocol. It ensures that all URLs are formatted correctly and opens them in new tabs for convenience.\n\n<-- Bulk Open URLs with HTTPS -->\nOpens each URL from a text area in new tabs with https:// protocol, even if the URL originally had http://.\nThis ensures that all URLs are accessed securely over https://. If you prefer or require secure connections, this feature will help ensure all your web traffic is encrypted.\n\n<-- Open Current Tab’s URL with HTTPS -->\nChanges the URL of the currently active tab to use https:// if it doesn’t already, while preserving the rest of the URL (path, query parameters, etc.).\nIf you're viewing a site that is available over https:// but you're currently on the http:// version, this feature can quickly upgrade the URL to a secure connection, enhancing your privacy and security.\n\n<-- Open Current Tab’s URL with HTTP -->\nConverts the URL of the currently active tab to use http:// instead of https://, if it’s currently using https://.\nThis feature might be useful if you need to access a site that doesn’t support https:// or if you’re working in an environment where http:// is preferred like testing a domain.\n\n<-- Reveal IP Address of Current Tab’s Website -->\nRetrieves and displays the IP address of the domain from the currently active tab.\nThis feature can help you identify the IP address associated with a website, which can be useful for network diagnostics, troubleshooting.\n\n<-- Extract URLs -->\nExtracts all URLs from the given text by user and displays them back in the text area, formatted correctly.\nThis feature is great for cleaning up or extracting URLs from a block of text. It helps organize and manage URLs efficiently, especially when dealing with large amounts of text containing links."
  }
}