{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Next"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "read reddit post and comments side by side with next button. hide visited posts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new way to read reddit news. \n\nClicking the toolbar button will open 2 windows. The big one on the left contains the current post, and the small one on the right contains the comments to this post. The mobile layout is used to fit nicely into the sidebar. If it asks which mobile layout to use, click on \"old one is just fine\". If you click on the toolbar button again it will load the next post in the list. \n\nGo to options to set your subreddit. default is \"r/all\". you can also exclude subreddits which you don't like using the \"exclude current ..\" button in the options page. it will add the last visited/current subreddit to your excludes list. \n\nTo finish reading simply close both windows. The windows are reused, so you only have 2 open windows. by default they are about 2/3 for post and 1/3 for comments, but you can simply resize as you like as the windows stay in place and just replace content. \n\nDue to changes in the chrome toolbar, you have to go into extensions and pin the reddit-next icon to the toolbar. as it will be the button to forward to the next post. the icon sometimes changes and indicates loading new posts via rss from reddit website. \n\nv3.03: bugfixes, changed comments to old.reddit.com as i.reddit.com is gone\nv3.02: bugfixes, more stable skip of viewed posts\nv3.01: bugfixes, options, more stable code \nv2.13: bugfix v.redd.it\nv2.11: bugfix i.reddituploads.com\nv2.0: option to turn off mobile version of comments if using with \"Shine for Reddit\" which works better with normal links, preload now off by default. \nv1.9: bugfixes, try.compact cookie bug, now works\nv1.8: bugfixes and prefetch is in options customizable\nv1.6: bugfix, exclude subreddit pos\nv1.5: bugfix\nv1.4: preloading next page and fast switch\n\nP.S. this plugin works great in combination with my \"columns\" chrome extension which will beautify wikipedia pages and long article texts in general and make it more easy to read."
  }
}