{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 5"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sprunki Phase 5 - Free Incredibox Mod Online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables fullscreen functionality for web-based games. Use the popup interface to toggle fullscreen mode for an enhanced gaming experience.\n\n-------------\n\nWhat Is Sprunki Phase 5?\nSprunki Phase 5 is the latest fan-made expansion in the Incredibox universe, bringing a fresh layer of creativity and exploration to music creation. This new phase introduces a lineup of unique characters, each with distinct sounds and visuals, allowing players to craft a variety of musical styles and explore new ideas. Sprunki Phase 5 is designed for both long-time Incredibox fans and newcomers looking for a creative, accessible way to make music.\n\nHow to Play\nStart your musical journey at https://sprunkiphase5.online. Select from brand-new characters, each bringing its own unique sound, and experiment with layering beats, melodies, and effects. The intuitive controls make it easy to explore different combinations, allowing you to personalize each track to reflect your own style.\n\nGame Features\n\nUnique Characters & Sounds: Discover new characters with special sounds, offering endless ways to create and innovate.\nFresh Soundscapes: Layer new beats, melodies, and sound effects to create music that feels distinctive and imaginative.\nCreative Flexibility: Perfect for fans who love experimenting with sound, offering countless combinations and styles to explore.\nUser-Friendly Interface: Accessible for all skill levels, making it easy for beginners and experienced players to jump in.\nVisually Engaging Experience: Enhanced visuals and interactive gameplay create an immersive music-making experience.\nWhether you’re looking to experiment with new sounds or dive into music creation for the first time, Sprunki Phase 5 is an exciting way to expand your creativity in the Incredibox world. Jump in and discover what new music you can create!"
  }
}