{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Standard Deviation Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enter the comma separated values in the box to find standard deviation using standard deviation calculator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Standard Deviation Calculator Extension is a tool to calculate the STD of a set of data within your browser.\nYou don't have to search for the right standard deviation calculator on Google or remember the exact website URL to get the job done.\nWe built this extension with people who will always be in front of you. You just have to click on the extension button to access it if you have too many extensions installed.\n\n========Usage========\n1) Click on the standard deviation calculator icon in your extension tray, and the calculator will appear in a pop-up window in front of you.\n\n2) Enter your set of data in the input area, comma-separated, and don't worry about wrong input; the input validation is very intelligent it won't let you enter wrong information in the text area.\n\n3) Choose your calculation type (sample, population) \n\n4) Click on the \"Calculate\" button to get the result.\n\n========Result========\nWhichever type you choose, it calculates results for both the type population and sample. You can switch to another type without following the whole process for quick comparison.\nIt calculates \n- Standard Deviation\n- Variance\n- Differences\n- Differences (square)\n- Sum Of Differences\n- Mean\n\nThere is reset button to reset the whole calculation."
  }
}