{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Sidepanel - Tabbee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Amazon visible on every page in the side panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Sidepanel - Your Seamless Shopping Companion\n--------------------------------------------------------------------------------------------\n\nExperience the convenience of shopping on Amazon without leaving your current browser tab! With the Amazon Sidepanel extension, you can browse, compare, and shop directly from your Chrome sidebar, giving you the freedom to explore Amazon’s vast selection of products while multitasking on other online tasks. Designed for busy users who value efficiency and ease, Amazon Sidepanel brings everything you love about Amazon right to your fingertips.\n\nWhy Amazon Sidepanel?\n------------------------------------------\n1. Instant Access to Amazon\nOpen Amazon with a single click from your Chrome sidebar—no need to switch tabs or disrupt your workflow. Whether you’re checking out the latest deals or managing your shopping cart, Amazon Sidepanel keeps it all accessible right where you need it.\n\n2. Seamless Navigation\nNavigate effortlessly through Amazon’s categories, product listings, and even your order history. The extension’s intuitive design brings all of Amazon’s core functionalities into one compact side panel, giving you quick access to everything from bestseller categories to wish lists.\n\n3. Enhanced Productivity\nPerfect for multitaskers! Continue working, reading, or browsing other websites without missing out on your shopping. Amazon Sidepanel allows you to handle multiple tasks smoothly, making it easy to check product reviews, add items to your cart, or finalize your order while staying engaged with your primary work.\n\n4. Real-Time Updates and Deals\nGet instant updates on price drops, trending products, and hot deals without the need to refresh or open new tabs. With Amazon Sidepanel, you can monitor the best deals as they happen and make purchases without delay.\n\n5. Smart Shopping at Your Pace\nSay goodbye to the hassle of constantly switching tabs back and forth. Now you can do your research, compare products, and make informed decisions while keeping Amazon just a glance away on the side of your screen.\n\nKey Features:\n------------------------------------------\nOne-Click Amazon Access: Open Amazon’s full platform directly in your Chrome sidebar.\n\nFull Functionality: Manage your cart, explore categories, view recommendations, and much more, all from the side panel.\n\nCompact Design: Enjoy an optimized Amazon experience that’s condensed for easy navigation without losing any essential features.\n\nSmooth Performance: Lightweight and efficient, Amazon Sidepanel is built to run seamlessly alongside your other browser activities.\n\nExperience Amazon like never before with the Amazon Sidepanel extension—your streamlined, multitasking shopping assistant. Save time, stay productive, and keep Amazon just a click away with this all-in-one shopping extension. Try Amazon Sidepanel today for an effortless, organized, and time-saving shopping journey!"
  }
}