{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TwiBot - Export Tweets from Hashtags to CSV"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract historical Twitter tweets from any Hashtag or Search Term to CSV/Excel for social media analysis in 2024"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TwiBot chrome extension makes Twitter data a breeze. Choose a hashtag or search term, and you're set. Want more control? You can also decide the number of tweets and set a date range.  Make social media analytics work for you!\n\nPlease note, TwiBot chrome extension is an automation scrape tool and won't have any impact on your account.\n\n🙂How it works:\n1. Enter a hashtag or search term (e.g., hashtag: #stayhappy, search term: World Cup Final ) .\n2. Enter the number of tweets you'd like to export (there's no limit to how many you can extract, but be aware that larger quantities could take a while to process. We recommend setting a reasonable number for a quicker export).\n3. Optionally set a start and end date, and you're ready to begin the export.\n4. Twitter has a rate limit in place, but don't worry, TwiBot automatically manages this and will pause as needed. You don't need to do anything.\n\n🗎Sample CSV:\nYou can view the sample CSV in the following Google Sheet document:\nhttps://docs.google.com/spreadsheets/d/19XI8zGuU9p5iceKPgR5US2YzvuQ_1S0GqI9ioGIQuf0/edit?usp=sharing\n\n📋The exported CSV file contains the following columns:\n1.ID\n2.TweetText: The full content of the tweet.\n3.TweetURL: The URL of the tweet.\n4.TweetType\n5.TweetAuthor\n6.Handle: Twitter username, starting with @, like @NASA.\n7.Geo: Location data showing where a tweet was posted from\n8.Mentions: Other users mentioned in the tweet\n9.Hashtags: All the hashtags included in the tweet\n10.ReplyCount: The number of replies to the tweet.\n11.QuoteCount: The number of times the tweet has been quoted.\n12.RetweetCount: The number of times the tweet has been retweeted.\n13.LikeCount: The number of likes the tweet has received.\n14.Views: The number of views the tweet has received.(some tweets does not include views data and will be represented by a \"-\")\n15.BookmarkCount: The number of times the tweet has been bookmarked.\n16.CreatedAt: The date and time the tweet was created.\n17.AllMediaURL: The URLs of any media (e.g., images, videos) included in the tweet.\n18.VideoURL: If the tweet contains a video, this is the source URL for the highest quality version of the video.\n\n📝Changelogs:\n2023/8/25 version 1.1.0: Fix bug\n2023/10/11 version 1.2.0: Fix bug\n2024/1/8 version 1.3.0: Add fields 'handle', 'geo', 'mentions', 'hashtags', and 'videoURL' to the exported CSV.\n2024/4/11 version 1.4.0: Fix bug\n2024/4/30 version 1.4.1: Fix bug\n2024/5/18 version 1.4.2: Compatible with X\n2024/6/27 version 1.4.4: Fix bug\n\n🔒Data Privacy:\nWe place a premium on the security and privacy of user data, and deeply appreciate the trust our users place in us. As such, we strictly follow all privacy laws and guidelines, including but not limited to the General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA).\n\n📘Disclaimer: \nTwitter is a registered trademark of Twitter, Inc. TwiBot operates independently as a browser extension and holds no affiliation with Twitter. \n\n✉️Contact us:\nIf you have any bug reports, feedback, or suggestions for improvement, please feel free to contact us anytime at xtcodetech@gmail.com."
  }
}