{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COLLABORATE: Co-browse Without Screen Sharing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sariska co-browsing extension to browse any website together without screen sharing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the new era of collaboration!\n\nCOLLABORATE is your one step destination to make any website in the world collaborative. With the click of a button, you can now transform any website into a shareable environment amongst colleagues, friends & family, with integrated. It permits you to take any existing website and share within teams or across the whole organisation to collaboratively annotate, discuss, enhance, and otherwise bring it to life – all within your browser.\n\nWhy COLLABORATE?\n\n-> Convert any page into a shareable link is just one click away.\n-> Share the link with as many people as you like.\n-> Share the link using email or any other platform of your choice.\n-> HD video and audio calls for you to discuss, elaborate and brainstorm.\n-> Chat box to facilitate easy and seamless flow of conversation.\n-> Integrated screen sharing allows users to participate on the screen. You can now click, select or edit content across participants.\n-> Full compliance with privacy and data security.\n\nChange Log v1.0.6:\n1. Change API Key for Centralised separate usage monitoring\n2. Added Disclaimer for Using Collaborate\n3. Automated Room name creation to a random room generator\n4. Fixed Error when participant goes back\n\n*Instructions on how to use the extension can be found by clicking on the Sariska icon located near the address bar of your browser.\n\nThis Chrome Webstore uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\n\nThe information generated by the cookie about your use of the website will be transmitted to and stored by Google on servers in the United States . In case IP-anonymisation is activated on this website, your IP address will be truncated within the area of Member States of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases the whole IP address will be first transfered to a Google server in the USA and truncated there. The IP-anonymisation is active on this website.\n\nGoogle will use this information on behalf of the operator of this website for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing them other services relating to website activity and internet usage. The IP-address, that your Browser conveys within the scope of Google Analytics, will not be associated with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website."
  }
}