{
  "name": {
    "ar": "تشغيل الجليد  Html5 Game",
    "am": "የበረዶ ሩጫ  Free Games",
    "bg": "Ледено бягане  Crazy Game",
    "bn": "আইস রান  Browser Game",
    "ca": "Carrera de gel  Online Game",
    "cs": "Ledový běh  Unblocked Games",
    "da,el,hr": "Ice Run  Unblocked Game",
    "de": "Eislauf  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Ice Run - Html5 Game",
    "es": "carrera de hielo Playing Game",
    "et": "Jääjooks  Html5 Games",
    "fa": "یخ اجرا  Browser Game",
    "fi": "Jääjuoksu  Html5 Games",
    "fil": "Ice Run Playing Game",
    "fr": "Course sur glace  Online Games",
    "gu": "આઇસ રન  Browser Games",
    "he": "ריצת קרח  Online Game",
    "hi": "आइस रन  Arcade Game",
    "hu": "Pálya  Online Game",
    "id": "Lari Es  Html5 Game",
    "it": "Corsa sul ghiaccio  Arcade Game",
    "ja": "アイスラン  Unblocked Games",
    "kn": "ಐಸ್ ರನ್  Html5 Game",
    "ko": "아이스런  Html5 Game",
    "lv": "Ledus skrējiens  Unblocked Games",
    "ml": "ഐസ് റൺ  Online Game",
    "mr": "आइस रन  Online Game",
    "ms": "Larian Ais  Html5 Games",
    "nl": "IJs rennen  Html5 Games",
    "pl": "Bieg na lodzie  Unblocked Games",
    "ro": "Ice Run  Arcade Game",
    "ru": "Ледяной забег  Crazy Game",
    "sk": "Ľadový beh  Arcade Game",
    "sl": "Ledeni tek  Browser Games",
    "sw": "Kukimbia kwa barafu  Html5 Game",
    "ta": "ஐஸ் ரன்  Browser Game",
    "te": "ఐస్ రన్  Html5 Games",
    "th": "วิ่งน้ำแข็ง  Unblocked Games",
    "tr": "Kızak yolu  Online Games",
    "uk": "Крижана пробіжка  Html5 Games"
  },
  "short": {
    "ar": "Ice Run هي لعبة حركة HTML5 حيث يتحكم اللاعبون في سانتا ويتجنبوا العوائق. يجب على اللاعبين تجنب العقبات وجمع الهدايا.",
    "am": "አይስ አሂድ ተጫዋቾች ሳንታ የሚቆጣጠሩበት እና እንቅፋት የሚርቁበት HTML5 የድርጊት ጨዋታ ነው። ተጫዋቾች እንቅፋቶችን ማስወገድ እና ስጦታዎችን መሰብሰብ አለባቸው.",
    "bg": "Ice Run е HTML5 екшън игра, в която играчите контролират Дядо Коледа и избягват препятствията. Играчите трябва да избягват…",
    "bn": "আইস রান হল একটি HTML5 অ্যাকশন গেম যেখানে খেলোয়াড়রা সান্তাকে নিয়ন্ত্রণ করে এবং বাধা এড়ায়। খেলোয়াড়দের অবশ্যই বাধা এড়াতে হবে…",
    "ca": "Ice Run és un joc d&#39;acció HTML5 on els jugadors controlen el Pare Noel i eviten els obstacles. Els jugadors han d&#39;evitar…",
    "cs": "Ice Run je akční hra HTML5, ve které hráči ovládají Santu a vyhýbají se překážkám. Hráči se musí vyhýbat překážkám a sbírat dárky.",
    "da": "Ice Run er et HTML5 actionspil, hvor spillerne styrer julemanden og undgår forhindringer. Spillere skal undgå forhindringer og…",
    "de": "Ice Run ist ein HTML5-Actionspiel, bei dem Spieler den Weihnachtsmann steuern und Hindernissen ausweichen. Die Spieler müssen…",
    "el": "Το Ice Run είναι ένα παιχνίδι δράσης HTML5 όπου οι παίκτες ελέγχουν τον Άγιο Βασίλη και αποφεύγουν τα εμπόδια. Οι παίκτες πρέπει να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Ice Run is an HTML5 action game where players control Santa and avoid obstacles. Players must avoid obstacles and collect presents.",
    "es": "Ice Run es un juego de acción HTML5 en el que los jugadores controlan a Santa y evitan obstáculos. Los jugadores deben evitar…",
    "et": "Ice Run on HTML5 põnevusmäng, kus mängijad juhivad jõuluvana ja väldivad takistusi. Mängijad peavad vältima takistusi ja koguma…",
    "fa": "Ice Run یک بازی اکشن HTML5 است که در آن بازیکنان بابانوئل را کنترل می کنند و از موانع دوری می کنند. بازیکنان باید از موانع دوری…",
    "fi": "Ice Run on HTML5-toimintapeli, jossa pelaajat ohjaavat joulupukkia ja välttävät esteitä. Pelaajien tulee välttää esteitä ja kerätä…",
    "fil": "Ang Ice Run ay isang HTML5 action game kung saan kinokontrol ng mga manlalaro ang Santa at iniiwasan ang mga hadlang. Dapat iwasan…",
    "fr": "Ice Run est un jeu d&#39;action HTML5 où les joueurs contrôlent le Père Noël et évitent les obstacles. Les joueurs doivent éviter…",
    "gu": "આઈસ રન એ HTML5 એક્શન ગેમ છે જ્યાં ખેલાડીઓ સાન્ટાને નિયંત્રિત કરે છે અને અવરોધોને ટાળે છે. ખેલાડીઓએ અવરોધો ટાળવા જોઈએ અને ભેટો…",
    "he": "Ice Run הוא משחק פעולה HTML5 שבו שחקנים שולטים בסנטה ונמנעים ממכשולים. על השחקנים להימנע ממכשולים ולאסוף מתנות.",
    "hi": "आइस रन एक HTML5 एक्शन गेम है जहां खिलाड़ी सांता को नियंत्रित करते हैं और बाधाओं से बचते हैं। खिलाड़ियों को बाधाओं से बचना चाहिए और…",
    "hr": "Ice Run je HTML5 akcijska igra u kojoj igrači kontroliraju Djeda Mraza i izbjegavaju prepreke. Igrači moraju izbjegavati prepreke i…",
    "hu": "Az Ice Run egy HTML5-ös akciójáték, amelyben a játékosok irányítják a Mikulást, és elkerülik az akadályokat. A játékosoknak el kell…",
    "id": "Ice Run adalah game aksi HTML5 di mana pemain mengontrol Sinterklas dan menghindari rintangan. Pemain harus menghindari rintangan…",
    "it": "Ice Run è un gioco d&#39;azione HTML5 in cui i giocatori controllano Babbo Natale ed evitano gli ostacoli. I giocatori devono…",
    "ja": "Ice Run は、プレーヤーがサンタを操作して障害物を回避する HTML5 アクション ゲームです。プレイヤーは障害物を避けてプレゼントを集めなければなりません。",
    "kn": "ಐಸ್ ರನ್ HTML5 ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಸಾಂಟಾವನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾರೆ ಮತ್ತು ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸುತ್ತಾರೆ. ಆಟಗಾರರು ಅಡೆತಡೆಗಳನ್ನು…",
    "ko": "Ice Run은 플레이어가 산타를 조종하고 장애물을 피하는 HTML5 액션 게임입니다. 플레이어는 장애물을 피하고 선물을 모아야 합니다.",
    "lv": "Ice Run ir HTML5 darbības spēle, kurā spēlētāji kontrolē Ziemassvētku vecīti un izvairās no šķēršļiem. Spēlētājiem jāizvairās no…",
    "ml": "കളിക്കാർ സാന്തയെ നിയന്ത്രിക്കുകയും തടസ്സങ്ങൾ ഒഴിവാക്കുകയും ചെയ്യുന്ന ഒരു HTML5 ആക്ഷൻ ഗെയിമാണ് ഐസ് റൺ. കളിക്കാർ തടസ്സങ്ങൾ…",
    "mr": "आइस रन हा HTML5 अॅक्शन गेम आहे जेथे खेळाडू सांता नियंत्रित करतात आणि अडथळे टाळतात. खेळाडूंनी अडथळे टाळून भेटवस्तू गोळा केल्या…",
    "ms": "Ice Run ialah permainan aksi HTML5 yang membolehkan pemain mengawal Santa dan mengelakkan halangan. Pemain mesti mengelakkan…",
    "nl": "Ice Run is een HTML5-actiegame waarin spelers de kerstman besturen en obstakels ontwijken. Spelers moeten obstakels vermijden en…",
    "pl": "Ice Run to gra akcji HTML5, w której gracze kontrolują Świętego Mikołaja i omijają przeszkody. Gracze muszą unikać przeszkód i…",
    "ro": "Ice Run este un joc de acțiune HTML5 în care jucătorii îl controlează pe Moș Crăciun și evită obstacolele. Jucătorii trebuie să…",
    "ru": "Ice Run — это экшн-игра на HTML5, в которой игроки управляют Сантой и избегают препятствий. Игроки должны избегать препятствий и…",
    "sk": "Ice Run je akčná hra HTML5, v ktorej hráči ovládajú Santu a vyhýbajú sa prekážkam. Hráči sa musia vyhýbať prekážkam a zbierať…",
    "sl": "Ice Run je akcijska igra HTML5, kjer igralci nadzorujejo Božička in se izogibajo oviram. Igralci se morajo izogibati oviram in…",
    "sw": "Ice Run ni mchezo wa vitendo wa HTML5 ambapo wachezaji hudhibiti Santa na kuepuka vikwazo. Wachezaji lazima waepuke vikwazo na…",
    "ta": "ஐஸ் ரன் என்பது HTML5 அதிரடி கேம் ஆகும், இதில் வீரர்கள் சாண்டாவைக் கட்டுப்படுத்தி தடைகளைத் தவிர்க்கிறார்கள். வீரர்கள் தடைகளைத்…",
    "te": "ఐస్ రన్ అనేది HTML5 యాక్షన్ గేమ్, ఇక్కడ ఆటగాళ్ళు శాంటాను నియంత్రిస్తారు మరియు అడ్డంకులను నివారించవచ్చు. ఆటగాళ్ళు అడ్డంకులను…",
    "th": "Ice Run เป็นเกมแอคชั่น HTML5 ที่ผู้เล่นควบคุมซานต้าและหลีกเลี่ยงสิ่งกีดขวาง ผู้เล่นจะต้องหลีกเลี่ยงสิ่งกีดขวางและรวบรวมของขวัญ",
    "tr": "Ice Run, oyuncuların Noel Baba&#39;yı kontrol ettiği ve engellerden kaçtığı bir HTML5 aksiyon oyunudur. Oyuncular engellerden…",
    "uk": "Ice Run — це бойовик HTML5, де гравці керують Сантою та уникають перешкод. Гравці повинні уникати перешкод і збирати подарунки."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ice Run is an HTML5 action game where players control Santa and avoid obstacles. Players must avoid obstacles and collect presents.\nIce Run is a fast-paced HTML5 game that is perfect for the winter season. In the game, players control a character dressed as Santa Claus and must use him to navigate a frozen landscape while avoiding obstacles. The gameplay is on a scrolling screen, and Santa moves automatically, following the player's mouse cursor or finger.\nThe game's objective is to avoid obstacles and collect as many presents as possible while navigating the frozen landscape. The screen will scroll continuously, and new blocks will appear as the game progresses. To succeed, players must have quick reflexes and be able to anticipate and avoid obstacles.\nOne of the critical features of Ice Run is its colorful and vibrant graphics, which are perfect for the winter season. The game's easy-to-use controls and straightforward gameplay make it ideal for players of all ages.\nIn addition to the standard game mode, Ice Run also includes a variety of challenging levels. And game modes to keep players coming back for more. In the Puzzle mode, players must use their reflexes and problem-solving skills to solve increasingly tricky levels. Endlessly, players must stay alive for as long as possible, avoiding obstacles and collecting presents to stay ahead.\nIce Run is a fun and addictive HTML5 game that keeps players entertained for hours. Its challenging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and engaging game.\n\nTo swipe Install this extension to play the Ice Run Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}