{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job Arranger (Linkedin,Indeed,Glassdoor,...)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job Arranger is about making your job search more organized, efficient and fast. All in one platform with reports and dashboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For now, it only supports Linkedin website, but in the next versions, we are going to apply the same features for all the other recruiting sites like Indeed, glassdoor, jobbank and etc. \n\nKey Features:\n\n1. Search Management:\n\nWith job Arranger, managing your job searches across popular platforms like LinkedIn, Indeed, Job Bank, Glassdoor and Monster becomes a breeze. No more juggling between multiple tabs or losing track of promising job listings.\n\n2. Smart Organization:\n\nOur extension intelligently categorizes your job searches. You can easily find out the status of different jobs, their companies or locations, which you have set before, ensuring that you never miss a relevant opportunity.\n\n3. One-Click Apply:\n\nJob Arranger streamlines the application process. When you categorize your job list, then you're always ready to apply, simply click on the job listing, and our extension will take you directly to the jobs signed in the whitelist.\n\n4. Secure Data Storage:\n\nRest assured that your job search data is safe and private. Job Arranger uses state-of-the-art encryption to protect your information.\n\n5. Perfect Report:\n\nJob Arranger report provides in-depth insights into your application history and job preferences, helping you optimize your job search strategy for better career prospects.\n\nWhy Choose Job Arranger?\n\nSave Time: Our extension minimizes the time spent on manual searches and organization, allowing you to focus on crafting stellar job applications.\n\nIncrease Efficiency: Job Arranger's features ensure that you never miss out on relevant opportunities, giving you the upper hand in the competitive job market.\n\nStay Organized: Effortlessly categorize and manage your job searches to keep your job hunt organized and stress-free.\n\nEasy to Use: Job Arranger is user-friendly and requires no technical expertise. It seamlessly integrates into your browser.\n\nIn Control Search: With Job Arranger, you are always in control of your search. It categorizes your search so you will not lose track.\n\nGain Report: The report that is provided by our extension helps you to go through your applications and preferences any time you want.\n\nGet Started Today:\n\nEnhance your job search experience and take a step closer to your dream job. Install Job Arranger now and unlock a world of opportunities.\n\nJoin Thousands of Satisfied Users:\n\nJob seekers around the world have already transformed their job search with Job Arranger. Join our community and experience the difference for yourself.\n\nSupport and Feedback:\n\nWe value your feedback and are committed to continuously improving Job Arranger. If you have any questions, suggestions, or encounter any issues, our dedicated support team is here to assist you.\n\nInstall Job Arranger Today and Supercharge Your Job Hunt!\n\nDon't let a disorganized job search hold you back. Install Job Arranger now and start your journey towards a more efficient and successful job hunt. Say goodbye to endless scrolling and hello to a brighter future!"
  }
}