{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAML Chrome Panel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extends the Developer Tools, adding support for SAML Requests and Responses to be displayed in the Developer Tools window"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an Open Source SAML debugger for Chrome. It operates as another panel in the Chrome Developer Tools section, which monitors the traffic in the current active tab. This panel is trying to replicate what the Firefox version of SAML Tracer does as there wasn't a good enough one (or any) for Chrome at the time of writing this.\n\nGitHub Repo: https://github.com/milton-lai/saml-chrome-panel\nFeel free to branch and help make this even better!\n\nIt is designed to display all network traffic, along with the request and response data. If there is a SAML request or response, then it will grab the message, format it nicely and show it to you in another tab.\n\nUpdates:\n- Set links to open in the same browser\n-- There is a new feature to \"Scrub\" the links in the current page. Basically, it will update all anchor tags and set their target attribute to equal '_self'. This should address the issue of having SAML transactions opening up in new tabs and such. This is the best implementation I could think of as I'm unable to listen to all traffic on all tabs.\n- Import and export the network traffic.\n-- It imports and exports the traffic on the browser in a JSON format.\n- Toggle showing SAML traffic.\n\nPlease note that at the moment, I've only looked at OpenAM Redirect and POST SAML transactions (as that is what I've got access to). If there are others which are working, please let me know. If there are SSO frameworks that are not working, then also please let me know and I'll try to get it working (e.g. SOAP).\n\nThanks to @jasonwzs (https://github.com/jasonwzs) and @AlmogBaku (https://github.com/AlmogBaku) for contributing\n\nUpdate (2023-06-03):\n-- Updating to use Manifest v3. No real changes.\n\nUpdate (2021-05-02):\n-- Fixing update-links functionality\n\nUpdate (2020-07-18):\n-- Updated internal libraries.\n-- Reduced extension size.\n-- Minor code cleanup.\n-- Increased SAML font size.\n\nUpdate (2017-11-19):\n-- Added toggle limit of 500 network requests, to keep memory footprint smaller.\n-- Added Search option for the SAML tab."
  }
}