{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mr Forex"
  },
  "short": {
    "ar": "افضل شركات تداول العملات في العالم • افضل شركات وساطة لتداول العملات",
    "am,ca,en,en_AU,en_US,fil,gu,he,hi,kn,ml,mr,pl,sw,ta,te,tr": "Find the Best Forex brokers Online.",
    "bg": "Тук можете да видите списък на по-известните форекс брокери.",
    "bn": "ভালো ফরেক্স ব্রোকার",
    "cs": "Srovnání a hodnocení Forex brokerů.",
    "da": "Guide til valg af de bedste valuta mæglere og trading platforme på markedet.",
    "de": "Vergleich der besten FX Broker: Wir haben die Top Forex Anbieter.",
    "el": "Εδώ θα βρείτε τoν πληρέστερο οδηγό για τις εταιρίες Forex στα ελληνικα. Πληροφορίες για τους μεσίτες forex και για τις υπηρεσίες…",
    "en_GB": "Find the best Forex brokers online.",
    "es,es_419": "Aquí tienes el listado de los mejores brokers para invertir en el mercado Forex y que están disponibles en español.",
    "et": "Vali kauplemiseks parim Forex maakler.",
    "fa": "در Mr Forex معتبرترین و پیشتازترین بروکرهای فارکس برای شما ارائه شده اند.",
    "fi": "Olemme tehneet listan välittäjät jotka tarjoavat kaupankäynnin Forex trading (valuuttakauppa). Meiltä löydät netin parhaat meklarit.",
    "fr": "Trouvez les meilleurs brokers Forex en ligne en français.",
    "hr": "Cilj ove web stranice jeste da se iznesu korisne informacije o nekim od ovih Forex brokeri.",
    "hu": "Itt találod a Forex brókerek listáját.",
    "id": "Review dan rating broker forex terbaik dan terpercaya bagus untuk trader forex.",
    "it": "In questo portale viene proposta una dettagliata lista dei migliori broker forex affidabili, disponibili in lingua italiana e…",
    "ja": "世界中にある海外FX会社の中から、私たちが自信をもっておすすめできる安全で有益なサービス提供している会社のみを厳選し、皆様にご紹介しております。",
    "ko": "fx중계업체 순위 제공 • 브로커비교 • 포렉스 거래",
    "lt": "Geriausios forex brokerinės kompanijos. Forex prekiautojo portalas.",
    "lv": "Izmantojiet Forex brokeru reitingu mājas lapā MrForex. Pareizā Forex brokera izvēle.",
    "ms": "Broker Forex yang tersenarai di sini merupakan broker yang boleh dipercayai dan banyak digunakan oleh trader dari serata dunia.",
    "nl": "Vergelijk de beste online Forex brokers en begin vandaag nog met Forex handelen. Hier zullen verschillende brokers worden…",
    "no": "Her er en liste over alle gode valutameglere som tilbyr valutahandel. Vi hjelper deg med å finne den tjenesten som passer deg best.",
    "pt_BR,pt_PT": "MrForex apresenta toda a informação necessária dos melhores corretoras da Forex em Português.",
    "ro": "O scurta prezentare a celor mai importanti brokeri te va ajuta sa castigi timp si sa alegi cea mai avantajoasa oferta pentru tine.",
    "ru": "В рейтинг форекс брокеров входят лучшие форекс брокеры, которые предоставляют гарантированную выплату и отлично подходят для…",
    "sk": "Kompletný prehľad tých najlepších forex brokerov na trhu pre obchodníkov. Rebríček najlepších svetových Forex brokerov.",
    "sl": "Tukaj je 10 najboljših platform na svetu.",
    "sr": "Pregled važnijih brokera sa najbitnijim osobinama, odnosno uslugama koje nude, koje možete da sortirate po Vašim zahtevima.",
    "sv": "En komplett översikt av valutamäklare. Vi visar dig de bästa och mest populära mäklare som erbjuder handel i valutor och andra…",
    "th": "ที่นี่คุณจะได้พบกับโบรกเกอร์ Forex อันดับสูงสุดและที่น่าเชื่อถือในไทย",
    "uk": "Брокери представлені в порядку убування рейтингу. Рейтинг формується виходячи з багатьох факторів, включаючи надійність, час роботи…",
    "vi": "Tại đây, bạn có thể tìm kiếm và lựa chọn sàn giao dịch phù hợp nhất với mình dựa vào các thông tin và thông số giao dịch chi tiết.",
    "zh_CN": "该网站提供最新的最佳外汇经纪商的信息来进行外汇保证金交易。我们的目标是找出最好的外汇商，以满足我们的外汇交易者的需求。",
    "zh_TW": "而年 全球十大 外匯交易 平台排名，旨在通過外匯平台的品牌資質，口碑以及信譽。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "null"
  }
}