{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DepopBooster: Refresh/Relist Depop Listing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Depop Booster bot: Refresh and Relist Depop listings automatically. Automate and boost your Depop account with ease"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Depop Boost is a powerful Chrome extension designed to streamline your Depop selling experience. Say goodbye to manual relisting and refreshing of your items - our innovative tool takes care of it all, leaving you more time to focus on growing your business.\n\nKey Features:\n\nAutomated Relisting: With Depop Boost, you can set specific intervals for your items to be automatically relisted. This ensures your listings stay at the top of search results, increasing visibility and boosting sales.\n\nScheduled Refreshes: Keep your listings current and engaging by scheduling automatic refreshes. Our extension will update your item's timestamp, giving it a fresh appearance to potential buyers.\n\nTime-Saving Convenience: By automating the relisting and refreshing process, you'll reclaim valuable time that can be better spent sourcing new inventory or engaging with your customer base.\n\n\nNotes: \n 1.\tOur depop bot has a trial period of 7 days NO CREDIT CARD NEEDED\n 2.\tWe provide a free 24/7 support.\n 3.\tYour Depop account is safe: Your Depop Credentials are NOT needed for the extension\n\nHow to Use:\nInstall DepopBoost from the Chrome Web Store.\nOpen your Depop seller account.\nAccess the extension's intuitive dashboard to customize your relisting and refreshing preferences.\nSit back and watch as Depop Boost effortlessly manages your listings.\n\n\nCompatibility:\nDepopBoost is compatible with all modern browsers running the Chrome and Edge Browsers.\n\nSupport and Feedback:\nWe value your input! If you have any questions, feedback, or encounter any issues, our dedicated support team is here to assist you.\n\nStart optimizing your Depop sales process with Depop Boost. Install now and watch your listings soar!"
  }
}