{
  "name": {
    "ar,he,ja,ms,sk,sl": "Baby Duck Online",
    "am,fa,gu,mr,sv,te": "Baby Duck Unblocked Game",
    "bg,ca,fil,hu,ko,no,ro,ta,th": "Baby Duck Online Game",
    "bn,da,el,fi,hr,id,kn,lv,sw": "Baby Duck Game",
    "cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hi,it,lt,ml,nl,pl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Baby Duck Casual Game"
  },
  "short": {
    "ar": "حرك البطة الصغيرة ، وجمع كل الحلوى وتجنب القنابل.",
    "am": "ሕፃኑን ዳክዬ አንቀሳቅስ፣ ሻማውን በሙሉ ሰብስቦ ከቦምቦቹ ራቅ።",
    "bg": "Преместете бебешката патица, съберете всички бонбони и избягвайте бомбите.",
    "bn": "বাচ্চা হাঁসটি সরান, সমস্ত ক্যান্ডি সংগ্রহ করুন এবং বোমাগুলি এড়িয়ে চলুন।",
    "ca": "Mou l'ànec nadó, recull tots els caramels i evita les bombes.",
    "cs": "Přesuňte kachní dítě, posbírejte všechny bonbóny a vyhněte se bombám.",
    "da": "Flyt babyanden, saml alle slik og undgå bomberne.",
    "de": "Bewegen Sie die Babyente, sammeln Sie alle Süßigkeiten und vermeiden Sie die Bomben.",
    "el": "Μετακινήστε την πάπια μωρών, συλλέξτε όλες τις καραμέλες και αποφύγετε τις βόμβες.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Move the baby duck, collect all the candies and avoid the bombs.",
    "es": "Mueve el pato bebé, recoge todos los caramelos y evita las bombas.",
    "et": "Liigutage beebi parti, koguge kõik kommid ja vältige pomme.",
    "fa": "حرکت اردک نوزاد، جمع آوری تمام آبنبه ها و اجتناب از بمب.",
    "fi": "Siirrä vauva ankka, kerää kaikki karkit ja vältä pommeja.",
    "fil": "Ilipat ang sanggol pato, mangolekta ng lahat ng mga kandila at maiwasan ang mga bomb.",
    "fr": "Déplacez le bébé canard, ramassez tous les bonbons et évitez les bombes.",
    "gu": "બેબી બતકને ખસેડો, બધી કેન્ડી એકત્રિત કરો અને બોમ્બથી બચો.",
    "he": "הזיזו את הברווז התינוק, אספו את כל הממתקים והימנעו מהפצצות.",
    "hi": "बच्चे बतख ले जाएँ, सभी कैंडी इकट्ठा और बम से बचने।",
    "hr": "Premjestite patku, skupite sve bombe i izbjegavajte bombe.",
    "hu": "Mozgassa a bébi kacsát, gyűjtse össze az összes cukorkát és kerülje a bombákat.",
    "id": "Pindahkan bayi bebek, kumpulkan semua permen dan hindari bom.",
    "it": "Sposta l'anatra, raccogli tutte le caramelle ed evita le bombe.",
    "ja": "赤ちゃんのアヒルを動かし、すべてのキャンディーを集め、爆弾を避けてください。",
    "kn": "ಮರಿ ಬಾತುಕೋಳಿಯನ್ನು ಸರಿಸಿ, ಎಲ್ಲಾ ಕ್ಯಾಂಡಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ ಮತ್ತು ಬಾಂಬ್ ಗಳನ್ನು ತಪ್ಪಿಸಿ.",
    "ko": "아기 오리를 움직이고, 모든 사탕을 모으고 폭탄을 피하십시오.",
    "lv": "Pārvietojiet bērnu pīli, savāciet visas konfektes un izvairieties no bumbām.",
    "ml": "കുഞ്ഞ് താറാവിനെ നീക്കുക, എല്ലാ മിഠായികളും ശേഖരിക്കുക, ബോംബുകൾ ഒഴിവാക്കുക.",
    "mr": "बेबी डक हलवा, सर्व कँडी गोळा करा आणि बॉम्ब टाळा.",
    "ms": "Gerakkan itik bayi, kumpulkan semua gula-gula dan elakkan bom.",
    "nl": "Verplaats de baby-eend, verzamel alle snoepjes en vermijd de bommen.",
    "no": "Flytt babyanden, samle alle godteri og unngå bomber.",
    "pl": "Przenieś kaczkę, zbierz wszystkie cukierki i unikaj bomb.",
    "ro": "Mutați rața copilului, colectați toate bomboanele și evitați bombele.",
    "ru": "Перемещайте детеныша утки, соберите все конфеты и избегайте бомб.",
    "sk": "Presuňte detskú kačicu, pozbierajte všetky cukríky a vyhnite sa bombám.",
    "sl": "Premaknite raco, zberite vse bombone in se izogibajte bombam.",
    "sv": "Flytta babyankan, samla alla godisar och undvik bomberna.",
    "sw": "Sogeza mtoto bata, kukusanya pipi zote na epuka mabomu.",
    "ta": "குழந்தை வாத்தை நகர்த்தவும், அனைத்து மிட்டாய்களையும் சேகரிக்கவும், குண்டுகளைத் தவிர்க்கவும்.",
    "te": "బేబీ బాతును కదిలించండి, అన్ని క్యాండీలను సేకరించండి మరియు బాంబులను నివారించండి.",
    "th": "ย้ายลูกเป็ดเก็บลูกอมทั้งหมดและหลีกเลี่ยงระเบิด",
    "tr": "Bebek ördeği hareket ettirin, tüm şekerleri toplayın ve bombalardan kaçının.",
    "uk": "Перемістіть дитинча качки, зберіть всі цукерки і уникайте бомб."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to collect candies falling from the air with a sweet duck! Avoid obstacles and make the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nBaby Duck Casual Game Features\n✓ 2D Character\n✓ Infinity Level\n✓ Easy control\n✓ Fun Sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Baby Duck Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}