{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TTSReader | Text to Speech In Page Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read out loud any page, directly from within the page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reads out loud any page without leaving the page. Works continuously - even if you shift to a different tab. No tricks. No privacy violations. Does what it says it does - nothing else hidden under the hood.\nListen to news, wiki articles & more, directly on their websites.\n\nReads any website, without having to copy text or leave the website.\n\nTTSreader is particularly suited for content based websites, eg Wikipedia articles.\n\nPlease note: the ability to read an article on a site depends heavily on how the site is built (and tagged under the hood), as we try to read only the interesting content and skip non content like ads and stuff. In case you need it to read a site, and it does not do it very well, you can select the text, right-click with the mouse, then select 'Play Selected Text'. Also - please send us an email, or feedback on https://ttsreader.com/extension/guide/  so we can perhaps adjust for the site you need.\n\nMain Features:\nReading whole pages\nSelect text on the page -> right mouse click menu -> read selection\nMarks the currently read sentence, so you can follow the reading.\n\nMultilingual, multiple voices and accents.\n\nAll your website reading needs in a simple, efficient and intuitive manner! The extension is super simple to use and, a professional text to speech. The extension allows for instant reading of text with natural sounding voices, directly from within any website. \nThe extension's icon will be placed right on your Chrome's toolbar, so it will always be available without exiting your working tab. In addition, you can simply select the text you want to be read, and click \"Play Selected\" right from the popup context menu upon the right-mouse-click.\n \nThe TTSReader chrome extension has a set features and functionality that allow you to control and customize your listening experience.\n\t•\tChoose a language & voice from a list.\n\t•\tControl and vary reading speeds\n\t•\tPlay, pause, skip back and forward\n\t•\tHear text via selection and use of the right click menu\n\t•\tListen and continue browsing on other sites.\n\nUses of the TTSreader extenstion:\n\t•\tWhile working, listen to interesting articles and books\n\t•\tTTSReader allows for listening to written content while doing something else. \n\t•\tSuitable for kids education\n\t•\tAid for people with difficulties in reading\n\nPrivacy: We at TTSReader.com value your privacy, and that's why we do not store anything you type or any other data about you.\nFor additional info & feedback, please contact us at admin@speechlogger.com\n\nVisit our site on ttsreader.com"
  }
}