{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audi R8 GT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the thrill of Audi R8 GT with stunning wallpapers that fuel your passion for speed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power and elegance of one of the most iconic sports cars with Audi R8 GT Wallpapers. Every time you open a new page, you’re greeted with high-definition images of the stunning Audi R8 GT, showcasing its sleek lines, powerful engine, and cutting-edge design. 🚗\n\nQuick access links are provided through the shortcuts feature, allowing users to easily reach their favorite websites and frequently visited pages directly from the new tab. This enhances browsing efficiency by reducing the time spent searching for commonly used sites.\n\nThe Audi R8 GT is the epitome of performance and style, blending precision engineering with a bold aesthetic. Whether you're a fan of speed, luxury, or automotive design, this theme brings the excitement of the R8 GT right to your screen. From its aerodynamic curves to the aggressive stance, every angle of the Audi R8 GT is a work of art.\n\nThis theme is designed for those who appreciate the finer details of automotive excellence. The Audi R8 GT Wallpapers feature breathtaking images that highlight the car’s exceptional features, from its sleek exterior to the high-performance interior. With each page, you’re transported to the world of luxury cars, where innovation and speed meet in perfect harmony.\n\nThe Audi R8 GT is not just a car; it’s a statement. Its V10 engine roars to life, and its design leaves an unforgettable impression. Whether you're an Audi enthusiast or simply love fast cars, this theme offers a unique visual experience that fuels your passion for automotive greatness.\n\nTransform your browsing experience with the power and elegance of the Audi R8 GT. Feel the adrenaline rush as you explore the stunning visuals of this high-performance supercar every time you open a new page."
  }
}