{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Email Summaries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click email forwarding and auto-forward filter creation to get concises email summaries using AI Email Summaries."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Email Summaries: Your time is too valuable to read every long email (in full).\n\nDrowning in newsletters? This 'AI Email Summaries' extension for Chrome is the perfect solution for Gmail users inundated with long emails. Experience the joy of a decluttered inbox and reclaim your time by reading concise, AI-generated summaries in a fraction of the time.\n\nAI Email Summaries is perfect for Newsletter Enthusiasts!\n\n** NOTE ** \nSubscription Info:\n\nAI Email Summaries is a subscription-based service. A subscription is required to access the full features of this extension. Sign up at https://aiemailsummaries.io/ and transform your email experience today. There is a 7-day free trial available.\n\nEfficiency Meets Simplicity:\n\n> One-Click Email Forwarding: Easily forward emails to AI Email Summaries directly from Gmail.\n\n> Automatic Filter Creation: Set up forwarding filters effortlessly, sorting your emails with precision.\n\nPrivacy-Centric:\n\nWe prioritize your inbox's privacy, ensuring secure handling of your data without sacrificing convenience. AI Email Summaries does not need access to your inbox. You choose what emails get sent for summaries. This extension simply needs the ability to create GMail buttons to gives you the ability for one-click email forwarding and auto-forward filter creation.\n\nJoin the community transforming their inbox with AI Email Summaries. Efficient, concise, and secure – your email management redefined.\n\n____________\nHOW TO USE\n\n1) Click on the extension icon\n2) A Sign in with Google window will appear\n3) Sign in and you will see your GMail is now logged in\n4) Your GMail Inbox will have new icons to \n-- forward an email on the spot to AI Email Summaries\n-- create AI Email Summary auto-forward filters\n\nNote: You may need to reload the browser screen to see the icons appear\n\n____________\nTO USE THE EMAIL FORWARDING FILTERS\n\n1) Sign up for an AI Email Summaries paid account\n2) Go to your GMail Settings (Gear icon --> See all settings)\n3) Go to the Forwarding and POP/IMAP tab\n4) Click \"Add a forwarding address\" and enter: summary@aiemailsummaries.com\n5) Confirm the new address and wait for the email forwarding verification email from AI Email Summaries (support@aiemailsummaries.com)"
  }
}