{
  "name": {
    "ar": "ابحث بالصورة على علي بابا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Search by image on Alibaba",
    "de": "Suche nach Bildern auf Alibaba",
    "es": "Buscar por imagen en Alibaba",
    "fr": "Recherche par image sur Alibaba",
    "it": "Cerca per immagine su Alibaba",
    "ja": "アリババの画像で検索",
    "ko": "Alibaba에서 이미지로 검색",
    "pt_BR,pt_PT": "Pesquise por imagem na Alibaba",
    "ru": "Поиск по изображению на Alibaba",
    "uk": "Пошук за зображенням на Alibaba"
  },
  "short": {
    "ar": "ابحث عن أي منتج بنقرة واحدة على علي بابا.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Search for any product in one click on alibaba.",
    "de": "Suchen Sie mit einem Klick auf Alibaba nach einem beliebigen Produkt.",
    "es": "Busque cualquier producto en un clic en alibaba.",
    "fr": "Recherchez n'importe quel produit en un clic sur Alibaba.",
    "it": "Cerca qualsiasi prodotto in un clic su Alibaba.",
    "ja": "アリババでワンクリックで製品を検索します。",
    "ko": "alibaba에서 한 번의 클릭으로 모든 제품을 검색하십시오.",
    "pt_BR,pt_PT": "Pesquise qualquer produto com um clique na Alibaba.",
    "ru": "Ищите любой товар в один клик на Alibaba.",
    "uk": "Шукайте будь-який продукт в один клік на Alibaba."
  },
  "long": {
    "ar": "البحث بالصور على Alibaba هو امتداد متصفح مبتكر مصمم لجعل تجربة التسوق عبر الإنترنت على منصة Alibaba بسيطة ومبسطة قدر الإمكان. مع امتدادنا ، يمكنك العثور بسرعة وسهولة على المنتجات المثالية بأفضل الأسعار.\n\nمع النمو الهائل للتجارة الإلكترونية في السنوات الأخيرة ، برزت Alibaba كواحدة من أكثر المنصات شعبيةً وشائعة الاستخدام للتسوق عبر الإنترنت. ومع ذلك ، مع توفر ملايين المنتجات ، يمكن أن يكون العثور على العنصر المناسب تحديًا في كثير من الأحيان. هذا هو المكان الذي يأتي فيه ملحق البحث بالصور على Alibaba ، مما يوفر للمستخدمين مجموعة من الأدوات والميزات القوية التي تسهل العثور على المنتجات التي يحتاجون إليها بسرعة وكفاءة.\n\nيعد ملحق البحث بالصور على Alibaba أداة لا غنى عنها لأي شخص يتسوق على Alibaba بانتظام. تتمثل إحدى الميزات الرئيسية للامتداد في قدرته على تحليل الصور وإرجاع مجموعة من منتجات Alibaba المناسبة بناءً على مجموعة من المعلمات. سواء كنت تبحث عن ملابس أو إلكترونيات أو أي نوع آخر من المنتجات ، يمكن للملحق تحديد وتقديم مجموعة مختارة من المنتجات التي تتطابق مع الصورة التي قمت بتحميلها بسرعة.\n\nلاستخدام الامتداد ، كل ما عليك فعله هو النقر بزر الماوس الأيمن على أي صورة في متصفحك وتحديد \"Product Search\". سيقوم الامتداد بعد ذلك بتحميل الصورة إلى الخادم ، وتحليلها باستخدام شبكتها العصبية المدربة ، وإرجاع مجموعة مختارة من منتجات Alibaba المناسبة. باستخدام هذه الأداة القوية في متناول يدك ، يمكنك العثور بسرعة وسهولة على المنتجات التي تحتاجها دون الحاجة إلى قضاء ساعات في البحث من خلال موقع Alibaba على الويب.\n\nبالإضافة إلى قدراته القوية في البحث عن الصور ، يوفر ملحق البحث بالصور على علي بابا للمستخدمين مجموعة من الميزات والأدوات المفيدة الأخرى. على سبيل المثال ، يسمح لك الامتداد بمشاهدة الأسعار الحقيقية لمنتجات Alibaba ، مما يسهل مقارنة الأسعار واختيار الخيار الأفضل لاحتياجاتك. يوفر الامتداد أيضًا للمستخدمين إمكانية الوصول إلى مجموعة كبيرة من المنتجات المؤهلة ، مما يضمن أن لديك دائمًا مجموعة واسعة من الخيارات للاختيار من بينها.\n\nتتمثل إحدى المزايا الرئيسية لامتداد البحث بالصور على Alibaba في سهولة استخدامه. على عكس العديد من ملحقات المستعرضات الأخرى ، تم تصميم الامتداد ليكون سهل الاستخدام ويمكن لجميع مستخدمي الإنترنت الوصول إليه. هذا يعني أنه حتى إذا لم تكن على دراية بالمفاهيم التقنية المعقدة ، فلا يزال بإمكانك الاستفادة من الميزات والأدوات القوية التي يوفرها الامتداد.\n\nبشكل عام ، إذا كنت من المتسوقين المتحمسين لـ Alibaba ، فإن امتداد البحث بالصور على Alibaba يعد أداة أساسية يمكن أن تساعدك في توفير الوقت والمال والجهد. سواء كنت تبحث عن ملابس أو إلكترونيات أو أي نوع آخر من المنتجات ، يمكن للملحق العثور بسرعة وسهولة على المنتجات التي تحتاجها ، بأسعار حقيقية ومجموعة واسعة من الخيارات للاختيار من بينها. فلماذا تنتظر؟ قم بتنزيل ملحق البحث بالصور على Alibaba اليوم وابدأ في الاستمتاع بتجربة تسوق أفضل وأكثر انسيابية على Alibaba!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search by Image on Alibaba is an innovative browser extension designed to make your online shopping experience on the Alibaba platform as simple and streamlined as possible. With our extension, you can quickly and easily find the perfect products at the best prices.\n\nWith the tremendous growth of e-commerce in recent years, Alibaba has emerged as one of the most popular and widely-used platforms for online shopping. However, with millions of products available, finding the right item can often be a challenge. This is where the Search by Image on Alibaba extension comes in, providing users with a range of powerful tools and features that make it easy to find the products they need quickly and efficiently.\n\nThe Search by Image on Alibaba extension is a must-have tool for anyone who shops on Alibaba regularly. One of the key features of the extension is its ability to analyze images and return a range of suitable Alibaba products based on a range of parameters. Whether you are looking for clothing, electronics, or any other type of product, the extension can quickly identify and present a selection of products that match the image you have uploaded.\n\nTo use the extension, all you need to do is right-click on any image in your browser and select \"Product Search\". The extension will then upload the image to the server, analyze it using its trained neural network, and return a selection of suitable Alibaba products. With this powerful tool at your fingertips, you can quickly and easily find the products you need without having to spend hours searching through the Alibaba website.\n\nIn addition to its powerful image search capabilities, the Search by Image on Alibaba extension also provides users with a range of other useful features and tools. For example, the extension allows you to view real prices for Alibaba products, making it easy to compare prices and choose the best option for your needs. The extension also provides users with access to a huge selection of eligible products, ensuring that you always have a wide range of options to choose from.\n\nOne of the key advantages of the Search by Image on Alibaba extension is its ease of use. Unlike many other browser extensions, the extension is designed to be user-friendly and accessible to all Internet users. This means that even if you are not familiar with complex technical concepts, you can still benefit from the powerful features and tools that the extension provides.\n\nOverall, if you are an avid Alibaba shopper, the Search by Image on Alibaba extension is an essential tool that can help you save time, money, and effort. Whether you are looking for clothing, electronics, or any other type of product, the extension can quickly and easily find the products you need, with real prices and a wide range of options to choose from. So why wait? Download the Search by Image on Alibaba extension today and start enjoying a better, more streamlined shopping experience on Alibaba!",
    "de": "Search by Image on Alibaba ist eine innovative Browsererweiterung, die entwickelt wurde, um Ihr Online-Einkaufserlebnis auf der Alibaba-Plattform so einfach und optimiert wie möglich zu gestalten. Mit unserer Erweiterung finden Sie schnell und einfach die perfekten Produkte zu den besten Preisen.\n\nMit dem enormen Wachstum des E-Commerce in den letzten Jahren hat sich Alibaba zu einer der beliebtesten und am weitesten verbreiteten Plattformen für Online-Shopping entwickelt. Bei Millionen von verfügbaren Produkten kann es jedoch oft eine Herausforderung sein, den richtigen Artikel zu finden. Hier kommt die Erweiterung Search by Image on Alibaba ins Spiel, die Benutzern eine Reihe leistungsstarker Tools und Funktionen bietet, mit denen sie die benötigten Produkte schnell und effizient finden können.\n\nDie Erweiterung Search by Image on Alibaba ist ein unverzichtbares Tool für alle, die regelmäßig bei Alibaba einkaufen. Eines der Hauptmerkmale der Erweiterung ist die Fähigkeit, Bilder zu analysieren und basierend auf einer Reihe von Parametern eine Reihe geeigneter Alibaba-Produkte zurückzugeben. Egal, ob Sie nach Kleidung, Elektronik oder anderen Produkten suchen, die Erweiterung kann schnell eine Auswahl an Produkten identifizieren und präsentieren, die mit dem von Ihnen hochgeladenen Bild übereinstimmen.\n\nUm die Erweiterung zu verwenden, müssen Sie lediglich mit der rechten Maustaste auf ein beliebiges Bild in Ihrem Browser klicken und \"Produktsuche\" auswählen. Die Erweiterung lädt das Bild dann auf den Server hoch, analysiert es mithilfe ihres trainierten neuronalen Netzwerks und gibt eine Auswahl geeigneter Alibaba-Produkte zurück. Mit diesem leistungsstarken Tool können Sie die benötigten Produkte schnell und einfach finden, ohne stundenlang auf der Alibaba-Website suchen zu müssen.\n\nZusätzlich zu den leistungsstarken Bildsuchfunktionen bietet die Search by Image on Alibaba-Erweiterung Benutzern auch eine Reihe weiterer nützlicher Funktionen und Tools. Mit der Erweiterung können Sie beispielsweise echte Preise für Alibaba-Produkte anzeigen, sodass Sie Preise einfach vergleichen und die beste Option für Ihre Anforderungen auswählen können. Die Erweiterung bietet Benutzern auch Zugriff auf eine riesige Auswahl an berechtigten Produkten, wodurch sichergestellt wird, dass Sie immer eine große Auswahl an Optionen haben.\n\nEiner der Hauptvorteile der Search by Image on Alibaba-Erweiterung ist ihre Benutzerfreundlichkeit. Im Gegensatz zu vielen anderen Browsererweiterungen ist die Erweiterung benutzerfreundlich und für alle Internetnutzer zugänglich. Das bedeutet, dass Sie selbst dann, wenn Sie mit komplexen technischen Konzepten nicht vertraut sind, dennoch von den leistungsstarken Funktionen und Tools profitieren können, die die Erweiterung bietet.\n\nWenn Sie ein begeisterter Alibaba-Käufer sind, ist die Erweiterung Search by Image on Alibaba insgesamt ein unverzichtbares Tool, mit dem Sie Zeit, Geld und Mühe sparen können. Egal, ob Sie nach Kleidung, Elektronik oder anderen Produkten suchen, die Erweiterung kann die benötigten Produkte schnell und einfach finden, mit echten Preisen und einer großen Auswahl an Optionen. Warum also warten? Laden Sie noch heute die Erweiterung Search by Image on Alibaba herunter und genießen Sie ein besseres, optimiertes Einkaufserlebnis auf Alibaba!",
    "es": "Buscar por imagen en Alibaba es una innovadora extensión de navegador diseñada para hacer que su experiencia de compra en línea en la plataforma de Alibaba sea lo más simple y eficiente posible. Con nuestra extensión, puede encontrar rápida y fácilmente los productos perfectos a los mejores precios.\n\nCon el tremendo crecimiento del comercio electrónico en los últimos años, Alibaba se ha convertido en una de las plataformas más populares y ampliamente utilizadas para las compras en línea. Sin embargo, con millones de productos disponibles, encontrar el artículo correcto a menudo puede ser un desafío. Aquí es donde entra en juego la extensión Search by Image on Alibaba, que brinda a los usuarios una variedad de herramientas y características poderosas que facilitan la búsqueda de los productos que necesitan de manera rápida y eficiente.\n\nLa extensión Buscar por imagen en Alibaba es una herramienta imprescindible para cualquiera que compre en Alibaba con regularidad. Una de las características clave de la extensión es su capacidad para analizar imágenes y devolver una gama de productos Alibaba adecuados en función de una serie de parámetros. Ya sea que esté buscando ropa, productos electrónicos o cualquier otro tipo de producto, la extensión puede identificar rápidamente y presentar una selección de productos que coincidan con la imagen que cargó.\n\nPara usar la extensión, todo lo que necesita hacer es hacer clic derecho en cualquier imagen en su navegador y seleccionar \"Búsqueda de productos\". Luego, la extensión cargará la imagen en el servidor, la analizará utilizando su red neuronal entrenada y devolverá una selección de productos Alibaba adecuados. Con esta poderosa herramienta a su alcance, puede encontrar rápida y fácilmente los productos que necesita sin tener que pasar horas buscando en el sitio web de Alibaba.\n\nAdemás de sus poderosas capacidades de búsqueda de imágenes, la extensión Buscar por imagen en Alibaba también brinda a los usuarios una gama de otras funciones y herramientas útiles. Por ejemplo, la extensión le permite ver los precios reales de los productos de Alibaba, lo que facilita comparar precios y elegir la mejor opción para sus necesidades. La extensión también brinda a los usuarios acceso a una gran selección de productos elegibles, lo que garantiza que siempre tenga una amplia gama de opciones para elegir.\n\nUna de las principales ventajas de la extensión Buscar por imagen en Alibaba es su facilidad de uso. A diferencia de muchas otras extensiones de navegador, la extensión está diseñada para ser fácil de usar y accesible para todos los usuarios de Internet. Esto significa que incluso si no está familiarizado con conceptos técnicos complejos, aún puede beneficiarse de las potentes funciones y herramientas que proporciona la extensión.\n\nEn general, si es un ávido comprador de Alibaba, la extensión Buscar por imagen en Alibaba es una herramienta esencial que puede ayudarlo a ahorrar tiempo, dinero y esfuerzo. Ya sea que esté buscando ropa, electrónica o cualquier otro tipo de producto, la extensión puede encontrar rápida y fácilmente los productos que necesita, con precios reales y una amplia gama de opciones para elegir. Entonces, ¿por qué esperar? ¡Descargue la extensión Buscar por imagen en Alibaba hoy y comience a disfrutar de una experiencia de compra mejor y más optimizada en Alibaba!",
    "ja": "Alibaba の画像による検索は、Alibaba プラットフォームでのオンライン ショッピング体験を可能な限りシンプルかつ合理化するために設計された革新的なブラウザ拡張機能です。 私たちの拡張機能を使用すると、最高の価格で完璧な製品をすばやく簡単に見つけることができます.\n\n近年の e コマースの驚異的な成長に伴い、Alibaba はオンライン ショッピングで最も人気があり、広く使用されているプラットフォームの 1 つとして浮上しています。 ただし、何百万もの製品が利用可能であるため、適切なアイテムを見つけることはしばしば困難な場合があります. これが、Alibaba 拡張機能の画像による検索の出番であり、必要な製品を迅速かつ効率的に簡単に見つけることができるさまざまな強力なツールと機能をユーザーに提供します。\n\nAlibaba 拡張機能の画像による検索は、Alibaba で定期的に買い物をする人にとって必須のツールです。 この拡張機能の重要な機能の 1 つは、画像を分析し、さまざまなパラメーターに基づいて適切な Alibaba 製品の範囲を返す機能です。 衣料品、電化製品、またはその他の種類の製品を探している場合でも、拡張機能を使用すると、アップロードした画像に一致する製品をすばやく識別して表示できます。\n\n拡張機能を使用するには、ブラウザで任意の画像を右クリックし、[製品検索] を選択するだけです。 次に、拡張機能は画像をサーバーにアップロードし、トレーニング済みのニューラル ネットワークを使用して分析し、適切な Alibaba 製品の選択を返します。 この強力なツールをすぐに利用できるため、Alibaba の Web サイトで何時間も検索することなく、必要な製品をすばやく簡単に見つけることができます。\n\n強力な画像検索機能に加えて、Alibaba 拡張機能の画像による検索は、他のさまざまな便利な機能とツールをユーザーに提供します。 たとえば、拡張機能を使用すると、アリババ製品の実際の価格を表示できるため、価格を簡単に比較して、ニーズに最適なオプションを選択できます. この拡張機能により、ユーザーは適格な製品の膨大な選択肢にアクセスできるようになり、常に幅広い選択肢から選択できるようになります.\n\nAlibaba 拡張機能の画像による検索の主な利点の 1 つは、その使いやすさです。 他の多くのブラウザー拡張機能とは異なり、この拡張機能はユーザー フレンドリーで、すべてのインターネット ユーザーがアクセスできるように設計されています。 これは、複雑な技術的概念に精通していなくても、拡張機能が提供する強力な機能とツールを活用できることを意味します。\n\n全体として、Alibaba の熱心な買い物客であれば、Alibaba 拡張機能の画像による検索は、時間、お金、労力を節約するのに役立つ不可欠なツールです。 衣料品、電子機器、またはその他の種類の製品を探している場合でも、拡張機能を使用すると、必要な製品を迅速かつ簡単に見つけることができ、実際の価格と幅広いオプションから選択できます. では、なぜ待つのですか？ 今すぐ Alibaba 拡張機能の画像による検索をダウンロードして、Alibaba でのより優れた合理化されたショッピング体験を楽しみましょう!",
    "ko": "Alibaba에서 이미지로 검색은 Alibaba 플랫폼에서 온라인 쇼핑 경험을 최대한 간단하고 능률적으로 만들기 위해 설계된 혁신적인 브라우저 확장 프로그램입니다. 당사의 확장 기능을 사용하면 최적의 가격으로 완벽한 제품을 빠르고 쉽게 찾을 수 있습니다.\n\n최근 몇 년 동안 전자상거래의 엄청난 성장과 함께 Alibaba는 온라인 쇼핑을 위한 가장 인기 있고 널리 사용되는 플랫폼 중 하나로 부상했습니다. 그러나 수백만 개의 제품을 사용할 수 있기 때문에 올바른 항목을 찾는 것이 어려울 수 있습니다. 여기에서 Alibaba 확장 프로그램의 이미지로 검색이 제공되어 사용자에게 필요한 제품을 빠르고 효율적으로 쉽게 찾을 수 있는 다양한 강력한 도구와 기능을 제공합니다.\n\nAlibaba 이미지로 검색 확장 프로그램은 Alibaba에서 정기적으로 쇼핑하는 모든 사람에게 꼭 필요한 도구입니다. 확장 기능의 주요 기능 중 하나는 이미지를 분석하고 다양한 매개 변수를 기반으로 적절한 Alibaba 제품 범위를 반환하는 기능입니다. 의류, 전자 제품 또는 기타 유형의 제품을 찾고 있든 확장 프로그램은 업로드한 이미지와 일치하는 제품을 빠르게 식별하고 표시할 수 있습니다.\n\n확장 프로그램을 사용하려면 브라우저에서 이미지를 마우스 오른쪽 버튼으로 클릭하고 \"제품 검색\"을 선택하기만 하면 됩니다. 그런 다음 확장 프로그램은 이미지를 서버에 업로드하고 훈련된 신경망을 사용하여 분석한 다음 적합한 Alibaba 제품을 선택하여 반환합니다. 이 강력한 도구를 손끝에서 사용하면 Alibaba 웹 사이트를 통해 검색하는 데 몇 시간을 소비하지 않고도 필요한 제품을 쉽고 빠르게 찾을 수 있습니다.\n\n강력한 이미지 검색 기능 외에도 Alibaba의 이미지로 검색 확장 기능은 사용자에게 다양한 기타 유용한 기능과 도구를 제공합니다. 예를 들어 확장 기능을 사용하면 Alibaba 제품의 실제 가격을 볼 수 있으므로 가격을 쉽게 비교하고 필요에 가장 적합한 옵션을 선택할 수 있습니다. 또한 이 확장 프로그램은 사용자에게 적격 제품의 방대한 선택에 대한 액세스를 제공하므로 항상 선택할 수 있는 옵션이 광범위합니다.\n\nAlibaba 이미지로 검색 확장 기능의 주요 이점 중 하나는 사용 편의성입니다. 다른 많은 브라우저 확장 프로그램과 달리 이 확장 프로그램은 사용자 친화적이고 모든 인터넷 사용자가 액세스할 수 있도록 설계되었습니다. 즉, 복잡한 기술 개념에 익숙하지 않더라도 확장 기능이 제공하는 강력한 기능과 도구의 이점을 누릴 수 있습니다.\n\n전반적으로 열렬한 알리바바 쇼핑객이라면 알리바바 이미지로 검색 확장 프로그램은 시간, 비용 및 노력을 절약하는 데 도움이 되는 필수 도구입니다. 의류, 전자 제품 또는 기타 유형의 제품을 찾고 있든 확장 프로그램은 실제 가격과 다양한 옵션 중에서 필요한 제품을 빠르고 쉽게 찾을 수 있습니다. 그래서 왜 기다려? 오늘 Alibaba 확장 프로그램에서 이미지로 검색을 다운로드하고 Alibaba에서 더 좋고 간소화된 쇼핑 경험을 즐기세요!"
  }
}