{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeyWe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open websites with unique code words for quick access and enhanced browsing productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeyWe is a versatile Chrome extension that empowers users to create and manage personalized website shortcuts using unique \"code words.\" By simply clicking on the extension icon, users can easily define custom codes and associate them with their desired websites. Once saved, accessing these websites becomes a breeze, requiring only a quick press of the ` key followed by the associated code word.\n\nKnown Bug: Using code word to open websites does not work on tabs that do not start with \"www\". This includes new tabs, chrome settings, and chrome web store tabs.\n\nHow it Works:\n\nCreate Shortcuts: With KeyWe, users can effortlessly create custom website shortcuts by typing out their chosen code word and pasting the URLs of the associated websites directly into the extension's interface.\n\nInstant Access: After saving the code word and websites, users can instantly access their favorite sites by pressing the ` key and then typing the code word in any new tab or window.\n\nEasy Management: KeyWe provides an intuitive interface that allows users to add, edit, or remove codes and associated URLs, ensuring complete control over their website shortcuts.\n\nWhy Install It:\n\nQuick Navigation: KeyWe drastically simplifies website navigation, reducing the time spent typing out lengthy URLs or searching through bookmarks.\n\nCustomized Experience: Personalize your web browsing experience by creating unique code words for different sets of websites, tailoring your shortcuts to fit your needs.\n\nEffortless Setup: Setting up and managing shortcuts is easy and user-friendly, requiring no technical expertise.\n\nTime-Saving Tool: Say goodbye to manual website access and let KeyWe save you time with its efficient shortcut system.\n\nInstall KeyWe now to unlock a faster, more streamlined web browsing experience. Say hello to personalized website shortcuts and bid farewell to the hassles of traditional navigation methods. Simplify your online routine with KeyWe today!"
  }
}