{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Magic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swiss Army Knife of Image Manipulation (Resize, crop, flip, rotate, or remove background color)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Image Magic\" provides a set of tools to convert images offline without any native image editor required. This tool can read and manipulate almost all known image types, even if your browser cannot render the image. It uses the \"ImageMagic\" command-line tool internally for all conversions. \n\nFeatures:\n1. Resize all images in bulk (This function accepts units in pixel and percent)\n2. Crop an image with an optional offset from the top left side of the canvas.\n3. Fip and image (vertical, horizontal, transpose, and transverse)\n4. Rotate and image at an arbitrary angle.\n5. Resize the image's canvas. You can optionally apply a solid color to the canvas as well\n6. Convert a color to a transparent layer. \n7. Save the images as grayscale.\n8. Save in most known image formats (PNG, JPEG, TIFF, BMP, ...) or even in PDF format.\n9. Resample the image to 1200, or 600 DPI\n10. Change image density\n\nHow to Use:\n\nDrag and drop single or multiple image files to the extension's interface. Select one or more operations and press the \"Convert\" button. The extension starts converting images one by one and saves the output in the default download directory of your browser.\n\nAbout the internal \"ImageMagic\" JavaScript library:\nImageMagick is a free and open-source cross-platform library for displaying, creating, converting, modifying, and editing raster images. Created in 1987 by John Cristy, it can read and write over 200 image file formats. It and its components are widely used in open-source applications."
  }
}