{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroupKit Cloud"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroupKit allows you to make more money from your group with less time and effort."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Transform your group into a high powered, revenue-generating machine...\"\n\nWith just 1-click GroupKit collects emails from your group members & helps you convert them into paying customers with our group technology.\n\nWhy Does Your Group Need GroupKit?\n\n3 reasons why you should add GroupKit to Your group today...\n\n#1- No more copy/pasting, Google Sheets, or clunky tech needed. In a single click, GroupKit automatically collects & uploads new member email addresses into the autoresponder of your choice.\n\n#2- GroupKit is the first group CRM technology to track each group member’s pre approval questions, manage their data for follow up, & 1-click engage members directly inside their Messenger on demand. \n\n#3- Take your profits to the next level with precise re-targeting. GroupKit creates *accurate*, custom, & lookalike audiences based on each group member giving you the best ROI with paid ads. \n\nGroupKit was created by top marketers who have mastered the art of making millions from groups, by combining technology & direct response strategy. \n\nThe ultimate mission behind GroupKit is to simplify your life, save you hours per week in tedious work, & help you make a lot more money per new member who joins your group. \n\nWhich is why GroupKit is created on the backbone of our proprietary group CRM technology allowing you to easily track & manage exactly where each group member is inside your sales process - including tools like member bios, ‘keyword’ tagging specific members, adding personal notes , 1-click shortcut to Messenger chats, & more.\n\nAs group owners ourselves, we know GroupKit is so good, that once you begin using it, you'll never want to stop using it! So start your free 14-day trial today.\n\nDisclaimer: GroupKit has no affiliations with the popular social network website Facebook™. All copyrights belong to their respective owners. Facebook™ doesn’t endorse or sponsor this Chrome extension. This Chrome extension is not owned by, is not licensed by and is not a subsidiary of Facebook Inc. Facebook, the Facebook and F Logos, FB, Face, Poke, Book, Messenger and Wall are trademark of Facebook Inc. The content of this Chrome extension is not supplied or reviewed by Facebook Inc. All articles, images, logos and trademarks in this Chrome extension are property of their respective owners."
  }
}