{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Wise"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is Word Wise?\n\nWord Wise isn't just another dictionary; it's your on-demand language assistant right in your Chrome browser.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is Word Wise?\n\nWord Wise isn't just another dictionary; it's your on-demand language assistant right in your Chrome browser. With a simple click, Word Wise provides the definition of any word you encounter, along with a curated selection of four synonyms, enriching your vocabulary and enhancing your linguistic prowess.\n\nWhy Should You Install Word Wise?\n\nEfficiency: Save time and effort by eliminating the need for manual searches or interruptions in your browsing flow. With Word Wise, you can seamlessly look up definitions and synonyms without leaving the page you're on.\n\nEnhanced Understanding: Gain deeper comprehension of texts by understanding words in context. Word Wise ensures you grasp the meaning of words effortlessly, fostering engagement and comprehension.\n\nVocabulary Expansion: Grow your vocabulary with every search. Word Wise introduces you to new words and their synonyms, empowering you to become a more articulate and persuasive communicator.\n\nWriting Enhancement: Elevate your writing by incorporating alternative words and phrases. Word Wise helps you break free from repetitive language, transforming mundane prose into compelling narratives and persuasive arguments.\n\nLearning Made Fun: Enjoy the journey of vocabulary acquisition with Word Wise. Challenge yourself to incorporate new words into your daily conversations or writing tasks, turning learning into an enjoyable experience.\n\nAccessibility: Whether you're a student, a professional, or a casual reader, Word Wise caters to your diverse needs. It's a versatile tool that adapts to various contexts and learning styles.\n\nPrivacy: Rest assured that your privacy is respected with Word Wise. Your browsing activity remains private, and your personal information is never compromised.\n\nIn essence, Word Wise transcends the limitations of a traditional dictionary. It's not just a tool; it's a gateway to linguistic mastery and self-expression. Install Word Wise today and embark on a journey of discovery, enlightenment, and endless possibilities."
  }
}