{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Mail Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Ai Mail Tools - the ultimate solution for streamlining and enhancing your email communication. Our cutting-edge AI…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Ai Mail Tools - the ultimate solution for streamlining and enhancing your email communication. Our cutting-edge AI technology simplifies and automates your inbox, saving you time and increasing efficiency. With our easy-to-use extension, you can experience the power of AI technology in your email communication.\n\nOur extension allows you to purchase AI credits, each credit can be used to generate one AI-enhanced email, making it the perfect solution for businesses and individuals looking to upgrade their email game. You can use the extension with your preferred web email client, write a small version of what you want to say, select the text, right-click and hover over the \"AI Mail Tools\" option, click on the desired tone for the enhanced email and wait a couple of seconds. The extension will replace your text with our AI-enhanced version.\n\nDon't wait any longer, try our AI technology today and experience the difference it can make in your life. Sign up now and see for yourself how our tools can simplify and enhance the way you live and work. As a new user, you'll get 10 free credits to test it out and upgrade your email game today and experience the difference AI technology can make!\n\nPlease note that this is an alpha version of Ai Mail Tools and we're still working on improving its performance. If you encounter any bugs or issues, please send us an email at info@aimailtools.com. Your feedback will be greatly appreciated as we strive to make Ai Mail Tools the best e-mail enhancement tool on the market."
  }
}