{
  "name": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,nl,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,vi": "ModernDeck - Twitter Client for Desktop",
    "cs": "ModernDeck - Twitterový klient na Desktop",
    "da": "ModernDeck - Twitter-klient til PC",
    "de": "ModernDeck - Twitter-Client für den Desktop",
    "et": "ModernDeck - Twitter'i klient töölauale",
    "fr": "ModernDeck - Client Twitter pour bureau",
    "hu": "ModernDeck - Twitter kliens számítógépekhez",
    "it": "ModernDeck - Client Twitter per Desktop",
    "ja": "ModernDeck - デスクトップ用Twitterクライアント",
    "ko": "ModernDeck - 데스크톱용 트위터 클라이언트",
    "no": "ModernDeck - Twitter-klient for skrivebordet",
    "pl": "ModernDeck - Klient Twittera dla komputerów",
    "pt_BR": "ModernDeck - Cliente Twitter para Desktop",
    "ru": "ModernDeck - Twitter клиент для компьютера",
    "sl": "ModernDeck - Twitter odjemalec za osebni računalnik",
    "uk": "ModernDeck - Twitter клієнт для комп'ютера",
    "zh_CN": "ModernDeck - 桌面 Twitter 客户端",
    "zh_TW": "ModernDeck — Twitter 桌面客戶端"
  },
  "short": {
    "am,ar,bn,ca,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,nl,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,vi": "The most powerful Twitter client for desktop.",
    "bg": "Най-мощният Туитър клиент за десктоп.",
    "cs": "Ten nejmocnější Twitter client na desktop.",
    "da": "Den mest kraftfulde Twitter-klient til PC.",
    "de": "Der mächtigste Twitter Client für den Desktop.",
    "et": "Kõige võimsam Twitter'i klient töölauale.",
    "fr": "Le client Twitter le plus puissant pour bureau.",
    "hu": "A legjobb Twitter alkalmazás számítógépekre.",
    "it": "Il client Twitter più potente per desktop.",
    "ja": "最も強力なデスクトップ用Twitterクライアント",
    "ko": "가장 강력한 데스크톱용 트위터 클라이언트",
    "no": "Den kraftigste Twitter-klienten til skrivebordet.",
    "pl": "Najmocniejszy klient Twittera na komputery.",
    "pt_BR": "O cliente do Twitter mais poderoso para desktop.",
    "ru": "Самый мощный Twitter клиент для компьютера.",
    "sl": "Najboljši Twitter odjemalec za osebni računalnik.",
    "uk": "Найпотужніший Twitter-клієнт для комп'ютера.",
    "zh_CN": "史上最强大的 Twitter 客户端。",
    "zh_TW": "最強大的 Twitter 桌面客戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,nl,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,vi": "ModernDeck is a TweetDeck-based Twitter client with a beautiful, Material Design-inspired interface. It combines the power of TweetDeck with the ease-of-use you expect from a Twitter client.\n\nYou can customize how ModernDeck looks and acts to make it your own, including:\n-Size of columns and text\n-Fonts\n-Themes, including alternate color schemes\n-Size and shape of profile pictures\nAnd much more\n\nModernDeck is available in several languages, and is also available for other platforms at https://moderndeck.org/download",
    "cs": "ModernDeck je Twitter klient založený na TweetDecku s nádherným rozhraním inspirovaným Material Design. Kombinuje sílu TweetDecku s jednoduchým používáním, které očekáváte od Twitter klienta.\n\t\t\nMůžete si přizpůsobit, jak ModernDeck vypadá a funguje tak, aby byl podle Vašich představ, včetně:\n-Velikosti sloupců a textu\n-Fontů\n-Motivů, včetně alternativních barevných schémat\n-Velikosti a tvaru profilových obrázků\nA mnohem více\n\t\t\nModernDeck je k dispozici v několika jazycích, a je také k dispozici pro další platformy na https://moderndeck.org/download",
    "da": "ModernDeck er en TweetDeck-baseret Twitter-klient med et smukt Material Design-inspireret grænseflade. Den kombinerer styrken i TweetDeck med den lethed-i-brug, du forventer fra en Twitter-klient.\n\nDu kan tilpasse hvordan ModernDeck ser ud og virker, for at gøre det til din egen. Du kan blandt andet skifte:\n-Størrelse af kolonner og tekst\n-Fonte\n-Temaer, herunder alternative farvesammensætninger\n-Størrelse og form af profilbilleder\nOg meget mere\n\nModernDeck er tilgængelig på flere sprog, og er også tilgængelig for andre platforme på https://moderndeck.org/download",
    "de": "ModernDeck ist ein auf TweetDeck basierender Twitter Client mit einer schönen, vom Material Design inspirierten, Oberfläche. Es kombiniert die Stärken von TweetDeck mit der einfachen Benutzung, die Du von einem Twitter Client erwartest.\n\nDu kannst anpassen, wie ModernDeck aussieht und sich verhält. Dazu gehören:\n-Größe von Spalten und Text\n-Schriftarten\n-Themes und alternative Farbpaletten\n-Größe und Form von Profilbildern\nUnd vieles mehr\n\nModernDeck ist in vielen Sprachen verfügbar, sowie für andere Plattformen unter https://moderndeck.org erhältlich",
    "en_GB": "ModernDeck is a TweetDeck-based Twitter client with a beautiful, Material Design-inspired interface. It combines the power of TweetDeck with the ease-of-use you expect from a Twitter client.\n\nYou can customise how ModernDeck looks and acts to make it your own, including:\n-Size of columns and text\n-Fonts\n-Themes, including alternate colour schemes\n-Size and shape of profile pictures\nAnd much more\n\nModernDeck is available in several languages, and is also available for other platforms at https://moderndeck.org/download",
    "fr": "ModernDeck est un client Twitter basé sur TweetDeck avec une belle interface inspirée du Material Design. Il combine la puissance de TweetDeck avec la facilité d'utilisation que vous attendriez d'un client Twitter.\n\nVous pouvez personnaliser l'apparence de ModernDeck et vous l'approprier, comme par exemple :\n- La taille des colonnes et du texte\n- Les polices de caractère\n- Les thèmes, qui incluent des palettes alternatives de couleurs\n- La taille et la forme des images de profil\nEt bien plus\n\nModernDeck est disponible dans plusieurs langues, et sur d'autres plateformes, sur https://moderndeck.org/download",
    "hu": "A ModernDeck egy TweetDeck alapú Twitter kliens egy gyönyörű, Material Design inspirált felülettel. Egyesíti a a TweetDeck erejét a könnyű használattal amit elvársz egy Twitter klienstől.\n\nSzemélyre szabhatod a ModernDeck külsejét és viselkédését, hogy ténylegesen a magadénak érzed, például:\n-Az oszlopok és a szöveg méretét\n-Betűtípusokat\n-Témákat, beleértve különböző színsémákat\n-A profilképek méretét és alakját\n-És sok minden mást.\n\nA ModernDeck elérhető számos nyelven és platformon a https://moderndeck.org/download hivatkozáson keresztül.",
    "it": "ModernDeck è un client Twitter basato su TweetDeck, con un'interfaccia bella e ispirata al Material Design. Combina la potenza di TweetDeck con la facilità d'uso che ci si aspetta da un client Twitter.\n\nPuoi personalizzare l'aspetto di ModernDeck e agire per renderlo a proprio piacimento, tra cui:\n-Dimensione delle colonne e testo\n-Caratteri\n-Temi, inclusi schemi di colori alternativi\n-Dimensione e forma delle immagini del profilo\nE molto altro\n\nModernDeck è disponibile in diverse lingue, ed è disponibile anche per altre piattaforme su https://moderndeck.org/download",
    "ja": "ModernDeckはTweetDeckベースのTwitterクライアントで、マテリアルデザインを採用した美しいインターフェースを備えています。\nまた、TweetDeckの機能とTwitterクライアントのそれぞれの使いやすさを兼ね備えています。\n\nModernDeckでは以下をカスタマイズすることができます\n- カラムとテキストのサイズ\n- フォント\n- さまざまなテーマ\n- ユーザーアイコンの形とサイズ\nなどなど...\n\nModernDeckは複数の言語で使用することができます。\nまた、他のプラットフォームからも使用可能です。\nhttps://moderndeck.org/download",
    "ko": "ModernDeck은 TweetDeck 기반의 트위터 클라이언트로서 머티리얼 디자인에 영감을 받은 아름다운 인터페이스를 가지고 있습니다. TweetDeck의 기능과 Twitter 클라이언트에서 기대하는 사용 편의성을 결합한 제품입니다.\n\n다음 항목들은 ModernDeck에서 디자인과 동작을 사용자가 직접 커스터마이징 할 수 있습니다.\n- 텍스트의 크기 및 행렬\n- 폰트\n- 각종 테마 및 색상 대체\n- 프로필 사진의 크기 및 모양\n그 외 다수\n\nModernDeck는 여러 언어로 제공되며, https://moderndeck.org/download 에서 다른 플랫폼용으로 다운로드 할 수 있습니다.",
    "no": "ModernDeck er en TweetDeck-basert Twitter-klient med et vakkert, Material Design-inspirert grensesnitt. Det kombinerer kraften til TweetDeck med enkelheten du forventer fra en Twitter-klient.\n\nDu kan tilpasse hvordan ModernDeck ser ut og fungerer for å gjøre det ditt eget, inkludert:\n-Størrelse på kolonner og tekst\n-Fonter\n-Temaer, inkludert alternative fargeskjemaer\n-Størrelse og form av profilbilder\nOg mye mer\n\nModernDeck er tilgjengelig på flere språk, og finnes også for andre plattformer på https://moderndeck.org/download",
    "pl": "ModernDeck to klient Twittera bazujący na TweetDeck, z pięknym interfejsem inspirowanym Material Design. Łączy on moc TweetDecka z prostotą używania której możesz się spodziewać z klienta Twittera.\n\nMożesz spersonalizować wygląd, jak i zachowanie ModernDecka, aby dostosować go pod siebie, wliczając:\n-Zmianę wielkości kolumn i tekstu\n-Zmiana czcionki\n-Motywy, wliczając alternatywne schematy kolorów\n-Zmiana wielkości i kształtu zdjęć profilowych\nI wiele więcej\n\nModernDeck jest dostępny w wielu językach, i jest również dostępny na inne platformy na\nhttps://moderndeck.org/download",
    "pt_BR": "O ModernDeck é um cliente doTwitter baseado no TweetDeck com uma bela interface e inspirada no Material Design. Ele é uma combinação do TweetDeck com a facilidade de uso, é tudo que você espera de um cliente do Twitter.\n\nVocê pode personalizar o ModernDeck e torná-lo seu, incluindo:\n-Tamanho de colunas e texto\n-Fontes\n-Temas, incluindo esquemas de cores alternativas\n-Tamanho e formato das fotos de perfil\ne muito mais\n\nModernDeck está disponível em vários idiomas. e também está disponível para outras plataformas em https://moderndeck.org/download",
    "ru": "ModernDeck - это клиент для Twitter, использующий Material Design. Он сочетает в себе мощь TweetDeck и легкость использования, которую вы ожидаете от Twitter клиента.\n\nВы можете настроить ModernDeck под себя:\n-Размер колонок и текста\n-Шрифты\n-Темы, включая альтернативные цветовые схемы\n-Размер и форма аватарок\nИ многое другое\n\nModernDeck доступен на нескольких языках, и также доступен для других платформ на https://moderndeck.org/download",
    "sl": "ModernDeck deluje na osnovi TweetDeck Twitter odjemalca s čudovitim, ____. Združuje moč TweetDeck odjemalca in enostavno uporabo, ki je pričakovana od Twitter odjemalca.\n\nPrilagodite lahko kako ModernDeck izgleda in kako obnašanje le-tega, da ga naredite svojega, tudi:\n-Velikost vrstic\n-Velikost in izbira pisave\n-Teme\n-Velikost in oblika profilnih slik\nIn veliko več\n\nModernDeck je na voljo v večih jezikih, in je na voljo na ostalih platformah na https://moderndeck.org/download",
    "uk": "ModernDeck — це Twitter-клієнт, що використовує засади Material Design. Він поєднує у собі міць TweetDeck та легкість у використанні, яку ви очікуєте від Twitter-клієнта.\n\nВи можете налаштувати ModernDeck для себе:\n— Розмір стовпчиків та тексту\n— Шрифти\n— Теми та, зокрема, альтернативні палітри кольорів\n— Розмір та форма аватарів\nТа багато чого іншого\n\nModernDeck наявний на декількох мовах та багатьох платформах на https://moderndeck.org/download",
    "zh_CN,zh_TW": "ModernDeck 是一个基于 TweetDeck 的 Twitter 客户端，它拥有优美及易于使用的界面，也包含了 TweetDeck 的功能。\n\n您可以自定义 ModernDeck 的外观，包括：\n- 模块和文本大小\n- 字体\n- 主题和色彩方案\n- 头像大小和形状\n及更多...\n\nModernDeck 支持多种语言及平台，若需详情请访问：https://moderndeck.org/download"
  }
}