{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inxtinct Online Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your digital life with enterprise-grade online security"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inxtinct uses advanced AI to secure your online experience. It protects you from phishing emails and malicious links, blocks harmful websites, and monitors the dark web to alert you if your personal data is compromised. With Inxtinct, your online safety goes beyond email—enjoy comprehensive protection across your browsing activities.\n\nWorried about data breaches? Inxtinct proactively scans the dark web to check if sensitive information—like your email, passwords, phone numbers, or addresses—has been exposed. Plus, it blocks disruptive pop-up notifications for a cleaner, safer browsing experience.\n\nWith Inxtinct, you can detect phishing attempts, secure your data, and receive real-time alerts—all in one user-friendly extension. Get enterprise-grade security with the ease of a single click.\n\nKey Features:\n\nPhishing Detection: Identify phishing attempts and dangerous links in your emails before they can cause harm.\nDark Web Monitoring: Continuous scanning of the dark web alerts you if your personal data is compromised.\nMalicious Site Blocking: Receive alerts if you visit harmful websites, enhancing your browsing safety.\nPop-up and Notification Blocking: Say goodbye to intrusive pop-ups and enjoy uninterrupted browsing.\nReal-Time Threat Alerts: Stay informed with real-time alerts and actionable security advice.\nWhy Choose Inxtinct?\n\nAll-in-One Protection: From phishing detection to dark web monitoring, Inxtinct provides complete online security.\nEasy to Use: Powerful security features in a simple, intuitive interface that anyone can use.\nEnterprise-Grade Security: Enjoy high-level protection typically reserved for businesses, now available to everyone.\nInstall Inxtinct today for a safer, more secure browsing experience. One click is all it takes to protect your online presence and personal information from evolving cyber threats.\n\nGet in Touch: For any questions or assistance, reach out to us at contact@inxtinct.co.\n\nBy installing Inxtinct Online Security, you agree to Inxtinct’s:\n\nPrivacy Policy: https://inxtinct.co/privacy-policy\nTerms & Conditions: https://inxtinct.co/terms-of-service"
  }
}