{
  "name": {
    "am,ar,bn,en,en_AU,en_GB,en_US,et,fa,fil,he,ms,ro,ru,sr,sv,sw,ta,te,th,uk,vi": "Hubbbr - Web Design Tools",
    "bg": "Designer Tools",
    "ca": "Hubbbr - eines de disseny web",
    "cs": "Hubbbr - nástroje pro webový design",
    "da": "Hubbbr - webdesign værktøjer",
    "de": "Hubbbr - Webdesign-Tools",
    "el,gu": "UI/UX Tools",
    "es,es_419": "Hubbbr - herramientas de diseño web",
    "fi": "Hubbbr - web-suunnittelutyökalut",
    "fr": "Hubbbr - outils de conception web",
    "hi,hr,hu,id,kn,ml,mr": "Web Designer Tools",
    "it": "Hubbbr - strumenti di design web",
    "ja": "Hubbbr - ウェブデザインツール",
    "ko": "Hubbbr - 웹 디자인 도구",
    "lt": "Hubbbr - internetinio dizaino įrankiai",
    "lv": "Hubbbr - tīmekļa dizaina rīki",
    "nl": "Hubbbr - webdesign gereedschappen",
    "no": "Hubbbr - webdesignverktøy",
    "pl": "Hubbbr - narzędzia do projektowania stron internetowych",
    "pt_BR,pt_PT": "Hubbbr - ferramentas de design de web",
    "sk": "Hubbbr - nástroje pre webdizajn",
    "sl": "Hubbbr - orodja za spletno oblikovanje",
    "tr": "Hubbbr - web tasarım araçları",
    "zh_CN": "Hubbbr - 网页设计工具",
    "zh_TW": "Hubbbr - 網頁設計工具"
  },
  "short": {
    "am,ar,bg,bn,el,en,en_AU,et,fa,fil,gu,ru,sv,sw,uk": "For web designers who need fast and reliable tools, all in one place. Optimize your design process and stay focused on creativity!",
    "ca": "Per a dissenyadors web que necessiten eines ràpides i fiables, tot en un sol lloc. Optimitza el teu procés de disseny i manté't…",
    "cs": "Pro webové designéry, kteří potřebují rychlé a spolehlivé nástroje, vše na jednom místě. Optimalizujte svůj designový proces a…",
    "da": "For webdesignere, der har brug for hurtige og pålidelige værktøjer, alt på ét sted. Optimer din designproces og hold fokus på…",
    "de": "Für Webdesigner, die schnelle und zuverlässige Tools an einem Ort benötigen. Optimieren Sie Ihren Designprozess und konzentrieren…",
    "en_GB": "For web designers who need quick and dependable tools, all in one place. Optimise your design process and stay focused on…",
    "en_US": "For web designers who need quick and dependable tools, all in one location. Streamline your design process and keep your focus on…",
    "es,es_419": "Para diseñadores web que necesitan herramientas rápidas y confiables, todo en un solo lugar. ¡Optimiza tu proceso de diseño y…",
    "fi": "Verkkosuunnittelijoille, jotka tarvitsevat nopeita ja luotettavia työkaluja, kaikki samassa paikassa. Optimoi suunnitteluprosessisi…",
    "fr": "Pour les concepteurs web qui ont besoin d'outils rapides et fiables, tous au même endroit. Optimisez votre processus de conception…",
    "he,hi,hr,hu,id,kn,ml,mr,ms,ro,sr,ta,te,th,vi": "Our all-in-one platform offers the perfect solution for your design needs. With our Web Designer Tools, including Page Ruler, Color…",
    "it": "Per i web designer che hanno bisogno di strumenti veloci e affidabili, tutti in un unico posto. Ottimizza il tuo processo di design…",
    "ja": "高速で信頼性の高いツールが必要なウェブデザイナーのための、すべてが一か所に。デザインプロセスを最適化し、創造性に集中し続けましょう！",
    "ko": "빠르고 신뢰할 수 있는 도구를 필요로 하는 웹 디자이너를 위한 곳. 디자인 과정을 최적화하고 창의성에 집중하세요!",
    "lt": "Internetiniams dizaineriams, kuriems reikia greitų ir patikimų įrankių, viskas vienoje vietoje. Optimizuokite savo dizaino procesą…",
    "lv": "Tīmekļa dizaineriem, kuriem nepieciešami ātri un uzticami rīki vienuviet. Optimizējiet savu dizaina procesu un koncentrējieties uz…",
    "nl": "Voor webontwerpers die snelle en betrouwbare tools nodig hebben, allemaal op één plek. Optimaliseer uw ontwerpproces en blijf…",
    "no": "For webdesignere som trenger raske og pålitelige verktøy, alt på ett sted. Optimaliser designprosessen din og hold fokus på…",
    "pl": "Dla projektantów stron internetowych, którzy potrzebują szybkich i niezawodnych narzędzi, wszystko w jednym miejscu. Optymalizuj…",
    "pt_BR,pt_PT": "Para designers de web que precisam de ferramentas rápidas e confiáveis, tudo em um só lugar. Otimize seu processo de design e…",
    "sk": "Pre webdizajnérov, ktorí potrebujú rýchle a spoľahlivé nástroje, všetko na jednom mieste. Optimalizujte svoj dizajnový proces a…",
    "sl": "Za oblikovalce spletnih strani, ki potrebujejo hitra in zanesljiva orodja, vse na enem mestu. Optimizirajte svoj oblikovalski…",
    "tr": "Hızlı ve güvenilir araçlara ihtiyaç duyan web tasarımcıları için, tümü tek bir yerde. Tasarım sürecinizi optimize edin ve…",
    "zh_CN": "对于需要快速可靠工具的网页设计师，所有工具都在一个地方。优化你的设计过程，专注于创造力！",
    "zh_TW": "為需要快速且可靠工具的網頁設計師提供一站式服務。優化您的設計流程，專注於創造力！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "Hubbbr is a powerful Chrome extension created to empower web designers by offering tools that enhance productivity and foster creativity. This all-in-one solution integrates four key features essential to any design workflow: \n\n1. Color Picker\nEasily extract and fine-tune any color from a webpage or image, enabling rapid color scheme adjustments and ensuring visual consistency across your designs.\n  \n2. Font Picker\nIdentify and manage fonts directly from websites, making it effortless to discover typefaces, match styles, or preview font combinations for your projects.\n  \n3. Page Ruler\nMeasure on-screen elements with precision, perfect for verifying dimensions, aligning layouts, and ensuring pixel-perfect design without leaving your browser.\n\n4. Palette Maker\nCreate custom color palettes or explore existing ones for inspiration. The palette maker helps designers quickly craft harmonious color combinations to elevate their web aesthetics.\n\nDesigned to streamline the design process, Hubbbr eliminates the need for switching between multiple tools or software, allowing designers to focus on what matters most: creativity. With its intuitive interface and lightweight performance, it’s suitable for designers at all experience levels—from beginners to seasoned professionals. \n\nBy offering easy access to all these tools directly from the browser, Hubbbr saves time and enhances productivity, allowing designers to efficiently tackle any design challenge. Whether you're choosing the perfect color scheme, identifying fonts, or ensuring pixel-perfect layout alignment, Hubbbr provides the quick, reliable, and user-friendly solutions that every modern web designer needs to stay on top of their game.\n\nAlso, Hubbbr can automatically save your past selections, making it incredibly easy to revisit previously used colors, fonts, and palettes without having to start from scratch.\n\nDesigners often experiment with different combinations, and losing track of a perfect color code or font can be frustrating. Hubbbr’s history feature ensures that every color you’ve picked, font you've identified, or palette you've created is logged and easily accessible. This means you can go back and retrieve past design elements with a few clicks, keeping your work consistent and organized.\n\nIn short, Hubbbr’s history-saving functionality provides a safety net for designers, ensuring that all creative decisions are recorded and accessible whenever you need them. This feature is especially valuable for large projects, where keeping track of numerous design choices is essential for maintaining a cohesive, polished look throughout.\n\nWe designed our extension for maximum efficiency, and one of its features is the ability to access all its tools through customizable hotkeys. This feature allows web designers to quickly activate the color picker, font picker, page ruler, or palette maker without ever leaving the keyboard, making the design process faster and more streamlined.\n\nWith hotkey access, you no longer need to navigate through menus or search for the right tool-everything is just a keystroke away. These shortcuts save valuable time, especially when working on complex projects or juggling multiple design tasks.\n\nHotkeys also help reduce distractions, allowing designers to stay focused on creativity. By cutting out the need to constantly switch between tools or extensions, Hubbbr’s hotkey feature lets you move seamlessly from task to task, keeping you in the flow of your work.\n\nFurthermore, the hotkeys are fully customizable, meaning you can assign commands that best fit your personal workflow and preferences. This makes Hubbbr adaptable to your unique design habits, giving you ultimate control over how you interact with the extension.\n\nSo, Hubbbr - Web Designer Tools is a Chrome extension designed to streamline the web design process by offering essential tools like a color picker, font picker, page ruler, and palette maker, all in one place. Key features include customizable hotkeys for quick access, and a history-saving function that logs past color, font, and palette selections for easy retrieval. These tools help designers work faster, maintain focus on creativity, and eliminate the need to switch between multiple apps. Hubbbr’s user-friendly interface and real-time functionality make it an ideal solution for web designers seeking efficiency and creative flow.",
    "de": "Hubbbr ist eine leistungsstarke Chrome-Erweiterung, die Webdesigner unterstützt, indem sie Tools bietet, die die Produktivität steigern und die Kreativität fördern. Diese Komplettlösung integriert vier wichtige Funktionen, die für jeden Design-Workflow unerlässlich sind:\n\n1. Farbwähler\nExtrahieren und optimieren Sie ganz einfach jede Farbe aus einer Webseite oder einem Bild, um schnelle Farbschemaanpassungen zu ermöglichen und visuelle Konsistenz in Ihren Designs sicherzustellen.\n\n2. Schriftartenwähler\nIdentifizieren und verwalten Sie Schriftarten direkt von Websites aus, sodass Sie mühelos Schriftarten entdecken, Stile anpassen oder Schriftartenkombinationen für Ihre Projekte in der Vorschau anzeigen können.\n\n3. Seitenlineal\nMessen Sie Elemente auf dem Bildschirm präzise, ​​perfekt zum Überprüfen von Abmessungen, Ausrichten von Layouts und Sicherstellen eines pixelgenauen Designs, ohne Ihren Browser zu verlassen.\n\n4. Palettenersteller\nErstellen Sie benutzerdefinierte Farbpaletten oder erkunden Sie vorhandene zur Inspiration. Der Palettenersteller hilft Designern, schnell harmonische Farbkombinationen zu erstellen, um ihre Webästhetik zu verbessern.\n\nHubbbr wurde entwickelt, um den Designprozess zu optimieren, und macht das Wechseln zwischen mehreren Tools oder Software überflüssig. So können sich Designer auf das Wesentliche konzentrieren: Kreativität. Mit seiner intuitiven Benutzeroberfläche und der geringen Leistung ist es für Designer aller Erfahrungsstufen geeignet – vom Anfänger bis zum erfahrenen Profi.\n\nIndem Hubbbr einfachen Zugriff auf all diese Tools direkt vom Browser aus bietet, spart es Zeit und steigert die Produktivität, sodass Designer jede Designherausforderung effizient bewältigen können. Egal, ob Sie das perfekte Farbschema auswählen, Schriftarten identifizieren oder eine pixelgenaue Layoutausrichtung sicherstellen möchten – Hubbbr bietet die schnellen, zuverlässigen und benutzerfreundlichen Lösungen, die jeder moderne Webdesigner benötigt, um immer auf dem Laufenden zu bleiben.\n\nAußerdem kann Hubbbr Ihre früheren Auswahlen automatisch speichern, sodass Sie zuvor verwendete Farben, Schriftarten und Paletten ganz einfach erneut aufrufen können, ohne von vorne beginnen zu müssen.\n\nDesigner experimentieren oft mit verschiedenen Kombinationen, und es kann frustrierend sein, den Überblick über einen perfekten Farbcode oder eine perfekte Schriftart zu verlieren. Die Verlaufsfunktion von Hubbbr stellt sicher, dass jede ausgewählte Farbe, jede identifizierte Schriftart oder jede erstellte Palette protokolliert und leicht zugänglich ist. Das bedeutet, dass Sie mit wenigen Klicks zurückgehen und frühere Designelemente abrufen können, sodass Ihre Arbeit konsistent und organisiert bleibt.\n\nKurz gesagt bietet die Verlaufsspeicherfunktion von Hubbbr Designern ein Sicherheitsnetz und stellt sicher, dass alle kreativen Entscheidungen aufgezeichnet und jederzeit zugänglich sind. Diese Funktion ist besonders wertvoll für große Projekte, bei denen die Verfolgung zahlreicher Designentscheidungen unerlässlich ist, um ein einheitliches, elegantes Erscheinungsbild aufrechtzuerhalten.\n\nWir haben unsere Erweiterung für maximale Effizienz entwickelt und eine ihrer Funktionen ist die Möglichkeit, über anpassbare Hotkeys auf alle Tools zuzugreifen. Mit dieser Funktion können Webdesigner schnell die Farbauswahl, die Schriftartauswahl, das Seitenlineal oder den Palettenersteller aktivieren, ohne jemals die Tastatur zu verlassen, wodurch der Designprozess schneller und effizienter wird.\n\nMit dem Hotkey-Zugriff müssen Sie nicht mehr durch Menüs navigieren oder nach dem richtigen Tool suchen – alles ist nur einen Tastendruck entfernt. Diese Tastenkombinationen sparen wertvolle Zeit, insbesondere bei der Arbeit an komplexen Projekten oder beim Jonglieren mit mehreren Designaufgaben.\n\nHotkeys helfen auch dabei, Ablenkungen zu reduzieren, sodass Designer sich auf ihre Kreativität konzentrieren können. Da Sie nicht mehr ständig zwischen Tools oder Erweiterungen wechseln müssen, können Sie mit der Hotkey-Funktion von Hubbbr nahtlos von Aufgabe zu Aufgabe wechseln und so Ihren Arbeitsfluss aufrechterhalten.\n\nDarüber hinaus sind die Hotkeys vollständig anpassbar, d. h. Sie können Befehle zuweisen, die am besten zu Ihrem persönlichen Arbeitsablauf und Ihren Vorlieben passen. Dadurch lässt sich Hubbbr an Ihre individuellen Designgewohnheiten anpassen und gibt Ihnen die volle Kontrolle darüber, wie Sie mit der Erweiterung interagieren.\n\nHubbbr – Web Designer Tools ist eine Chrome-Erweiterung, die den Webdesignprozess rationalisieren soll, indem sie wichtige Tools wie einen Farbwähler, einen Schriftartwähler, ein Seitenlineal und einen Palettenersteller an einem Ort bietet. Zu den wichtigsten Funktionen gehören anpassbare Hotkeys für den schnellen Zugriff und eine Verlaufsspeicherfunktion, die frühere Farb-, Schriftart- und Palettenauswahlen protokolliert, um sie einfach wieder abzurufen. Diese Tools helfen Designern, schneller zu arbeiten, sich auf die Kreativität zu konzentrieren und machen das Wechseln zwischen mehreren Apps überflüssig. Die benutzerfreundliche Oberfläche und Echtzeitfunktionalität von Hubbbr machen es zu einer idealen Lösung für Webdesigner, die auf der Suche nach Effizienz und kreativem Fluss sind.",
    "es,es_419": "Hubbbr es una potente extensión de Chrome creada para potenciar a los diseñadores web al ofrecer herramientas que mejoran la productividad y fomentan la creatividad. Esta solución todo en uno integra cuatro funciones clave esenciales para cualquier flujo de trabajo de diseño:\n\n1. Selector de color\nExtraiga y ajuste fácilmente cualquier color de una página web o imagen, lo que permite realizar ajustes rápidos del esquema de color y garantizar la coherencia visual en todos sus diseños.\n\n2. Selector de fuentes\nIdentifique y administre las fuentes directamente desde los sitios web, lo que facilita descubrir tipos de letra, combinar estilos o previsualizar combinaciones de fuentes para sus proyectos.\n\n3. Regla de página\nMida los elementos en pantalla con precisión, perfecto para verificar dimensiones, alinear diseños y garantizar un diseño perfecto en píxeles sin salir de su navegador.\n\n4. Creador de paletas\nCree paletas de colores personalizadas o explore las existentes para inspirarse. El creador de paletas ayuda a los diseñadores a crear rápidamente combinaciones de colores armoniosas para mejorar la estética de su sitio web.\n\nDiseñado para optimizar el proceso de diseño, Hubbbr elimina la necesidad de cambiar entre múltiples herramientas o software, lo que permite a los diseñadores centrarse en lo que más importa: la creatividad. Con su interfaz intuitiva y su rendimiento liviano, es adecuado para diseñadores de todos los niveles de experiencia, desde principiantes hasta profesionales experimentados.\n\nAl ofrecer un acceso fácil a todas estas herramientas directamente desde el navegador, Hubbbr ahorra tiempo y mejora la productividad, lo que permite a los diseñadores abordar de manera eficiente cualquier desafío de diseño. Ya sea que esté eligiendo el esquema de color perfecto, identificando fuentes o asegurando una alineación de diseño perfecta en píxeles, Hubbbr proporciona las soluciones rápidas, confiables y fáciles de usar que todo diseñador web moderno necesita para mantenerse a la vanguardia.\n\nAdemás, Hubbbr puede guardar automáticamente sus selecciones anteriores, lo que hace que sea increíblemente fácil volver a revisar colores, fuentes y paletas utilizados anteriormente sin tener que comenzar desde cero.\n\nLos diseñadores a menudo experimentan con diferentes combinaciones, y perder la pista de un código de color o fuente perfectos puede ser frustrante. La función de historial de Hubbbr garantiza que cada color que haya elegido, fuente que haya identificado o paleta que haya creado se registre y sea de fácil acceso. Esto significa que puede volver atrás y recuperar elementos de diseño anteriores con unos pocos clics, manteniendo su trabajo consistente y organizado.\n\nEn resumen, la función de guardado del historial de Hubbbr proporciona una red de seguridad para los diseñadores, asegurando que todas las decisiones creativas se registren y sean accesibles siempre que las necesite. Esta función es especialmente valiosa para proyectos grandes, donde llevar un registro de numerosas opciones de diseño es esencial para mantener una apariencia cohesiva y pulida en todo momento.\n\nDiseñamos nuestra extensión para lograr la máxima eficiencia, y una de sus funciones es la capacidad de acceder a todas sus herramientas a través de teclas de acceso rápido personalizables. Esta función permite a los diseñadores web activar rápidamente el selector de color, el selector de fuente, la regla de página o el creador de paletas sin tener que abandonar el teclado, lo que hace que el proceso de diseño sea más rápido y optimizado.\n\nCon el acceso mediante teclas de acceso rápido, ya no necesita navegar por los menús ni buscar la herramienta adecuada: todo está a solo una pulsación de tecla. Estos atajos ahorran un tiempo valioso, especialmente cuando se trabaja en proyectos complejos o se realizan múltiples tareas de diseño.\n\nLas teclas de acceso rápido también ayudan a reducir las distracciones, lo que permite a los diseñadores concentrarse en la creatividad. Al eliminar la necesidad de cambiar constantemente entre herramientas o extensiones, la función de teclas de acceso rápido de Hubbbr le permite pasar sin problemas de una tarea a otra, lo que lo mantiene en el flujo de su trabajo.\n\nAdemás, las teclas de acceso rápido son completamente personalizables, lo que significa que puede asignar comandos que se adapten mejor a su flujo de trabajo y preferencias personales. Esto hace que Hubbbr se adapte a sus hábitos de diseño únicos, lo que le brinda el máximo control sobre cómo interactúa con la extensión.\n\nPor lo tanto, Hubbbr - Web Designer Tools es una extensión de Chrome diseñada para agilizar el proceso de diseño web al ofrecer herramientas esenciales como un selector de color, un selector de fuente, una regla de página y un creador de paletas, todo en un solo lugar. Las características clave incluyen teclas de acceso rápido personalizables para un acceso rápido y una función de guardado del historial que registra las selecciones de color, fuente y paleta anteriores para una fácil recuperación. Estas herramientas ayudan a los diseñadores a trabajar más rápido, mantener el enfoque en la creatividad y eliminar la necesidad de cambiar entre múltiples aplicaciones. La interfaz fácil de usar y la funcionalidad en tiempo real de Hubbbr lo convierten en una solución ideal para diseñadores web que buscan eficiencia y flujo creativo.",
    "fr": "Hubbbr est une puissante extension Chrome créée pour donner du pouvoir aux concepteurs Web en leur proposant des outils qui améliorent la productivité et favorisent la créativité. Cette solution tout-en-un intègre quatre fonctionnalités clés essentielles à tout flux de travail de conception :\n\n1. Sélecteur de couleurs\nExtraire et affiner facilement n'importe quelle couleur d'une page Web ou d'une image, permettant des ajustements rapides de la palette de couleurs et garantissant une cohérence visuelle entre vos conceptions.\n\n2. Sélecteur de polices\nIdentifiez et gérez les polices directement à partir des sites Web, ce qui facilite la découverte de polices, la correspondance des styles ou la prévisualisation des combinaisons de polices pour vos projets.\n\n3. Règle de page\nMesurez les éléments à l'écran avec précision, parfait pour vérifier les dimensions, aligner les mises en page et garantir une conception parfaite au pixel près sans quitter votre navigateur.\n\n4. Créateur de palettes\nCréez des palettes de couleurs personnalisées ou explorez celles qui existent déjà pour vous inspirer. Le créateur de palettes aide les concepteurs à créer rapidement des combinaisons de couleurs harmonieuses pour rehausser l'esthétique de leur site Web.\n\nConçu pour simplifier le processus de conception, Hubbbr élimine le besoin de basculer entre plusieurs outils ou logiciels, permettant aux concepteurs de se concentrer sur ce qui compte le plus : la créativité. Avec son interface intuitive et ses performances légères, il convient aux concepteurs de tous niveaux d'expérience, des débutants aux professionnels chevronnés.\n\nEn offrant un accès facile à tous ces outils directement depuis le navigateur, Hubbbr fait gagner du temps et améliore la productivité, permettant aux concepteurs de relever efficacement n'importe quel défi de conception. Que vous choisissiez le jeu de couleurs parfait, que vous identifiiez les polices ou que vous garantissiez un alignement parfait de la mise en page au pixel près, Hubbbr fournit les solutions rapides, fiables et conviviales dont tout concepteur Web moderne a besoin pour rester au top de son art.\n\nDe plus, Hubbbr peut enregistrer automatiquement vos sélections passées, ce qui facilite énormément la révision des couleurs, polices et palettes précédemment utilisées sans avoir à repartir de zéro.\n\nLes concepteurs expérimentent souvent différentes combinaisons, et perdre la trace d'un code couleur ou d'une police parfaite peut être frustrant. La fonction d'historique de Hubbbr garantit que chaque couleur que vous avez sélectionnée, chaque police que vous avez identifiée ou chaque palette que vous avez créée est enregistrée et facilement accessible. Cela signifie que vous pouvez revenir en arrière et récupérer des éléments de conception antérieurs en quelques clics, ce qui permet de garder votre travail cohérent et organisé.\n\nEn bref, la fonctionnalité d'enregistrement de l'historique de Hubbbr offre un filet de sécurité aux concepteurs, garantissant que toutes les décisions créatives sont enregistrées et accessibles chaque fois que vous en avez besoin. Cette fonctionnalité est particulièrement utile pour les projets de grande envergure, où le suivi de nombreux choix de conception est essentiel pour maintenir un aspect cohérent et soigné.\n\nNous avons conçu notre extension pour une efficacité maximale, et l'une de ses fonctionnalités est la possibilité d'accéder à tous ses outils via des raccourcis clavier personnalisables. Cette fonctionnalité permet aux concepteurs Web d'activer rapidement le sélecteur de couleurs, le sélecteur de polices, la règle de page ou le créateur de palettes sans jamais quitter le clavier, ce qui rend le processus de conception plus rapide et plus rationalisé.\n\nAvec l'accès par raccourci clavier, vous n'avez plus besoin de naviguer dans les menus ou de rechercher le bon outil : tout est à portée de main. Ces raccourcis permettent de gagner un temps précieux, notamment lorsque vous travaillez sur des projets complexes ou que vous jonglez avec plusieurs tâches de conception.\n\nLes raccourcis clavier permettent également de réduire les distractions, permettant aux concepteurs de rester concentrés sur la créativité. En supprimant le besoin de basculer constamment entre les outils ou les extensions, la fonction de raccourci clavier de Hubbbr vous permet de passer en toute transparence d'une tâche à l'autre, vous permettant ainsi de rester dans le flux de votre travail.\n\nDe plus, les raccourcis clavier sont entièrement personnalisables, ce qui signifie que vous pouvez attribuer les commandes qui correspondent le mieux à votre flux de travail et à vos préférences personnelles. Cela rend Hubbbr adaptable à vos habitudes de conception uniques, vous donnant un contrôle ultime sur la façon dont vous interagissez avec l'extension.\n\nAinsi, Hubbbr - Web Designer Tools est une extension Chrome conçue pour rationaliser le processus de conception Web en offrant des outils essentiels comme un sélecteur de couleurs, un sélecteur de polices, une règle de page et un créateur de palettes, le tout en un seul endroit. Les principales fonctionnalités incluent des raccourcis clavier personnalisables pour un accès rapide et une fonction de sauvegarde de l'historique qui enregistre les sélections de couleurs, de polices et de palettes passées pour une récupération facile. Ces outils aident les concepteurs à travailler plus rapidement, à rester concentrés sur la créativité et à éliminer le besoin de basculer entre plusieurs applications. L’interface conviviale et les fonctionnalités en temps réel de Hubbbr en font une solution idéale pour les concepteurs Web à la recherche d’efficacité et de flux créatif.",
    "it": "Hubbbr è una potente estensione di Chrome creata per potenziare i web designer offrendo strumenti che migliorano la produttività e stimolano la creatività. Questa soluzione all-in-one integra quattro funzionalità chiave essenziali per qualsiasi flusso di lavoro di progettazione:\n\n1. Color Picker\nEstrarre e perfezionare facilmente qualsiasi colore da una pagina web o da un'immagine, consentendo rapide regolazioni dello schema di colori e garantendo coerenza visiva nei tuoi progetti.\n\n2. Font Picker\nIdentifica e gestisci i font direttamente dai siti web, semplificando la scoperta di caratteri, la corrispondenza di stili o l'anteprima di combinazioni di font per i tuoi progetti.\n\n3. Page Ruler\nMisura gli elementi sullo schermo con precisione, perfetto per verificare le dimensioni, allineare i layout e garantire un design pixel-perfect senza uscire dal browser.\n\n4. Palette Maker\nCrea palette di colori personalizzate o esplora quelle esistenti per trovare ispirazione. Il palette maker aiuta i designer a creare rapidamente combinazioni di colori armoniose per migliorare l'estetica del loro web.\n\nProgettato per semplificare il processo di progettazione, Hubbbr elimina la necessità di passare da uno strumento o software all'altro, consentendo ai designer di concentrarsi su ciò che conta di più: la creatività. Con la sua interfaccia intuitiva e le prestazioni leggere, è adatto a designer di tutti i livelli di esperienza, dai principianti ai professionisti esperti.\n\nOffrendo un facile accesso a tutti questi strumenti direttamente dal browser, Hubbbr fa risparmiare tempo e aumenta la produttività, consentendo ai designer di affrontare in modo efficiente qualsiasi sfida di progettazione. Che tu stia scegliendo la combinazione di colori perfetta, identificando i font o assicurando un allineamento del layout perfetto al pixel, Hubbbr fornisce le soluzioni rapide, affidabili e intuitive di cui ogni web designer moderno ha bisogno per rimanere al top del suo gioco.\n\nInoltre, Hubbbr può salvare automaticamente le tue selezioni passate, rendendo incredibilmente facile rivisitare colori, font e tavolozze utilizzati in precedenza senza dover ricominciare da zero.\n\nI designer spesso sperimentano diverse combinazioni e perdere traccia di un codice colore o font perfetto può essere frustrante. La funzione cronologia di Hubbbr assicura che ogni colore che hai scelto, font che hai identificato o tavolozza che hai creato venga registrato e facilmente accessibile. Ciò significa che puoi tornare indietro e recuperare elementi di progettazione passati con pochi clic, mantenendo il tuo lavoro coerente e organizzato.\n\nIn breve, la funzionalità di salvataggio della cronologia di Hubbbr fornisce una rete di sicurezza per i designer, assicurando che tutte le decisioni creative siano registrate e accessibili ogni volta che ne hai bisogno. Questa funzionalità è particolarmente preziosa per i progetti di grandi dimensioni, in cui tenere traccia di numerose scelte di progettazione è essenziale per mantenere un aspetto coeso e raffinato.\n\nAbbiamo progettato la nostra estensione per la massima efficienza e una delle sue funzionalità è la possibilità di accedere a tutti i suoi strumenti tramite tasti di scelta rapida personalizzabili. Questa funzionalità consente ai web designer di attivare rapidamente il selettore colore, il selettore font, il righello pagina o il creatore palette senza mai lasciare la tastiera, rendendo il processo di progettazione più rapido e semplificato.\n\nCon l'accesso tramite tasti di scelta rapida, non è più necessario navigare nei menu o cercare lo strumento giusto: tutto è a portata di tasto. Queste scorciatoie fanno risparmiare tempo prezioso, soprattutto quando si lavora su progetti complessi o si gestiscono più attività di progettazione.\n\nI tasti di scelta rapida aiutano anche a ridurre le distrazioni, consentendo ai designer di rimanere concentrati sulla creatività. Eliminando la necessità di passare costantemente da uno strumento o da un'estensione all'altra, la funzione di tasti di scelta rapida di Hubbbr ti consente di passare senza problemi da un'attività all'altra, mantenendoti nel flusso del tuo lavoro.\n\nInoltre, i tasti di scelta rapida sono completamente personalizzabili, il che significa che puoi assegnare i comandi che meglio si adattano al tuo flusso di lavoro e alle tue preferenze personali. Ciò rende Hubbbr adattabile alle tue abitudini di progettazione uniche, dandoti il ​​massimo controllo su come interagisci con l'estensione.\n\nQuindi, Hubbbr - Web Designer Tools è un'estensione di Chrome progettata per semplificare il processo di progettazione web offrendo strumenti essenziali come un selettore di colori, un selettore di font, un righello di pagina e un creatore di palette, tutto in un unico posto. Le funzionalità principali includono tasti di scelta rapida personalizzabili per un accesso rapido e una funzione di salvataggio della cronologia che registra le selezioni passate di colori, font e palette per un facile recupero. Questi strumenti aiutano i designer a lavorare più velocemente, a mantenere l'attenzione sulla creatività ed eliminare la necessità di passare da un'app all'altra. L'interfaccia intuitiva di Hubbbr e la funzionalità in tempo reale lo rendono una soluzione ideale per i web designer che cercano efficienza e flusso creativo.",
    "ja": "Hubbbr は、生産性を高め、創造性を育むツールを提供することで、Web デザイナーを支援するために作成された強力な Chrome 拡張機能です。このオールインワン ソリューションには、あらゆるデザイン ワークフローに不可欠な 4 つの主要機能が統合されています。\n\n1. カラー ピッカー\nWeb ページまたは画像から任意の色を簡単に抽出して微調整できるため、配色をすばやく調整し、デザイン全体で視覚的な一貫性を確保できます。\n\n2. フォント ピッカー\nWeb サイトから直接フォントを識別して管理できるため、プロジェクト用の書体を見つけたり、スタイルを一致させたり、フォントの組み合わせをプレビューしたりすることが簡単になります。\n\n3. ページ ルーラー\n画面上の要素を正確に測定できるため、ブラウザーを離れることなく、寸法の確認、レイアウトの調整、ピクセル単位のデザインの確保に最適です。\n\n4. パレット メーカー\nカスタム カラー パレットを作成するか、既存のパレットを調べてインスピレーションを得ます。パレット メーカーを使用すると、デザイナーは調和のとれた色の組み合わせをすばやく作成して、Web の美観を高めることができます。\n\nHubbbr はデザイン プロセスを効率化するように設計されており、複数のツールやソフトウェアを切り替える必要がなくなるため、デザイナーは最も重要なこと、つまり創造性に集中できます。直感的なインターフェイスと軽量なパフォーマンスにより、初心者から熟練したプロまで、あらゆる経験レベルのデザイナーに適しています。\n\nHubbbr は、ブラウザーから直接これらのツールに簡単にアクセスできるため、時間を節約し、生産性を高め、デザイナーがあらゆるデザイン課題に効率的に取り組むことができます。完璧な配色を選択する場合でも、フォントを識別する場合でも、ピクセル単位で完璧なレイアウト配置を確保する場合でも、Hubbbr は、すべての現代の Web デザイナーが最高のパフォーマンスを維持するために必要な、迅速で信頼性が高く、使いやすいソリューションを提供します。\n\nまた、Hubbbr は過去の選択を自動的に保存できるため、最初からやり直すことなく、以前に使用した色、フォント、パレットを簡単に再利用できます。\n\nデザイナーはさまざまな組み合わせを試すことが多く、完璧なカラー コードやフォントを見失うとイライラすることがあります。 Hubbbr の履歴機能により、選択した色、識別したフォント、作成したパレットがすべて記録され、簡単にアクセスできます。つまり、数回クリックするだけで過去のデザイン要素に戻って取得でき、作業の一貫性と整理を保つことができます。\n\nつまり、Hubbbr の履歴保存機能はデザイナーにセーフティ ネットを提供し、すべてのクリエイティブな決定が記録され、必要なときにいつでもアクセスできるようにします。この機能は、多数のデザイン選択を追跡することが、全体にわたって一貫性のある洗練された外観を維持するために不可欠な大規模プロジェクトで特に役立ちます。\n\n私たちは拡張機能を最大限の効率性を実現するように設計しており、その機能の 1 つは、カスタマイズ可能なホットキーを使用してすべてのツールにアクセスできることです。この機能により、Web デザイナーはキーボードを離れることなく、カラー ピッカー、フォント ピッカー、ページ ルーラー、またはパレット メーカーをすばやくアクティブ化できるため、デザイン プロセスがより高速かつ合理化されます。\n\nホットキー アクセスを使用すると、メニューをナビゲートしたり、適切なツールを検索したりする必要がなくなります。すべてがキーを 1 回押すだけで利用できます。これらのショートカットは、特に複雑なプロジェクトに取り組んでいるときや複数のデザインタスクをこなしているときに、貴重な時間を節約します。\n\nホットキーは気を散らすものを減らすのにも役立ち、デザイナーが創造性に集中できるようにします。Hubbbr のホットキー機能を使用すると、ツールや拡張機能を頻繁に切り替える必要がなくなり、タスクからタスクへとシームレスに移動して、作業の流れを維持できます。\n\nさらに、ホットキーは完全にカスタマイズ可能で、個人のワークフローや好みに最適なコマンドを割り当てることができます。これにより、Hubbbr は独自のデザイン習慣に適応し、拡張機能の操作方法を完全に制御できます。\n\nつまり、Hubbbr - Web Designer Tools は、カラーピッカー、フォントピッカー、ページルーラー、パレットメーカーなどの重要なツールをすべて 1 か所にまとめて提供することで、Web デザインプロセスを合理化するように設計された Chrome 拡張機能です。主な機能には、すばやくアクセスするためのカスタマイズ可能なホットキー、過去の色、フォント、パレットの選択を記録して簡単に取得できる履歴保存機能などがあります。これらのツールは、デザイナーが作業を高速化し、創造性に集中し、複数のアプリを切り替える必要がなくなるのに役立ちます。 Hubbbr のユーザーフレンドリーなインターフェースとリアルタイム機能により、効率性とクリエイティブな流れを求める Web デザイナーにとって理想的なソリューションとなります。",
    "ko": "Hubbbr은 생산성을 높이고 창의성을 촉진하는 도구를 제공하여 웹 디자이너에게 힘을 실어주기 위해 만들어진 강력한 Chrome 확장 프로그램입니다. 이 올인원 솔루션은 모든 디자인 워크플로에 필수적인 네 가지 주요 기능을 통합합니다.\n\n1. 색상 선택기\n웹페이지나 이미지에서 모든 색상을 쉽게 추출하고 미세 조정하여 색상 구성표를 빠르게 조정하고 디자인 전체에서 시각적 일관성을 보장합니다.\n\n2. 글꼴 선택기\n웹사이트에서 직접 글꼴을 식별하고 관리하여 프로젝트에 적합한 글꼴을 쉽게 찾고, 스타일을 일치시키거나, 글꼴 조합을 미리 볼 수 있습니다.\n\n3. 페이지 눈금자\n화면 요소를 정밀하게 측정하여 브라우저를 벗어나지 않고도 치수를 확인하고, 레이아웃을 정렬하고, 픽셀 단위로 완벽한 디자인을 보장하는 데 적합합니다.\n\n4. 팔레트 메이커\n사용자 정의 색상 팔레트를 만들거나 기존 팔레트를 탐색하여 영감을 얻으세요. 팔레트 메이커는 디자이너가 조화로운 색상 조합을 빠르게 만들어 웹 미학을 향상시키는 데 도움이 됩니다.\n\n디자인 프로세스를 간소화하도록 설계된 Hubbbr은 여러 도구나 소프트웨어 간에 전환할 필요성을 없애 디자이너가 가장 중요한 것, 즉 창의성에 집중할 수 있도록 합니다. 직관적인 인터페이스와 가벼운 성능으로 초보자부터 노련한 전문가까지 모든 경험 수준의 디자이너에게 적합합니다.\n\nHubbbr은 브라우저에서 직접 이러한 모든 도구에 쉽게 액세스할 수 있도록 하여 시간을 절약하고 생산성을 높여 디자이너가 모든 디자인 과제를 효율적으로 해결할 수 있도록 합니다. 완벽한 색 구성표를 선택하든, 글꼴을 식별하든, 픽셀 단위로 완벽한 레이아웃 정렬을 보장하든, Hubbbr은 모든 현대 웹 디자이너가 게임에서 앞서 나가는 데 필요한 빠르고 안정적이며 사용자 친화적인 솔루션을 제공합니다.\n\n또한 Hubbbr은 이전 선택 항목을 자동으로 저장하여 처음부터 시작하지 않고도 이전에 사용한 색상, 글꼴 및 팔레트를 매우 쉽게 다시 볼 수 있습니다.\n\n디자이너는 종종 다양한 조합으로 실험하며, 완벽한 색상 코드나 글꼴을 놓치면 실망스러울 수 있습니다. Hubbbr의 기록 기능은 선택한 모든 색상, 식별한 글꼴 또는 만든 팔레트가 기록되고 쉽게 액세스할 수 있도록 보장합니다. 즉, 몇 번의 클릭만으로 이전 디자인 요소를 다시 검색하여 작업을 일관되고 체계적으로 유지할 수 있습니다.\n\n간단히 말해, Hubbbr의 기록 저장 기능은 디자이너에게 안전망을 제공하여 모든 창의적인 결정을 기록하고 필요할 때마다 액세스할 수 있도록 합니다. 이 기능은 특히 대규모 프로젝트에 유용하며, 다양한 디자인 선택을 추적하는 것이 전체적으로 일관되고 세련된 모습을 유지하는 데 필수적입니다.\n\n우리는 최대한의 효율성을 위해 확장 프로그램을 설계했으며, 그 기능 중 하나는 사용자 지정 가능한 단축키를 통해 모든 도구에 액세스할 수 있는 기능입니다. 이 기능을 사용하면 웹 디자이너가 키보드를 떠나지 않고도 색상 선택기, 글꼴 선택기, 페이지 눈금자 또는 팔레트 메이커를 빠르게 활성화하여 디자인 프로세스를 더 빠르고 간소화할 수 있습니다.\n\n단축키 액세스를 사용하면 더 이상 메뉴를 탐색하거나 올바른 도구를 검색할 필요가 없습니다. 모든 것이 키 입력 한 번 거리에 있습니다. 이러한 단축키는 특히 복잡한 프로젝트를 진행하거나 여러 디자인 작업을 동시에 진행할 때 귀중한 시간을 절약해줍니다.\n\n단축키는 또한 산만함을 줄여 디자이너가 창의성에 집중할 수 있도록 도와줍니다. Hubbbr의 단축키 기능을 사용하면 도구나 확장 프로그램 간에 끊임없이 전환할 필요가 없으므로 작업 간에 원활하게 전환하여 작업 흐름을 유지할 수 있습니다.\n\n또한 단축키는 완전히 사용자 정의할 수 있으므로 개인 워크플로와 선호도에 가장 적합한 명령을 할당할 수 있습니다. 이를 통해 Hubbbr은 고유한 디자인 습관에 맞게 조정하여 확장 프로그램과 상호 작용하는 방식을 완벽하게 제어할 수 있습니다.\n\n따라서 Hubbbr - Web Designer Tools는 색상 선택기, 글꼴 선택기, 페이지 눈금자 및 팔레트 메이커와 같은 필수 도구를 한곳에서 제공하여 웹 디자인 프로세스를 간소화하도록 설계된 Chrome 확장 프로그램입니다. 주요 기능으로는 빠른 액세스를 위한 사용자 정의 단축키와 이전 색상, 글꼴 및 팔레트 선택을 기록하여 쉽게 검색할 수 있는 기록 저장 기능이 있습니다. 이러한 도구를 사용하면 디자이너가 더 빠르게 작업하고 창의성에 집중하며 여러 앱 간에 전환할 필요가 없습니다. Hubbbr의 사용자 친화적인 인터페이스와 실시간 기능은 효율성과 창의적인 흐름을 추구하는 웹 디자이너에게 이상적인 솔루션입니다.",
    "pt_BR": "Hubbbr é uma extensão poderosa do Chrome criada para capacitar web designers, oferecendo ferramentas que aumentam a produtividade e estimulam a criatividade. Esta solução completa integra quatro recursos essenciais para qualquer fluxo de trabalho de design:\n\n1. Color Picker\nExtraia e ajuste facilmente qualquer cor de uma página da web ou imagem, permitindo ajustes rápidos no esquema de cores e garantindo consistência visual em seus designs.\n\n2. Font Picker\nIdentifique e gerencie fontes diretamente de sites, facilitando a descoberta de fontes, estilos de correspondência ou combinações de fontes de visualização para seus projetos.\n\n3. Page Ruler\nMeça elementos na tela com precisão, perfeito para verificar dimensões, alinhar layouts e garantir um design perfeito em pixels sem sair do navegador.\n\n4. Palette Maker\nCrie paletas de cores personalizadas ou explore as existentes para inspiração. O palette maker ajuda os designers a criar rapidamente combinações de cores harmoniosas para elevar sua estética na web.\n\nProjetado para agilizar o processo de design, o Hubbbr elimina a necessidade de alternar entre várias ferramentas ou softwares, permitindo que os designers se concentrem no que mais importa: criatividade. Com sua interface intuitiva e desempenho leve, é adequado para designers em todos os níveis de experiência — de iniciantes a profissionais experientes.\n\nAo oferecer acesso fácil a todas essas ferramentas diretamente do navegador, o Hubbbr economiza tempo e aumenta a produtividade, permitindo que os designers enfrentem com eficiência qualquer desafio de design. Quer você esteja escolhendo o esquema de cores perfeito, identificando fontes ou garantindo o alinhamento de layout perfeito em pixels, o Hubbbr fornece as soluções rápidas, confiáveis ​​e fáceis de usar que todo web designer moderno precisa para se manter no topo de seu jogo.\n\nAlém disso, o Hubbbr pode salvar automaticamente suas seleções anteriores, tornando incrivelmente fácil revisitar cores, fontes e paletas usadas anteriormente sem ter que começar do zero.\n\nOs designers geralmente experimentam combinações diferentes, e perder o controle de um código de cor ou fonte perfeito pode ser frustrante. O recurso de histórico do Hubbbr garante que cada cor que você escolheu, fonte que você identificou ou paleta que você criou seja registrada e facilmente acessível. Isso significa que você pode voltar e recuperar elementos de design anteriores com alguns cliques, mantendo seu trabalho consistente e organizado.\n\nEm resumo, a funcionalidade de salvar histórico do Hubbbr fornece uma rede de segurança para designers, garantindo que todas as decisões criativas sejam registradas e acessíveis sempre que você precisar delas. Esse recurso é especialmente valioso para projetos grandes, onde manter o controle de inúmeras escolhas de design é essencial para manter uma aparência coesa e polida.\n\nProjetamos nossa extensão para máxima eficiência, e um de seus recursos é a capacidade de acessar todas as suas ferramentas por meio de teclas de atalho personalizáveis. Esse recurso permite que web designers ativem rapidamente o seletor de cores, seletor de fontes, régua de página ou criador de paleta sem nunca sair do teclado, tornando o processo de design mais rápido e simplificado.\n\nCom o acesso por tecla de atalho, você não precisa mais navegar pelos menus ou procurar a ferramenta certa - tudo está a apenas um toque de tecla de distância. Esses atalhos economizam um tempo valioso, especialmente ao trabalhar em projetos complexos ou ao fazer malabarismos com várias tarefas de design.\n\nAs teclas de atalho também ajudam a reduzir distrações, permitindo que os designers permaneçam focados na criatividade. Ao eliminar a necessidade de alternar constantemente entre ferramentas ou extensões, o recurso de tecla de atalho do Hubbbr permite que você passe facilmente de uma tarefa para outra, mantendo-o no fluxo do seu trabalho.\n\nAlém disso, as teclas de atalho são totalmente personalizáveis, o que significa que você pode atribuir comandos que melhor se ajustem ao seu fluxo de trabalho e preferências pessoais. Isso torna o Hubbbr adaptável aos seus hábitos de design exclusivos, dando a você o controle máximo sobre como você interage com a extensão.\n\nEntão, o Hubbbr - Web Designer Tools é uma extensão do Chrome projetada para agilizar o processo de web design, oferecendo ferramentas essenciais como um seletor de cores, seletor de fontes, régua de página e criador de paletas, tudo em um só lugar. Os principais recursos incluem teclas de atalho personalizáveis ​​para acesso rápido e uma função de salvamento de histórico que registra seleções anteriores de cores, fontes e paletas para fácil recuperação. Essas ferramentas ajudam os designers a trabalhar mais rápido, manter o foco na criatividade e eliminar a necessidade de alternar entre vários aplicativos. A interface amigável e a funcionalidade em tempo real do Hubbbr o tornam uma solução ideal para web designers que buscam eficiência e fluxo criativo.",
    "pt_PT": "O Hubbbr é uma poderosa extensão do Chrome criada para capacitar os web designers, oferecendo ferramentas que aumentam a produtividade e estimulam a criatividade. Esta solução completa integra quatro características principais essenciais para qualquer fluxo de trabalho de design:\n\n1. Seletor de cores\nExtraia e ajuste facilmente qualquer cor de uma página Web ou imagem, permitindo ajustes rápidos no esquema de cores e garantindo consistência visual nos seus designs.\n\n2. Seletor de fontes\nIdentifique e gerencie tipos de letra diretamente a partir de sites, facilitando a descoberta de tipos de letra, a correspondência de estilos ou a visualização de combinações de tipos de letra para os seus projetos.\n\n3. Régua de página\nMeça elementos no ecrã com precisão, perfeito para verificar dimensões, alinhar layouts e garantir um design pixel perfeito sem sair do browser.\n\n4. Criador de paletas\nCrie paletas de cores personalizadas ou explore as existentes para se inspirar. O criador de paletas ajuda os designers a criar rapidamente combinações de cores harmoniosas para elevar a estética da web.\n\nConcebido para agilizar o processo de design, o Hubbbr elimina a necessidade de alternar entre várias ferramentas ou software, permitindo aos designers concentrarem-se no que é mais importante: a criatividade. Com a sua interface intuitiva e desempenho leve, é adequado para designers de todos os níveis de experiência – desde principiantes a profissionais experientes.\n\nAo oferecer um acesso fácil a todas estas ferramentas diretamente do browser, o Hubbbr poupa tempo e aumenta a produtividade, permitindo aos designers enfrentar eficientemente qualquer desafio de design. Quer esteja a escolher o esquema de cores perfeito, a identificar tipos de letra ou a garantir o alinhamento de layout perfeito em pixels, o Hubbbr fornece as soluções rápidas, fiáveis ​​e fáceis de usar que todo o web designer moderno precisa para se manter atualizado.\n\nAlém disso, o Hubbbr pode guardar automaticamente as suas seleções anteriores, tornando incrivelmente fácil revisitar cores, tipos de letra e paletas utilizadas anteriormente, sem ter de começar do zero.\n\nOs designers experimentam frequentemente combinações diferentes, e perder o controlo de um código de cores ou de um tipo de letra perfeito pode ser frustrante. A funcionalidade de histórico do Hubbbr garante que cada cor que escolheu, tipo de letra que identificou ou paleta que criou está registada e facilmente acessível. Isto significa que pode voltar atrás e recuperar elementos de design anteriores com apenas alguns cliques, mantendo o seu trabalho consistente e organizado.\n\nEm suma, a funcionalidade de guardar histórico do Hubbbr fornece uma rede de segurança para os designers, garantindo que todas as decisões criativas são registadas e acessíveis sempre que precisar delas. Esta funcionalidade é especialmente valiosa para projetos de grandes dimensões, onde o controlo de inúmeras opções de design é essencial para manter uma aparência coesa e polida.\n\nConcebemos a nossa extensão para a máxima eficiência e uma das suas características é a capacidade de aceder a todas as suas ferramentas através de teclas de atalho personalizáveis. Esta funcionalidade permite que os web designers ativem rapidamente o seletor de cores, o seletor de tipos de letra, a régua de páginas ou o criador de paletas sem nunca sair do teclado, tornando o processo de design mais rápido e simplificado.\n\nCom o acesso por teclas de atalho, já não precisa de navegar pelos menus ou procurar a ferramenta certa – tudo está à distância de um toque de tecla. Estes atalhos poupam tempo valioso, especialmente quando se trabalha em projetos complexos ou quando se lida com diversas tarefas de design.\n\nAs teclas de atalho também ajudam a reduzir as distrações, permitindo aos designers manter o foco na criatividade. Ao eliminar a necessidade de alternar constantemente entre ferramentas ou extensões, a funcionalidade de teclas de atalho do Hubbbr permite-lhe passar facilmente de uma tarefa para outra, mantendo-o no fluxo do seu trabalho.\n\nAlém disso, as teclas de atalho são totalmente personalizáveis, o que significa que pode atribuir comandos que melhor se adaptem ao seu fluxo de trabalho e preferências pessoais. Isto torna o Hubbbr adaptável aos seus hábitos de design únicos, proporcionando um controlo total sobre a forma como interage com a extensão.\n\nAssim sendo, o Hubbbr - Web Designer Tools é uma extensão do Chrome concebida para agilizar o processo de web design, oferecendo ferramentas essenciais como o seletor de cores, o seletor de tipos de letra, a régua de páginas e o criador de paletas, tudo num só local. As principais características incluem teclas de atalho personalizáveis ​​para um acesso rápido e uma função de guardar histórico que regista as seleções anteriores de cores, tipos de letra e paletas para uma fácil recuperação. Estas ferramentas ajudam os designers a trabalhar mais rapidamente, a manter o foco na criatividade e a eliminar a necessidade de alternar entre várias aplicações. A interface de fácil utilização e a funcionalidade em tempo real do Hubbbr tornam-no uma solução ideal para web designers que procuram eficiência e fluxo criativo.",
    "tr": "Hubbbr, üretkenliği artıran ve yaratıcılığı teşvik eden araçlar sunarak web tasarımcılarını güçlendirmek için oluşturulmuş güçlü bir Chrome uzantısıdır. Bu hepsi bir arada çözüm, herhangi bir tasarım iş akışı için olmazsa olmaz dört temel özelliği bir araya getirir:\n\n1. Renk Seçici\nBir web sayfasından veya görüntüden herhangi bir rengi kolayca çıkarın ve ince ayarlayın, hızlı renk şeması ayarlamaları yapın ve tasarımlarınızda görsel tutarlılığı sağlayın.\n\n2. Yazı Tipi Seçici\nYazı tiplerini doğrudan web sitelerinden tanımlayın ve yönetin, böylece yazı tiplerini keşfetmeyi, stilleri eşleştirmeyi veya projeleriniz için yazı tipi kombinasyonlarını önizlemeyi zahmetsiz hale getirin.\n\n3. Sayfa Cetveli\nEkrandaki öğeleri hassasiyetle ölçün, boyutları doğrulamak, düzenleri hizalamak ve tarayıcınızdan çıkmadan piksel mükemmelliğinde tasarım sağlamak için mükemmeldir.\n\n4. Palet Oluşturucu\nÖzel renk paletleri oluşturun veya ilham almak için mevcut olanları inceleyin. Palet oluşturucu, tasarımcıların web estetiklerini yükseltmek için uyumlu renk kombinasyonlarını hızla oluşturmalarına yardımcı olur.\n\nTasarım sürecini kolaylaştırmak için tasarlanan Hubbbr, birden fazla araç veya yazılım arasında geçiş yapma ihtiyacını ortadan kaldırarak tasarımcıların en önemli şeye, yani yaratıcılığa odaklanmasını sağlar. Sezgisel arayüzü ve hafif performansıyla, yeni başlayanlardan deneyimli profesyonellere kadar her deneyim seviyesindeki tasarımcı için uygundur.\n\nHubbbr, tüm bu araçlara doğrudan tarayıcıdan kolay erişim sağlayarak zamandan tasarruf sağlar ve üretkenliği artırır, tasarımcıların her türlü tasarım zorluğunun üstesinden verimli bir şekilde gelmelerini sağlar. İster mükemmel renk şemasını seçin, ister yazı tiplerini belirleyin veya piksel mükemmelliğinde düzen hizalamasını sağlayın, Hubbbr her modern web tasarımcısının oyununun zirvesinde kalmak için ihtiyaç duyduğu hızlı, güvenilir ve kullanıcı dostu çözümleri sunar.\n\nAyrıca Hubbbr, geçmiş seçimlerinizi otomatik olarak kaydedebilir ve sıfırdan başlamak zorunda kalmadan daha önce kullanılan renkleri, yazı tiplerini ve paletleri yeniden ziyaret etmeyi inanılmaz derecede kolaylaştırır.\n\nTasarımcılar genellikle farklı kombinasyonlarla denemeler yapar ve mükemmel bir renk kodunu veya yazı tipini kaybetmek sinir bozucu olabilir. Hubbbr'ın geçmiş özelliği, seçtiğiniz her rengin, tanımladığınız her yazı tipinin veya oluşturduğunuz her paletin kaydedilmesini ve kolayca erişilebilir olmasını sağlar. Bu, birkaç tıklamayla geçmiş tasarım öğelerine geri dönüp bunları geri alabileceğiniz, çalışmanızı tutarlı ve düzenli tutabileceğiniz anlamına gelir.\n\nKısacası, Hubbbr'ın geçmiş kaydetme işlevi, tasarımcılar için bir güvenlik ağı sağlayarak tüm yaratıcı kararların kaydedilmesini ve ihtiyaç duyduğunuzda erişilebilir olmasını sağlar. Bu özellik, çok sayıda tasarım seçeneğini takip etmenin tutarlı ve cilalı bir görünüm sağlamak için önemli olduğu büyük projeler için özellikle değerlidir.\n\nEklentimizi maksimum verimlilik için tasarladık ve özelliklerinden biri de özelleştirilebilir kısayol tuşları aracılığıyla tüm araçlarına erişebilme yeteneğidir. Bu özellik, web tasarımcılarının klavyeden hiç ayrılmadan renk seçiciyi, yazı tipi seçiciyi, sayfa cetvelini veya palet oluşturucuyu hızla etkinleştirmesini sağlayarak tasarım sürecini daha hızlı ve daha akıcı hale getirir.\n\nKısayol tuşu erişimiyle artık menülerde gezinmenize veya doğru aracı aramanıza gerek kalmaz; her şey sadece bir tuş vuruşu uzağınızdadır. Bu kısayollar, özellikle karmaşık projeler üzerinde çalışırken veya birden fazla tasarım görevini bir arada yürütürken değerli zaman kazandırır.\n\nKısayol tuşları ayrıca dikkat dağıtıcı unsurları azaltmaya yardımcı olarak tasarımcıların yaratıcılığa odaklanmasını sağlar. Araçlar veya uzantılar arasında sürekli geçiş yapma ihtiyacını ortadan kaldırarak Hubbbr'ın kısayol tuşu özelliği, işinizin akışında kalmanızı sağlayarak görevden göreve sorunsuz bir şekilde geçmenizi sağlar.\n\nDahası, kısayol tuşları tamamen özelleştirilebilir, yani kişisel iş akışınıza ve tercihlerinize en uygun komutları atayabilirsiniz. Bu, Hubbbr'ı benzersiz tasarım alışkanlıklarınıza uyarlanabilir hale getirir ve uzantıyla nasıl etkileşim kuracağınız konusunda size nihai kontrol sağlar.\n\nYani, Hubbbr - Web Tasarımcısı Araçları, renk seçici, yazı tipi seçici, sayfa cetveli ve palet oluşturucu gibi temel araçları tek bir yerde sunarak web tasarım sürecini kolaylaştırmak için tasarlanmış bir Chrome uzantısıdır. Temel özellikler arasında hızlı erişim için özelleştirilebilir kısayol tuşları ve geçmiş renk, yazı tipi ve palet seçimlerini kolayca almak için kaydeden bir geçmiş kaydetme işlevi bulunur. Bu araçlar, tasarımcıların daha hızlı çalışmasına, yaratıcılığa odaklanmasını sürdürmesine ve birden fazla uygulama arasında geçiş yapma ihtiyacını ortadan kaldırmasına yardımcı olur. Hubbbr’ın kullanıcı dostu arayüzü ve gerçek zamanlı işlevselliği, onu verimlilik ve yaratıcı akış arayan web tasarımcıları için ideal bir çözüm haline getiriyor.",
    "zh_CN,zh_TW": "Hubbbr 是一款功能強大的 Chrome 擴充程序，旨在透過提供提高生產力和培養創造力的工具來增強網頁設計師的能力。此一體化解決方案整合了任何設計工作流程所需的四個關鍵功能：\n\n1. 顏色選擇器\n輕鬆從網頁或圖像中提取和微調任何顏色，實現快速配色方案調整並確保整個設計的視覺一致性。\n\n2. 字體選擇器\n直接從網站識別和管理字體，輕鬆發現專案的字體、匹配樣式或預覽字體組合。\n\n3. 頁面標尺\n精確測量螢幕上的元素，非常適合驗證尺寸、對齊佈局並確保像素完美的設計，而無需離開瀏覽器。\n\n4. 調色盤製作工具\n創建自訂調色板或探索現有調色板以獲取靈感。調色盤製作工具可幫助設計師快速製作和諧的色彩組合，以提升他們的網頁美感。\n\nHubbbr 旨在簡化設計流程，無需在多個工具或軟體之間切換，使設計人員能夠專注於最重要的事情：創造力。憑藉其直覺的介面和輕量級的性能，它適合所有經驗水平的設計師——從初學者到經驗豐富的專業人士。\n\n透過直接從瀏覽器輕鬆存取所有這些工具，Hubbbr 節省了時間並提高了生產力，使設計師能夠有效地應對任何設計挑戰。無論您是選擇完美的配色方案、識別字體還是確保像素完美的佈局對齊，Hubbbr 都能提供快速、可靠且用戶友好的解決方案，每個現代網頁設計師都需要這些解決方案來保持領先地位。\n\n此外，Hubbbr 可以自動儲存您過去的選擇，讓您可以輕鬆地重新存取先前使用的顏色、字體和調色板，而無需從頭開始。\n\n設計師經常嘗試不同的組合，失去完美的顏色代碼或字體可能會令人沮喪。 Hubbbr 的歷史記錄功能可確保您選擇的每種顏色、識別的字體或建立的調色板都會被記錄並易於存取。這意味著您只需單擊幾下即可返回並檢索過去的設計元素，從而保持工作的一致性和組織性。\n\n簡而言之，Hubbbr 的歷史保存功能為設計師提供了一個安全網，確保所有創意決策都被記錄下來並在您需要時可以存取。此功能對於大型專案尤其有價值，因為在大型專案中，追蹤眾多的設計選擇對於保持整體一致、精美的外觀至關重要。\n\n我們設計擴充功能是為了實現最高效率，其功能之一是能夠透過可自訂的熱鍵存取其所有工具。此功能可讓網頁設計人員無需離開鍵盤即可快速啟動顏色選擇器、字體選擇器、頁面標尺或調色板產生器，使設計過程更快、更簡化。\n\n透過熱鍵訪問，您不再需要瀏覽選單或搜尋正確的工具 - 只需按一下按鍵即可完成一切。這些捷徑可以節省寶貴的時間，尤其是在處理複雜的專案或處理多個設計任務時。\n\n熱鍵也有助於減少干擾，讓設計師專注於創造力。透過消除在工具或擴充功能之間不斷切換的需要，Hubbbr 的熱鍵功能可讓您在任務之間無縫切換，讓您保持工作流程。\n\n此外，熱鍵是完全可自訂的，這意味著您可以分配最適合您個人工作流程和偏好的命令。這使得 Hubbbr 能夠適應您獨特的設計習慣，讓您能夠最終控制與擴充功能的互動方式。\n\n因此，Hubbbr - Web Designer Tools 是一款 Chrome 擴充程序，旨在透過在一個地方提供顏色選擇器、字體選擇器、頁面標尺和調色板生成器等基本工具來簡化網頁設計過程。主要功能包括用於快速存取的可自訂熱鍵，以及記錄過去的顏色、字體和調色板選擇以便於檢索的歷史記錄保存功能。這些工具可幫助設計人員更快地工作，保持對創造力的關注，並消除在多個應用程式之間切換的需要。 Hubbbr 的使用者友善介面和即時功能使其成為尋求效率和創意流程的網頁設計師的理想解決方案。"
  }
}