{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brisk Teaching – AI Assistant for Teachers"
  },
  "short": {
    "ar": "التدريس لا يمكن استبداله. لبقية عبء عملك، هناك Brisk.\n\nبصفتك معلمًا، فإن وقتك وجهدك لا يقدران بثمن. لهذا السبب قمنا بتطوير Brisk…",
    "am,bg,bn,ca,cs,da,el,en_US,et,fa,fi,fil,gu,he,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Teaching is irreplaceable. For the rest of your workload, there's Brisk.\n\nAs educators, your time and effort are invaluable. That's…",
    "de": "Lehren ist unersetzlich. Für den Rest deiner Arbeitsbelastung gibt es Brisk.\n\nAls Lehrkraft ist deine Zeit und Mühe von…",
    "en": "The Simple, Free AI Assistant for Teachers\n\nBrisk Teaching is the AI-powered Chrome extension that will save you over 10 hours each…",
    "en_AU,en_GB": "Teaching is irreplaceable. For the rest of your workload, there’s Brisk.\n\nAs educators, your time and effort are invaluable. That’s…",
    "es,es_419": "Enseñar es insustituible. Para el resto de tu carga de trabajo, está Brisk.\n\nComo educador, tu tiempo y esfuerzo son invaluables.…",
    "fr": "L’enseignement est irremplaçable. Pour le reste de votre charge de travail, il y a Brisk.\n\nEn tant qu’éducateur, votre temps et vos…",
    "hi": "शिक्षण अपरिवर्तनीय है। आपके शेष कार्यभार के लिए, Brisk है।\n\nएक शिक्षक के रूप में, आपका समय और प्रयास अमूल्य हैं। इसी कारण हमने…",
    "id": "Mengajar itu tak tergantikan. Untuk pekerjaan lainnya, ada Brisk.\n\nSebagai seorang pendidik, waktu dan usaha Anda sangat berharga.…",
    "it": "L’insegnamento è insostituibile. Per il resto del tuo carico di lavoro, c’è Brisk.\n\nCome insegnanti, il tuo tempo e il tuo impegno…",
    "ko": "교육은 대체될 수 없습니다. 나머지 업무를 위해서는 Brisk가 있습니다.\n\n교육자로서 당신의 시간과 노력은 매우 소중합니다. 그래서 우리는 교사들을 위해 최적화된 Chrome 확장 프로그램, Brisk Teaching을 개발했습니다.…",
    "pt_BR": "Ensinar é insubstitúvel. Para o restante da sua carga de trabalho, existe o Brisk.\n\nComo educador, seu tempo e esforço são…",
    "pt_PT": "Ensinar é insubstituível. Para o restante da sua carga de trabalho, existe o Brisk.\n\nComo educador, o seu tempo e esforço são…",
    "ru": "Преподавание незаменимо. Для остальной части вашей рабочей нагрузки есть Brisk.\n\nКак педагоги, ваше время и усилия бесценны. Именно…",
    "vi": "Giảng dạy là không thể thay thế. Với phần còn lại của khối lượng công việc của bạn, đã có Brisk.\n\nLà nhà giáo, thời gian và công…",
    "zh_CN": "教学是不可替代的。对于其余的工作量，有 Brisk。\n\n作为教育工作者，您的时间和努力是无价的。这就是为什么我们开发了 Brisk Teaching，这是一款专为教师设计的终极 Chrome 扩展程序。Brisk…",
    "zh_TW": "教學是無可取代的。對於其餘的工作量，有 Brisk。\n\n作為教育工作者，您的時間和努力是無價的。這就是為什麼我們開發了 Brisk Teaching，這是一款專為教師設計的終極 Chrome 擴充功能。Brisk…"
  },
  "long": {
    "ar": "التدريس لا يمكن استبداله. لبقية عبء عملك، هناك Brisk.\n\nبصفتك معلمًا، فإن وقتك وجهدك لا يقدران بثمن. لهذا السبب قمنا بتطوير Brisk Teaching، الإضافة المثالية لمتصفح Chrome للمعلمين. تم تصميم Brisk للتكامل بسهولة مع أدواتك الرقمية الحالية، ويستخدم الذكاء الاصطناعي المتطور لتبسيط الأجزاء الأكثر إرهاقًا وتطلبًا في عملية التدريس. لقد وفر Brisk للمعلمين حول العالم أكثر من مليون ساعة.\n\nلماذا تختار Brisk:\n\n\t•\tتكامل سلس: يتكامل بسهولة مع الأدوات الموجودة مثل Google Docs وGoogle Classroom وCanvas – دون الحاجة إلى تطبيق أو منصة إضافية.\n\t•\tكفاءة مدعومة بالذكاء الاصطناعي: قم بتنفيذ المهام بسهولة وذكاء كما لو كان لديك وقت غير محدود وقدرة ذهنية هائلة.\n\t•\tمصمم خصيصًا لاحتياجات المعلمين: مجموعة أدوات Brisk المدعومة بالذكاء الاصطناعي مصممة لمعالجة التحديات والاحتياجات الفريدة لمهنة التدريس.\n\t•\tمجاني للمعلمين: أدوات احترافية مدعومة بالذكاء الاصطناعي مجانًا، لأن دعم التدريس المتميز يجب أن يكون متاحًا ومجانيًا.\n\nالميزات الرئيسية:\n\n\t•\tالإنشاء باستخدام Brisk: قم بإنشاء وتخصيص وتطوير المواد التعليمية، خطط الدروس، الاختبارات، تقارير التقدم، وغيرها الكثير، بضغطة زر واحدة.\n\t•\tتقديم التغذية الراجعة: حسّن تغذية الطلاب الراجعة باستخدام أربعة أوضاع: Glows & Grows، Targeted، Rubric Criteria وNext Steps. يتكامل Brisk بسهولة مع Google Docs ويضيف تعليقات متوافقة مع المعايير مباشرة في عمل الطلاب، مما يحسن من عملية المراجعة والوضوح.\n\t•\tفحص كتابات الطلاب: هل تتساءل كيف قام الطلاب بمراجعة أعمالهم؟ باستخدام ميزة Replay، يمكنك مشاهدة عرض خطوة بخطوة لتاريخ تعديلات الطلاب، بما في ذلك عمليات النسخ/اللصق والمزيد. Brisk هو أيضًا أداة فعالة للكشف عن الكتابة باستخدام الذكاء الاصطناعي، حيث يستخدم نموذجًا متطورًا للكشف عن النصوص المكتوبة بالذكاء الاصطناعي.\n\t•\tموارد متدرجة لجميع الطلاب: قم بتعديل مستويات القراءة للمقالات الإخبارية، مستندات Google، المواقع الإلكترونية، والمزيد. هذا مفيد بشكل خاص لدعم احتياجات الطلاب المختلفة.\n\nإنتاجية مدعومة بالذكاء الاصطناعي:\nالمعلمون يستحقون أكثر من مجرد أدوات؛ فهم يستحقون نظامًا بيئيًا للذكاء الاصطناعي مصممًا لتلبية احتياجاتهم الفريدة. تم تصميم Brisk لتبسيط الحياة المهنية للمعلمين. قل وداعًا لعبء العمل المرهق ومرحبًا بساعات يتم توفيرها من المهام الأكثر استهلاكًا للوقت، مع اعتماد أسلوب تدريس أكثر كفاءة ومدعوم بالذكاء الاصطناعي.\n\n\t•\tتوفير الوقت: خفض عبء العمل الخاص بك إلى النصف – حقًا.\n\t•\tتصميم يركز على المعلمين: مصمم خصيصًا لاحتياجات المعلمين المهنية.\n\t•\tمدعوم بقوة الذكاء الاصطناعي: عزز ووسع قدراتك مع الذكاء الاصطناعي المتقدم من Brisk.\n\t•\tسهل الاستخدام: يتكامل Brisk مع أدواتك الحالية، مما يلغي الحاجة إلى تطبيقات أو منصات إضافية.\n\nمجاني دائمًا للمعلمين:\nنحن واثقون من أن Brisk سيحدث فرقًا حقيقيًا في حياتك المهنية. قم بتحميله اليوم لاكتشاف كيف يمكن لـ Brisk التعامل مع احتياجاتك المهنية المحددة، وتجاوز أكبر التحديات التي تواجهك، وإعادة وقت ثمين إليك – كل يوم.\n\nالتحميل والخطوات التالية:\n\n\t1.\tقم بتنزيل إضافة Brisk Teaching لـ Chrome – مجانًا!\n\t2.\tانقر على أيقونة الإضافات في شريط أدوات المتصفح الخاص بك (يبدو كقطعة أحجية).\n\t3.\tستظهر قائمة الإضافات المنسدلة. ابحث عن Brisk Teaching وانقر على أيقونة التثبيت.\n\t4.\tيجب أن يظهر Brisk Teaching الآن في شريط أدواتك! انقر على أيقونة Brisk في شريط الأدوات لرؤية Brisk يظهر في الزاوية السفلية اليمنى من نافذة المتصفح.\n\t5.\tالإضافة جاهزة للاستخدام! استخدم Brisk على أي مستند Google أو موقع إلكتروني أو مقال، والمزيد.",
    "am,bg,bn,ca,cs,da,el,en_US,et,fa,fi,fil,gu,he,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Teaching is irreplaceable. For the rest of your workload, there's Brisk.\n\nAs educators, your time and effort are invaluable. That's why we developed Brisk Teaching, the ultimate Chrome extension for teachers. Designed to seamlessly integrate with your existing digital tools, Brisk utilizes cutting-edge AI to simplify the most labor-intensive and draining parts of teaching. Brisk has saved educators around the world over one million hours of time.\n\nWHY CHOOSE BRISK:\n * SEAMLESS INTEGRATION: Effortlessly overlays on existing tools like Google Docs, Google Classroom, & Canvas - without the hassle of another app or platform.\n * AI-DRIVEN EFFICIENCY: Tackle tasks with the ease and brilliance of having endless time and brainpower.\n * PERSONALIZED TO EDUCATOR NEEDS: Brisk’s suite of AI-powered tools are tailored to address the unique challenges and needs of the teaching profession \n * FREE FOR TEACHERS: AI-enhanced professional tools at no cost, because exceptional teaching support should be accessible and free.\n\n\nKEY FEATURES:\n * CREATE WITH BRISK: Create, personalize, and differentiate curricular materials, lesson plans, quizzes, IEPs, progress reports, and more, all with the click of a button.\n * GIVE FEEDBACK: Optimize student feedback with four modes; Glows & Grows, Targeted, Rubric Criteria, and Next Steps.Targeted feedback integrates seamlessly with Google Docs and embeds rubric-aligned comments directly in student work, enhancing their revision process and clarity.\n * INSPECT STUDENT WRITING: Wondering how students revised their work? With Replay, watch a step-by-step playback of your students revision history, including copy/paste actions and more. Brisk is also a useful AI-detection tool, leveraging a cutting-edge AI-detection model to detect AI writing.\n * LEVELED RESOURCES FOR ALL STUDENTS: Adjust reading levels of news articles, Google documents, websites and more. Especially powerful for ESL and SPED support.\n\n\nAI-POWERED PRODUCTIVITY:\nEducators deserve more than just tools; but an AI ecosystem crafted around their unique needs. Brisk was engineered to simplify an educator’s professional life. Say goodbye to the overwhelming workload and hello to hours of time saved on your most time-consuming tasks, embracing a more efficient, AI-enhanced teaching approach..\n * TIME SAVING: Cut your workload in half - seriously.\n * EDUCATOR-FOCUSED DESIGN: Built around the professional needs of teachers.\n * EMPOWERED BY AI POWER Amplify and extend your power with Brisk’s advanced AI\n * EASY TO USE: Brisk blends into your existing toolkit, eliminating the need for additional apps or platforms.\n\n\nALWAYS FREE FOR TEACHERS:\nWe're confident in the difference Brisk can make in your professional life. Download today to discover how Brisk handles your specific professional needs, breezes through your biggest challenges, and genuinely gives you back valuable time - every single day. \n\nDOWNLOAD & NEXT STEPS:\n1. Download the Brisk Teaching Chrome extension - FREE! \n2. Click on the extensions icon in your browser toolbar (it looks like a puzzle piece)\n3. An extensions menu will drop down. Find Brisk Teaching and click on the corresponding pushpin icon.\n4. Brisk Teaching should now be on your toolbar! Click on the Brisk icon in your toolbar to see Brisk appear in the bottom right corner of your browser window.\n5. Your extension is ready for use! Use Brisk on any Google doc, website, article, and more.",
    "de": "Lehren ist unersetzlich. Für den Rest deiner Arbeitsbelastung gibt es Brisk.\n\nAls Lehrkraft ist deine Zeit und Mühe von unschätzbarem Wert. Deshalb haben wir Brisk Teaching entwickelt, die ultimative Chrome-Erweiterung für Lehrkräfte. Brisk ist so konzipiert, dass es sich nahtlos in deine bestehenden digitalen Werkzeuge integriert und modernste KI nutzt, um die zeitaufwändigsten und anstrengendsten Aspekte des Lehrens zu vereinfachen. Brisk hat Lehrkräften weltweit bereits über eine Million Stunden erspart.\n\nWARUM BRISK WÄHLEN?\n\n\t•\tNAHTLOSE INTEGRATION: Lässt sich mühelos in bestehende Werkzeuge wie Google Docs, Google Classroom und Canvas integrieren – ohne den Aufwand einer weiteren App oder Plattform.\n\t•\tKI-GESTEUERTE EFFIZIENZ: Erledige Aufgaben mit der Leichtigkeit und dem Wissen, dass du unbegrenzt Zeit und Denkkapazitäten zur Verfügung hast.\n\t•\tPERSONALISIERT FÜR LEHRKRÄFTE: Die KI-gestützten Tools von Brisk sind auf die einzigartigen Herausforderungen und Bedürfnisse der Lehrkräfte zugeschnitten.\n\t•\tKOSTENLOS FÜR LEHRKRÄFTE: Professionelle Werkzeuge, unterstützt durch KI, kostenlos – denn herausragende Unterstützung für Lehrkräfte sollte zugänglich und kostenlos sein.\n\nWICHTIGE FUNKTIONEN:\n\n\t•\tERSTELLEN MIT BRISK: Erstelle, personalisiere und differenziere Lehrmaterialien, Unterrichtspläne, Tests, Fortschrittsberichte und vieles mehr – alles mit nur einem Klick.\n\t•\tFEEDBACK GEBEN: Optimiere das Feedback an Schülerinnen mit vier Modi: Glows & Grows, Targeted, Rubric Criteria und Next Steps. Das gezielte Feedback lässt sich nahtlos in Google Docs integrieren und fügt rubrikgerechte Kommentare direkt in die Arbeiten der Schülerinnen ein, was ihren Überarbeitungsprozess und ihre Klarheit verbessert.\n\t•\tSCHÜLERARBEITEN ÜBERPRÜFEN: Willst du sehen, wie die Schülerinnen ihre Arbeit überarbeitet haben? Mit Replay kannst du dir eine Schritt-für-Schritt-Wiedergabe der Überarbeitungshistorie der Schülerinnen ansehen, einschließlich Kopier- und Einfügevorgängen und mehr. Brisk ist außerdem ein nützliches Tool zur Erkennung von KI-Texten, das ein hochmodernes Modell zur Erkennung von KI-generierten Texten verwendet.\n\t•\tANGEPASSTE RESSOURCEN FÜR ALLE SCHÜLER*INNEN: Passe die Lesestufen von Nachrichtenartikeln, Google-Dokumenten, Webseiten und mehr an, um die unterschiedlichen Bedürfnisse der Schüler*innen zu unterstützen.\n\nKI-GESTÜTZTE PRODUKTIVITÄT:\nLehrkräfte verdienen mehr als nur Werkzeuge; sie verdienen ein KI-Ökosystem, das speziell auf ihre einzigartigen Bedürfnisse zugeschnitten ist. Brisk wurde entwickelt, um das Berufsleben der Lehrkräfte zu vereinfachen. Verabschiede dich von der überwältigenden Arbeitsbelastung und heiße die Stunden willkommen, die du durch effizientere, KI-gestützte Lehrmethoden bei den zeitaufwändigsten Aufgaben sparst.\n\n\t•\tZEITERSPARNIS: Reduziere deine Arbeitsbelastung um die Hälfte – wirklich.\n\t•\tLEHRKRAFT-ZENTRIERTES DESIGN: Entwickelt, um den beruflichen Bedürfnissen von Lehrkräften gerecht zu werden.\n\t•\tUNTERSTÜTZT DURCH KI: Verstärke und erweitere deine Fähigkeiten mit der fortschrittlichen KI von Brisk.\n\t•\tEINFACH ZU BENUTZEN: Brisk fügt sich nahtlos in deine vorhandenen Werkzeuge ein, sodass du keine zusätzlichen Apps oder Plattformen benötigst.\n\nIMMER KOSTENLOS FÜR LEHRKRÄFTE:\nWir sind überzeugt, dass Brisk einen echten Unterschied in deinem Berufsleben machen wird. Lade es noch heute herunter, um zu entdecken, wie Brisk auf deine spezifischen beruflichen Bedürfnisse eingeht, deine größten Herausforderungen meistert und dir jeden Tag wertvolle Zeit zurückgibt.\n\nDOWNLOAD & NÄCHSTE SCHRITTE:\n\n\t1.\tLade die Chrome-Erweiterung Brisk Teaching herunter – KOSTENLOS!\n\t2.\tKlicke auf das Erweiterungssymbol in der Browser-Toolbar (es sieht aus wie ein Puzzleteil).\n\t3.\tEin Dropdown-Menü für Erweiterungen wird angezeigt. Finde Brisk Teaching und klicke auf das entsprechende Stecknadelsymbol.\n\t4.\tBrisk Teaching sollte jetzt in deiner Toolbar erscheinen! Klicke auf das Brisk-Symbol in deiner Toolbar, um Brisk im rechten unteren Bereich des Browserfensters anzuzeigen.\n\t5.\tDeine Erweiterung ist bereit zur Nutzung! Verwende Brisk auf Google-Dokumenten, Webseiten, Artikeln und mehr.",
    "en": "The Simple, Free AI Assistant for Teachers\n\nBrisk Teaching is the AI-powered Chrome extension that will save you over 10 hours each week. It works wherever you are online, offering seamless support for creating curriculum, giving feedback, differentiating lessons, and more — all within the tools you already use, like Google Docs and Google Classroom.\n\n➤ What Can Brisk Do for You?\n• Create Content: Instantly generate lesson plans, quizzes, Google Docs, Forms, and Slides in over 30 languages. All resources auto-save to your Google Drive - no exporting needed.\n• Give Feedback: Provide quick, targeted feedback in four ways, directly in Google Docs.\n• Level Resources: Adjust reading levels for articles and documents to meet the needs of all learners.\n• Inspect Writing: Watch a video playback of student revisions, including every edit and change.\n• Brisk Boost: Create safe, interactive, AI-powered activities that align with learning objectives to engage students and deepen their understanding.\n\n➤ Easy to Use in 3 Steps\n1. Install: Add the Brisk extension to Chrome and pin it.\n2. Brisk It: Click the icon to create content, give feedback, and boost student engagement.\n3. Relax: Brisk handles your time-consuming tasks so you can focus on teaching.\n\n➤ Why Brisk?\n• Works Where You Do: Brisk integrates seamlessly with Google Docs, Forms, and Slides. Resources automatically save to your Google Drive - no exporting required.\n• AI Time-Saver: Reduce your workload and get help with everyday tasks in minutes.\n• 20+ Free Tools: Access powerful AI tools at no cost to help you teach more effectively.\n\n➤ Get Started Today\n1. Download the free Brisk Teaching Chrome extension.\n2. Pin it to your toolbar.\n3. Start using Brisk on any website, YouTube, Google Doc, or Slide Deck - Brisk saves you time wherever you already are online.\n\nWant to learn more? Visit www.briskteaching.com",
    "en_AU,en_GB": "Teaching is irreplaceable. For the rest of your workload, there’s Brisk.\n\nAs educators, your time and effort are invaluable. That’s why we developed Brisk Teaching, the ultimate Chrome extension for teachers. Designed to seamlessly integrate with your existing digital tools, Brisk uses cutting-edge AI to simplify the most labour-intensive and draining parts of teaching. Brisk has saved educators around the world over one million hours of time.\n\nWHY CHOOSE BRISK:\n\n\t•\tSEAMLESS INTEGRATION: Effortlessly overlays on existing tools like Google Docs, Google Classroom, and Canvas – without the hassle of another app or platform.\n\t•\tAI-DRIVEN EFFICIENCY: Tackle tasks with the ease and brilliance of having endless time and brainpower.\n\t•\tPERSONALISED FOR EDUCATORS’ NEEDS: Brisk’s suite of AI-powered tools is tailored to address the unique challenges and needs of the teaching profession.\n\t•\tFREE FOR TEACHERS: AI-enhanced professional tools at no cost, because exceptional teaching support should be accessible and free.\n\nKEY FEATURES:\n\n\t•\tCREATE WITH BRISK: Create, personalise, and differentiate curricular materials, lesson plans, quizzes, progress reports, and more, all with the click of a button.\n\t•\tGIVE FEEDBACK: Optimise student feedback with four modes: Glows & Grows, Targeted, Rubric Criteria, and Next Steps. Targeted feedback integrates seamlessly with Google Docs and embeds rubric-aligned comments directly into student work, enhancing their revision process and clarity.\n\t•\tINSPECT STUDENT WRITING: Wondering how students revised their work? With Replay, watch a step-by-step playback of your students’ revision history, including copy/paste actions and more. Brisk is also a useful AI-detection tool, leveraging a cutting-edge AI-detection model to detect AI-generated writing.\n\t•\tLEVELLED RESOURCES FOR ALL STUDENTS: Adjust reading levels of news articles, Google documents, websites, and more. Especially powerful for EAL (English as an Additional Language) and SEN (Special Educational Needs) support.\n\nAI-POWERED PRODUCTIVITY:\nEducators deserve more than just tools; they deserve an AI ecosystem crafted around their unique needs. Brisk was engineered to simplify educators’ professional lives. Say goodbye to the overwhelming workload and hello to hours of time saved on your most time-consuming tasks, embracing a more efficient, AI-enhanced teaching approach.\n\n\t•\tTIME SAVING: Cut your workload in half – seriously.\n\t•\tEDUCATOR-FOCUSED DESIGN: Built around the professional needs of teachers.\n\t•\tEMPOWERED BY AI: Amplify and extend your power with Brisk’s advanced AI.\n\t•\tEASY TO USE: Brisk blends into your existing toolkit, eliminating the need for additional apps or platforms.\n\nALWAYS FREE FOR TEACHERS:\nWe’re confident in the difference Brisk can make in your professional life. Download today to discover how Brisk handles your specific professional needs, breezes through your biggest challenges, and genuinely gives you back valuable time – every single day.\n\nDOWNLOAD & NEXT STEPS:\n\n\t1.\tDownload the Brisk Teaching Chrome extension – FREE!\n\t2.\tClick on the extensions icon in your browser toolbar (it looks like a puzzle piece).\n\t3.\tAn extensions menu will drop down. Find Brisk Teaching and click on the corresponding pushpin icon.\n\t4.\tBrisk Teaching should now be on your toolbar! Click on the Brisk icon in your toolbar to see Brisk appear in the bottom right corner of your browser window.\n\t5.\tYour extension is ready for use! Use Brisk on any Google doc, website, article, and more.",
    "es": "Enseñar es insustituible. Para el resto de tu carga de trabajo, está Brisk.\n\nComo educador, tu tiempo y esfuerzo son invaluables. Por eso hemos desarrollado Brisk Teaching, la extensión definitiva de Chrome para profesores. Diseñada para integrarse perfectamente con las herramientas digitales que ya usas, Brisk utiliza IA de vanguardia para simplificar las partes más laboriosas y agotadoras de la enseñanza. Brisk ha ahorrado a los educadores de todo el mundo más de un millón de horas.\n\n¿POR QUÉ ELEGIR BRISK?\n\n\t•\tINTEGRACIÓN PERFECTA: Se integra fácilmente con herramientas como Google Docs, Google Classroom y Canvas, sin necesidad de otra aplicación o plataforma.\n\t•\tEFICIENCIA IMPULSADA POR IA: Realiza las tareas con la facilidad e inteligencia de quien tiene tiempo y capacidades ilimitadas.\n\t•\tPERSONALIZADO PARA LAS NECESIDADES DE LOS PROFESORES: Las herramientas de Brisk impulsadas por IA están diseñadas para responder a los desafíos y necesidades específicas de la enseñanza.\n\t•\tGRATUITO PARA PROFESORES: Herramientas profesionales potenciadas por IA, sin coste alguno, porque el apoyo a la enseñanza de calidad debe ser accesible y gratuito.\n\nFUNCIONES PRINCIPALES:\n\n\t•\tCREA CON BRISK: Crea, personaliza y adapta materiales curriculares, planes de lecciones, cuestionarios, informes de progreso y mucho más, todo con un solo clic.\n\t•\tPROPORCIONA RETROALIMENTACIÓN: Optimiza la retroalimentación a los alumnos con cuatro modos: Glows & Grows, Targeted, Rubric Criteria y Next Steps. La retroalimentación dirigida se integra perfectamente con Google Docs e inserta comentarios alineados con la rúbrica directamente en los trabajos de los estudiantes, mejorando su proceso de revisión y claridad.\n\t•\tINSPECCIONA LOS TRABAJOS DE LOS ALUMNOS: ¿Te preguntas cómo han revisado sus trabajos los estudiantes? Con la función Replay, puedes ver una reproducción paso a paso del historial de revisiones de los alumnos, incluidas las acciones de copiar y pegar, entre otras. Brisk también es una herramienta útil para detectar escritos generados por IA, aprovechando un modelo avanzado de detección de IA.\n\t•\tRECURSOS ADAPTADOS PARA TODOS LOS ALUMNOS: Ajusta los niveles de lectura de artículos de noticias, documentos de Google, sitios web y mucho más. Especialmente útil para apoyar las necesidades de aprendizaje de todo tipo de alumnos.\n\nPRODUCTIVIDAD IMPULSADA POR IA:\nLos educadores merecen algo más que simples herramientas; merecen un ecosistema de IA diseñado para sus necesidades específicas. Brisk fue creado para simplificar la vida profesional de los docentes. Di adiós a la sobrecarga de trabajo y disfruta de las horas que ahorrarás en las tareas más tediosas, adoptando un enfoque de enseñanza más eficiente y mejorado con IA.\n\n\t•\tAHORRO DE TIEMPO: Reduce tu carga de trabajo a la mitad – en serio.\n\t•\tDISEÑO CENTRADO EN LOS PROFESORES: Desarrollado en torno a las necesidades profesionales de los docentes.\n\t•\tIMPULSADO POR IA: Amplifica y extiende tus capacidades con la avanzada IA de Brisk.\n\t•\tFÁCIL DE USAR: Brisk se integra con tus herramientas existentes, eliminando la necesidad de aplicaciones o plataformas adicionales.\n\nSIEMPRE GRATUITO PARA PROFESORES:\nEstamos seguros de que Brisk marcará una diferencia real en tu vida profesional. Descárgalo hoy mismo y descubre cómo Brisk puede abordar tus necesidades profesionales específicas, superar tus mayores desafíos y devolverte un tiempo valioso – cada día.\n\nDESCARGA Y PRÓXIMOS PASOS:\n\n\t1.\tDescarga la extensión Brisk Teaching para Chrome – ¡GRATIS!\n\t2.\tHaz clic en el icono de extensiones en la barra de herramientas de tu navegador (parece una pieza de rompecabezas).\n\t3.\tAparecerá un menú desplegable de extensiones. Encuentra Brisk Teaching y haz clic en el icono de chincheta correspondiente.\n\t4.\t¡Brisk Teaching debería aparecer ahora en tu barra de herramientas! Haz clic en el icono de Brisk en la barra de herramientas para ver cómo aparece en la esquina inferior derecha de la ventana del navegador.\n\t5.\t¡Tu extensión está lista para usarse! Utiliza Brisk en cualquier documento de Google, sitio web, artículo y mucho más.",
    "es_419": "Enseñar es insustituible. Para el resto de tu carga de trabajo, está Brisk.\n\nComo educador, tu tiempo y esfuerzo son invaluables. Por eso hemos desarrollado Brisk Teaching, la extensión definitiva para Chrome dirigida a profesores. Diseñada para integrarse perfectamente con las herramientas digitales que ya usas, Brisk utiliza IA de vanguardia para simplificar las partes más laboriosas y agotadoras de la enseñanza. Brisk ha ahorrado a los educadores de todo el mundo más de un millón de horas.\n\n¿POR QUÉ ELEGIR BRISK?\n\n\t•\tINTEGRACIÓN PERFECTA: Se integra fácilmente con herramientas como Google Docs, Google Classroom y Canvas, sin necesidad de otra aplicación o plataforma.\n\t•\tEFICIENCIA IMPULSADA POR IA: Realiza las tareas con la facilidad e inteligencia de quien tiene tiempo y capacidades ilimitadas.\n\t•\tPERSONALIZADO PARA LAS NECESIDADES DE LOS DOCENTES: Las herramientas de Brisk impulsadas por IA están diseñadas para responder a los desafíos y necesidades específicas de la enseñanza.\n\t•\tGRATUITO PARA DOCENTES: Herramientas profesionales potenciadas por IA, sin costo alguno, porque el apoyo a la enseñanza de calidad debe ser accesible y gratuito.\n\nFUNCIONALIDADES PRINCIPALES:\n\n\t•\tCREA CON BRISK: Crea, personaliza y adapta materiales curriculares, planes de lecciones, cuestionarios, informes de progreso y mucho más, todo con un solo clic.\n\t•\tDA RETROALIMENTACIÓN: Optimiza la retroalimentación a los estudiantes con cuatro modos: Glows & Grows, Targeted, Rubric Criteria y Next Steps. La retroalimentación dirigida se integra perfectamente con Google Docs e inserta comentarios alineados con la rúbrica directamente en los trabajos de los estudiantes, mejorando su proceso de revisión y claridad.\n\t•\tREVISA LOS TRABAJOS DE LOS ESTUDIANTES: ¿Te preguntas cómo revisaron sus trabajos los estudiantes? Con la función Replay, puedes ver una reproducción paso a paso del historial de revisiones de los estudiantes, incluidas las acciones de copiar y pegar, entre otras. Brisk también es una herramienta útil para detectar escritos generados por IA, aprovechando un modelo avanzado de detección de IA.\n\t•\tRECURSOS AJUSTADOS PARA TODOS LOS ESTUDIANTES: Ajusta los niveles de lectura de artículos de noticias, documentos de Google, sitios web y mucho más. Especialmente útil para apoyar las diversas necesidades de los estudiantes.\n\nPRODUCTIVIDAD IMPULSADA POR IA:\nLos docentes merecen más que simples herramientas; merecen un ecosistema de IA diseñado en función de sus necesidades específicas. Brisk fue diseñado para simplificar la vida profesional de los docentes. Di adiós a la sobrecarga de trabajo y aprovecha las horas ahorradas en las tareas más agotadoras, adoptando un enfoque de enseñanza más eficiente y mejorado por IA.\n\n\t•\tAHORRO DE TIEMPO: Reduce tu carga de trabajo a la mitad – en serio.\n\t•\tDISEÑO CENTRADO EN EL DOCENTE: Desarrollado en torno a las necesidades profesionales de los profesores.\n\t•\tIMPULSADO POR IA: Amplifica y expande tus capacidades con la avanzada IA de Brisk.\n\t•\tFÁCIL DE USAR: Brisk se integra con tus herramientas existentes, eliminando la necesidad de aplicaciones o plataformas adicionales.\n\nSIEMPRE GRATUITO PARA DOCENTES:\nEstamos seguros de que Brisk hará una diferencia real en tu vida profesional. Descárgalo hoy mismo y descubre cómo Brisk puede abordar tus necesidades profesionales específicas, superar tus mayores desafíos y devolverte tiempo valioso – cada día.\n\nDESCARGA Y PRÓXIMOS PASOS:\n\n\t1.\tDescarga la extensión Brisk Teaching para Chrome – ¡GRATIS!\n\t2.\tHaz clic en el ícono de extensiones en la barra de herramientas de tu navegador (parece una pieza de rompecabezas).\n\t3.\tAparecerá un menú desplegable de extensiones. Encuentra Brisk Teaching y haz clic en el ícono de chincheta correspondiente.\n\t4.\t¡Brisk Teaching debería aparecer ahora en tu barra de herramientas! Haz clic en el ícono de Brisk en la barra de herramientas para ver cómo aparece en la esquina inferior derecha de la ventana del navegador.\n\t5.\t¡Tu extensión está lista para usarse! Utiliza Brisk en cualquier documento de Google, sitio web, artículo y mucho más.",
    "fr": "L’enseignement est irremplaçable. Pour le reste de votre charge de travail, il y a Brisk.\n\nEn tant qu’éducateur, votre temps et vos efforts sont inestimables. C’est pourquoi nous avons développé Brisk Teaching, l’extension Chrome ultime pour les enseignants. Conçu pour s’intégrer parfaitement à vos outils numériques existants, Brisk utilise une IA de pointe pour simplifier les aspects les plus lourds et fatigants de l’enseignement. Brisk a déjà permis aux enseignants du monde entier d’économiser plus d’un million d’heures.\n\nPOURQUOI CHOISIR BRISK :\n\n\t•\tINTÉGRATION FLUIDE : S’intègre facilement avec des outils existants tels que Google Docs, Google Classroom et Canvas, sans avoir besoin d’une autre application ou plateforme.\n\t•\tEFFICACITÉ PROPELÉE PAR L’IA : Accomplissez vos tâches avec la facilité et l’intelligence d’une personne disposant de temps et de ressources mentales illimités.\n\t•\tPERSONNALISÉ POUR LES BESOINS DES ENSEIGNANTS : La suite d’outils Brisk propulsée par l’IA est conçue pour répondre aux défis et besoins uniques de la profession enseignante.\n\t•\tGRATUIT POUR LES ENSEIGNANTS : Des outils professionnels renforcés par l’IA, sans frais, car un soutien exceptionnel à l’enseignement doit être accessible et gratuit.\n\nFONCTIONNALITÉS CLÉS :\n\n\t•\tCRÉEZ AVEC BRISK : Créez, personnalisez et différenciez des supports pédagogiques, des plans de cours, des quiz, des rapports de progression, et bien plus, en un seul clic.\n\t•\tDONNEZ DES RETOURS : Optimisez les retours aux élèves avec quatre modes : Glows & Grows, Targeted, Rubric Criteria et Next Steps. Les retours ciblés s’intègrent parfaitement à Google Docs et insèrent des commentaires alignés sur les critères directement dans le travail des élèves, améliorant leur processus de révision et leur clarté.\n\t•\tINSPECTEZ LES ÉCRITS DES ÉLÈVES : Vous vous demandez comment les élèves ont modifié leur travail ? Avec Replay, visualisez pas à pas l’historique des révisions de vos élèves, y compris les actions de copier/coller et bien plus encore. Brisk est aussi un outil efficace de détection de l’IA, utilisant un modèle avancé pour détecter les textes générés par IA.\n\t•\tRESSOURCES ADAPTÉES À TOUS LES ÉLÈVES : Ajustez les niveaux de lecture des articles de presse, des documents Google, des sites web, et plus encore. Particulièrement utile pour répondre aux besoins variés des élèves.\n\nPRODUCTION BOOSTÉE PAR L’IA :\nLes enseignants méritent plus que de simples outils ; ils méritent un écosystème d’IA conçu autour de leurs besoins uniques. Brisk a été conçu pour simplifier la vie professionnelle des enseignants. Dites adieu aux charges de travail accablantes et bienvenue aux heures économisées sur vos tâches les plus chronophages, tout en adoptant une approche de l’enseignement plus efficace et améliorée par l’IA.\n\n\t•\tGAIN DE TEMPS : Réduisez votre charge de travail de moitié – vraiment.\n\t•\tCONCEPTION AXÉE SUR LES ENSEIGNANTS : Conçu autour des besoins professionnels des enseignants.\n\t•\tAMPLIFIÉ PAR L’IA : Augmentez et étendez vos capacités avec l’IA avancée de Brisk.\n\t•\tFACILE À UTILISER : Brisk s’intègre à vos outils existants, éliminant ainsi le besoin d’applications ou de plateformes supplémentaires.\n\nTOUJOURS GRATUIT POUR LES ENSEIGNANTS :\nNous sommes convaincus que Brisk fera une véritable différence dans votre vie professionnelle. Téléchargez-le aujourd’hui pour découvrir comment Brisk répond à vos besoins professionnels spécifiques, surmonte vos plus grands défis, et vous fait vraiment gagner du temps précieux – chaque jour.\n\nTÉLÉCHARGEMENT ET ÉTAPES SUIVANTES :\n\n\t1.\tTéléchargez l’extension Brisk Teaching pour Chrome – GRATUITEMENT !\n\t2.\tCliquez sur l’icône des extensions dans la barre d’outils de votre navigateur (elle ressemble à une pièce de puzzle).\n\t3.\tUn menu déroulant d’extensions apparaîtra. Trouvez Brisk Teaching et cliquez sur l’icône d’épingle correspondante.\n\t4.\tBrisk Teaching devrait maintenant apparaître dans votre barre d’outils ! Cliquez sur l’icône Brisk dans votre barre d’outils pour voir Brisk apparaître dans le coin inférieur droit de la fenêtre de votre navigateur.\n\t5.\tVotre extension est prête à l’emploi ! Utilisez Brisk sur tout document Google, site web, article, et bien plus encore.",
    "hi": "शिक्षण अपरिवर्तनीय है। आपके शेष कार्यभार के लिए, Brisk है।\n\nएक शिक्षक के रूप में, आपका समय और प्रयास अमूल्य हैं। इसी कारण हमने Brisk Teaching को विकसित किया है, जो शिक्षकों के लिए एक उत्कृष्ट Chrome एक्सटेंशन है। इसे आपके मौजूदा डिजिटल उपकरणों के साथ सुचारू रूप से एकीकृत करने के लिए डिज़ाइन किया गया है। Brisk अत्याधुनिक AI का उपयोग करता है ताकि शिक्षण के सबसे श्रमसाध्य और थकान भरे हिस्सों को सरल बनाया जा सके। Brisk ने दुनिया भर के शिक्षकों के लिए एक मिलियन से अधिक घंटे बचाए हैं।\n\nBrisk क्यों चुनें:\n\n\t•\tसहज एकीकरण: मौजूदा टूल्स जैसे Google Docs, Google Classroom और Canvas के साथ आसानी से काम करता है, बिना किसी अतिरिक्त ऐप या प्लेटफॉर्म की आवश्यकता के।\n\t•\tAI-आधारित दक्षता: कार्यों को आसानी और बुद्धिमत्ता के साथ पूरा करें, जैसे आपके पास अनगिनत समय और मानसिक क्षमता हो।\n\t•\tशिक्षकों की आवश्यकताओं के लिए व्यक्तिगत: Brisk के AI-आधारित उपकरण शिक्षण पेशे की विशिष्ट चुनौतियों और आवश्यकताओं को ध्यान में रखते हुए डिज़ाइन किए गए हैं।\n\t•\tशिक्षकों के लिए निःशुल्क: AI द्वारा समर्थित पेशेवर उपकरण, बिना किसी लागत के, क्योंकि उत्कृष्ट शिक्षण सहायता सुलभ और निःशुल्क होनी चाहिए।\n\nमुख्य विशेषताएं:\n\n\t•\tBrisk के साथ बनाएँ: पाठ्यक्रम सामग्री, पाठ योजनाएँ, प्रश्नोत्तरी, IEP, प्रगति रिपोर्ट आदि बनाएं और उन्हें क्लिक के साथ व्यक्तिगत रूप से अनुकूलित करें।\n\t•\tप्रतिक्रिया दें: Glows & Grows, Targeted, Rubric Criteria और Next Steps जैसे चार मोड्स का उपयोग करके छात्रों को अनुकूलित प्रतिक्रिया दें। Targeted प्रतिक्रिया Google Docs के साथ आसानी से एकीकृत होती है और सीधे छात्रों के काम में प्रतिक्रिया शामिल करती है, जिससे उनकी संशोधन प्रक्रिया और स्पष्टता में सुधार होता है।\n\t•\tछात्र लेखन की जांच करें: जानना चाहते हैं कि छात्रों ने अपना काम कैसे संशोधित किया? Replay के साथ, छात्रों के संशोधन इतिहास की चरण-दर-चरण पुनरावृत्ति देखें, जिसमें कॉपी/पेस्ट क्रियाएँ और अन्य शामिल हैं। Brisk एक AI-लेखन पहचान उपकरण भी है, जो AI द्वारा लिखित सामग्री का पता लगाने के लिए उन्नत AI मॉडल का उपयोग करता है।\n\t•\tसभी छात्रों के लिए संसाधन: समाचार लेखों, Google दस्तावेज़ों, वेबसाइटों आदि के पढ़ने के स्तर को समायोजित करें, जो सामान्य और विशेष शिक्षा दोनों के लिए उपयोगी हैं।\n\nAI-समर्थित उत्पादकता:\nशिक्षक केवल उपकरणों से अधिक के हकदार हैं; वे एक AI पारिस्थितिकी तंत्र के हकदार हैं जो उनकी अनूठी आवश्यकताओं के अनुरूप हो। Brisk शिक्षकों के व्यावसायिक जीवन को सरल बनाने के लिए डिज़ाइन किया गया है। भारी कार्यभार को अलविदा कहें और सबसे समय लेने वाले कार्यों में बचाए गए घंटों का स्वागत करें, और AI-समर्थित अधिक कुशल शिक्षण दृष्टिकोण को अपनाएं।\n\n\t•\tसमय की बचत: अपने कार्यभार को आधा कर लें - वास्तव में।\n\t•\tशिक्षक-केंद्रित डिज़ाइन: शिक्षकों की व्यावसायिक आवश्यकताओं के आधार पर डिज़ाइन किया गया।\n\t•\tAI की शक्ति से सशक्त: Brisk के उन्नत AI के साथ अपनी क्षमता को बढ़ाएं।\n\t•\tउपयोग में आसान: Brisk मौजूदा उपकरणों के साथ एकीकृत होता है, जिससे अतिरिक्त ऐप्स या प्लेटफॉर्म की आवश्यकता समाप्त हो जाती है।\n\nशिक्षकों के लिए हमेशा निःशुल्क:\nहमें विश्वास है कि Brisk आपके व्यावसायिक जीवन में एक वास्तविक अंतर पैदा कर सकता है। आज ही डाउनलोड करें और जानें कि Brisk आपकी विशिष्ट व्यावसायिक आवश्यकताओं को कैसे पूरा करता है, आपकी सबसे बड़ी चुनौतियों को कैसे हल करता है, और हर दिन आपको कीमती समय कैसे लौटाता है।\n\nडाउनलोड और अगले कदम:\n\n\t1.\tChrome के लिए Brisk Teaching एक्सटेंशन डाउनलोड करें – मुफ़्त!\n\t2.\tअपने ब्राउज़र टूलबार में एक्सटेंशन आइकन पर क्लिक करें (यह एक पज़ल पीस जैसा दिखता है)।\n\t3.\tएक एक्सटेंशन मेन्यू दिखाई देगा। Brisk Teaching को ढूंढें और संबंधित पिन आइकन पर क्लिक करें।\n\t4.\tBrisk Teaching अब आपके टूलबार में दिखना चाहिए! टूलबार में Brisk आइकन पर क्लिक करें और देखें कि Brisk आपके ब्राउज़र विंडो के निचले दाएं कोने में दिखाई देता है।\n\t5.\tआपका एक्सटेंशन उपयोग के लिए तैयार है! Brisk को किसी भी Google डॉक, वेबसाइट, लेख आदि पर इस्तेमाल करें।",
    "id": "Mengajar itu tak tergantikan. Untuk pekerjaan lainnya, ada Brisk.\n\nSebagai seorang pendidik, waktu dan usaha Anda sangat berharga. Itulah mengapa kami mengembangkan Brisk Teaching, ekstensi Chrome terbaik untuk guru. Dirancang untuk berintegrasi secara mulus dengan alat digital yang sudah Anda gunakan, Brisk menggunakan kecerdasan buatan (AI) canggih untuk menyederhanakan bagian-bagian pengajaran yang paling berat dan memakan waktu. Brisk telah membantu para pendidik di seluruh dunia menghemat lebih dari satu juta jam.\n\nMENGAPA MEMILIH BRISK:\n\n\t•\tINTEGRASI YANG MUDAH: Menyatu dengan mudah dengan alat-alat yang sudah ada seperti Google Docs, Google Classroom, dan Canvas – tanpa perlu aplikasi atau platform tambahan.\n\t•\tEFISIENSI BERBASIS AI: Selesaikan tugas dengan kemudahan dan kejeniusan seolah Anda memiliki waktu dan kapasitas berpikir tanpa batas.\n\t•\tPERSONALISASI UNTUK KEBUTUHAN PENDIDIK: Rangkaian alat berbasis AI dari Brisk dirancang khusus untuk menghadapi tantangan dan kebutuhan unik dalam profesi mengajar.\n\t•\tGRATIS UNTUK GURU: Alat profesional yang diperkuat AI, tanpa biaya, karena dukungan pengajaran yang luar biasa harus dapat diakses dan gratis.\n\nFITUR UTAMA:\n\n\t•\tMEMBUAT DENGAN BRISK: Buat, personalisasi, dan bedakan materi kurikulum, rencana pelajaran, kuis, laporan kemajuan, dan banyak lagi, hanya dengan satu klik.\n\t•\tMEMBERIKAN UMPAN BALIK: Optimalkan umpan balik untuk siswa dengan empat mode: Glows & Grows, Targeted, Rubric Criteria, dan Next Steps. Umpan balik terarah terintegrasi dengan mulus dengan Google Docs dan menambahkan komentar yang sesuai dengan rubrik langsung ke dalam pekerjaan siswa, meningkatkan proses revisi dan kejelasan.\n\t•\tINSPEKSI TULISAN SISWA: Penasaran bagaimana siswa memperbaiki tugas mereka? Dengan Replay, Anda dapat menonton rekaman langkah demi langkah dari riwayat revisi siswa, termasuk tindakan salin/tempel dan lainnya. Brisk juga merupakan alat deteksi AI yang berguna, menggunakan model deteksi canggih untuk mengenali tulisan yang dibuat oleh AI.\n\t•\tSUMBER DAYA UNTUK SEMUA SISWA: Sesuaikan tingkat bacaan untuk artikel berita, dokumen Google, situs web, dan lainnya. Alat ini sangat berguna untuk mendukung berbagai kebutuhan belajar.\n\nPRODUKTIVITAS YANG DIDUKUNG OLEH AI:\nPara pendidik layak mendapatkan lebih dari sekadar alat – mereka layak mendapatkan ekosistem AI yang dirancang khusus untuk kebutuhan unik mereka. Brisk dirancang untuk menyederhanakan kehidupan profesional pendidik. Ucapkan selamat tinggal pada beban kerja yang menumpuk, dan sambut jam-jam yang dihemat pada tugas-tugas yang paling menyita waktu, dengan pendekatan pengajaran yang lebih efisien dan didukung oleh AI.\n\n\t•\tPENGHEMATAN WAKTU: Kurangi beban kerja Anda hingga setengahnya – benar-benar.\n\t•\tDESAIN BERFOKUS PADA PENDIDIK: Dibangun berdasarkan kebutuhan profesional guru.\n\t•\tDIDUKUNG OLEH AI: Perkuat dan perluas kemampuan Anda dengan AI canggih dari Brisk.\n\t•\tMUDAH DIGUNAKAN: Brisk berintegrasi dengan alat-alat yang sudah Anda gunakan, menghilangkan kebutuhan akan aplikasi atau platform tambahan.\n\nSELALU GRATIS UNTUK GURU:\nKami yakin Brisk dapat membuat perbedaan nyata dalam kehidupan profesional Anda. Unduh hari ini untuk menemukan bagaimana Brisk menangani kebutuhan profesional Anda, menyelesaikan tantangan terbesar Anda, dan mengembalikan waktu berharga Anda – setiap hari.\n\nUNDUH & LANGKAH SELANJUTNYA:\n\n\t1.\tUnduh ekstensi Brisk Teaching untuk Chrome – GRATIS!\n\t2.\tKlik ikon ekstensi di toolbar browser Anda (terlihat seperti potongan puzzle).\n\t3.\tMenu ekstensi akan muncul. Temukan Brisk Teaching dan klik ikon pin yang sesuai.\n\t4.\tBrisk Teaching sekarang akan muncul di toolbar Anda! Klik ikon Brisk di toolbar Anda untuk melihat Brisk muncul di sudut kanan bawah jendela browser Anda.\n\t5.\tEkstensi Anda siap digunakan! Gunakan Brisk di dokumen Google, situs web, artikel, dan lainnya.",
    "it": "L’insegnamento è insostituibile. Per il resto del tuo carico di lavoro, c’è Brisk.\n\nCome insegnanti, il tuo tempo e il tuo impegno sono inestimabili. È per questo che abbiamo sviluppato Brisk Teaching, l’ultima estensione Chrome per insegnanti. Progettata per integrarsi perfettamente con i tuoi strumenti digitali esistenti, Brisk utilizza l’IA all’avanguardia per semplificare le parti più laboriose e stancanti dell’insegnamento. Brisk ha fatto risparmiare agli insegnanti in tutto il mondo oltre un milione di ore.\n\nPERCHÉ SCEGLIERE BRISK:\n\n\t•\tINTEGRAZIONE SENZA SFORZO: Si sovrappone facilmente agli strumenti esistenti come Google Docs, Google Classroom e Canvas, senza la necessità di un’altra app o piattaforma.\n\t•\tEFFICIENZA BASATA SULL’IA: Affronta i compiti con la facilità e la brillantezza di chi ha tempo e risorse illimitati.\n\t•\tPERSONALIZZATO PER LE ESIGENZE DEGLI INSEGNANTI: La suite di strumenti basati sull’IA di Brisk è pensata per affrontare le sfide e le esigenze uniche della professione didattica.\n\t•\tGRATIS PER GLI INSEGNANTI: Strumenti professionali potenziati dall’IA senza alcun costo, perché il supporto didattico eccezionale dovrebbe essere accessibile e gratuito.\n\nCARATTERISTICHE PRINCIPALI:\n\n\t•\tCREA CON BRISK: Crea, personalizza e differenzia materiali didattici, piani di lezione, quiz, IEP, report di progresso e altro ancora, tutto con un semplice clic.\n\t•\tFORNISCI FEEDBACK: Ottimizza il feedback degli studenti con quattro modalità: Glows & Grows, Targeted, Rubric Criteria e Next Steps. Il feedback mirato si integra perfettamente con Google Docs e inserisce commenti allineati ai criteri della rubrica direttamente nei lavori degli studenti, migliorando il loro processo di revisione e la chiarezza.\n\t•\tISPEZIONA LA SCRITTURA DEGLI STUDENTI: Vuoi sapere come gli studenti hanno revisionato il loro lavoro? Con Replay, guarda una riproduzione passo dopo passo della cronologia delle revisioni degli studenti, incluse azioni di copia/incolla e altro ancora. Brisk è anche un utile strumento di rilevamento dell’IA, sfruttando un modello all’avanguardia per individuare i testi scritti dall’intelligenza artificiale.\n\t•\tRISORSE LIVELLATE PER TUTTI GLI STUDENTI: Regola i livelli di lettura di articoli di notizie, documenti Google, siti web e altro ancora. Particolarmente potente per il supporto ESL e SPED.\n\nPRODUTTIVITÀ POTENZIATA DALL’IA:\nGli insegnanti meritano più di semplici strumenti; meritano un ecosistema di IA progettato attorno alle loro esigenze uniche. Brisk è stato ideato per semplificare la vita professionale degli insegnanti. Dì addio al carico di lavoro opprimente e benvenuto alle ore risparmiate sui compiti più dispendiosi in termini di tempo, abbracciando un approccio all’insegnamento più efficiente e potenziato dall’IA.\n\n\t•\tRISPARMIO DI TEMPO: Riduci il tuo carico di lavoro della metà, sul serio.\n\t•\tDESIGN FOCALIZZATO SUGLI INSEGNANTI: Costruito intorno alle esigenze professionali degli insegnanti.\n\t•\tPOTENZIATO DALL’IA: Amplifica ed estendi le tue capacità con l’avanzata intelligenza artificiale di Brisk.\n\t•\tFACILE DA USARE: Brisk si integra nei tuoi strumenti esistenti, eliminando la necessità di app o piattaforme aggiuntive.\n\nSEMPRE GRATIS PER GLI INSEGNANTI:\nSiamo sicuri che Brisk farà una reale differenza nella tua vita professionale. Scaricalo oggi per scoprire come Brisk affronta le tue esigenze professionali specifiche, supera le tue più grandi sfide e ti restituisce davvero tempo prezioso – ogni singolo giorno.\n\nSCARICA & PROSSIMI PASSI:\n\n\t1.\tScarica l’estensione Brisk Teaching per Chrome – GRATIS!\n\t2.\tClicca sull’icona delle estensioni nella barra degli strumenti del tuo browser (sembra un pezzo di puzzle).\n\t3.\tVerrà visualizzato un menu a tendina. Trova Brisk Teaching e clicca sull’icona della puntina corrispondente.\n\t4.\tBrisk Teaching dovrebbe ora essere visibile nella tua barra degli strumenti! Clicca sull’icona di Brisk nella barra degli strumenti per vedere Brisk apparire nell’angolo in basso a destra della finestra del browser.\n\t5.\tLa tua estensione è pronta per l’uso! Usa Brisk su qualsiasi documento Google, sito web, articolo e altro ancora.",
    "ko": "교육은 대체될 수 없습니다. 나머지 업무를 위해서는 Brisk가 있습니다.\n\n교육자로서 당신의 시간과 노력은 매우 소중합니다. 그래서 우리는 교사들을 위해 최적화된 Chrome 확장 프로그램, Brisk Teaching을 개발했습니다. Brisk는 기존의 디지털 도구와 매끄럽게 통합되도록 설계되었으며, 최신 AI를 사용하여 가장 번거롭고 시간이 많이 걸리는 교육 업무를 간소화합니다. Brisk는 전 세계 교사들에게 백만 시간 이상의 시간을 절약해 주었습니다.\n\n왜 Brisk를 선택해야 할까요?\n\n\t•\t매끄러운 통합: Google Docs, Google Classroom, Canvas와 같은 기존 도구와 손쉽게 통합되며, 추가 앱이나 플랫폼이 필요하지 않습니다.\n\t•\tAI 기반 효율성: 마치 무한한 시간과 두뇌 능력이 있는 것처럼 손쉽게 작업을 처리하세요.\n\t•\t교사의 필요에 맞춘 맞춤형 도구: Brisk의 AI 기반 도구들은 교사 직업의 고유한 과제와 필요에 맞춰 설계되었습니다.\n\t•\t교사에게 무료 제공: AI로 강화된 전문 도구를 무료로 제공하며, 우수한 교육 지원은 무료로 접근 가능해야 합니다.\n\n주요 기능:\n\n\t•\tBrisk로 만들기: 클릭 한 번으로 교육 자료, 수업 계획, 퀴즈, 진행 보고서 등을 생성하고 개인화 및 차별화하세요.\n\t•\t피드백 제공: 네 가지 모드(Glows & Grows, Targeted, Rubric Criteria, Next Steps)로 학생 피드백을 최적화하세요. Targeted 피드백은 Google Docs와 원활하게 통합되며, 학생의 작업에 평가 기준에 맞는 피드백을 직접 삽입하여 수정 과정을 개선합니다.\n\t•\t학생 글쓰기 검토: 학생이 작업을 어떻게 수정했는지 궁금하신가요? Replay 기능을 사용하여 학생의 수정 기록을 단계별로 확인하고, 복사/붙여넣기 작업 등을 확인하세요. Brisk는 AI 글쓰기 감지 도구로도 유용하며, 최신 AI 감지 모델을 활용하여 AI로 작성된 글을 식별할 수 있습니다.\n\t•\t모든 학생을 위한 수준별 자료: 뉴스 기사, Google 문서, 웹사이트 등의 읽기 수준을 조정할 수 있으며, 다양한 학습 필요를 지원하는 데 특히 유용합니다.\n\nAI로 강화된 생산성:\n교사는 단순한 도구 이상의 것을 필요로 합니다. 그들은 자신의 고유한 필요에 맞춰진 AI 생태계를 필요로 합니다. Brisk는 교사의 직업 생활을 간소화하기 위해 설계되었습니다. 업무량 과다에서 벗어나 가장 시간 소모가 많은 업무에서 시간을 절약하고, 더 효율적이고 AI로 강화된 교육 접근 방식을 받아들이세요.\n\n\t•\t시간 절약: 작업량을 절반으로 줄이세요 – 정말로.\n\t•\t교사 중심 설계: 교사의 직업적 필요를 중심으로 설계되었습니다.\n\t•\tAI로 강화된 능력: Brisk의 고급 AI를 사용하여 능력을 확장하고 향상시키세요.\n\t•\t사용하기 쉬움: Brisk는 기존 도구에 통합되어 추가 앱이나 플랫폼이 필요 없습니다.\n\n교사에게 항상 무료 제공:\nBrisk가 당신의 직업 생활에 큰 차이를 만들 것이라 확신합니다. 오늘 바로 다운로드하여 Brisk가 어떻게 당신의 특정 전문 요구를 충족하고, 가장 큰 과제를 해결하며, 매일 귀중한 시간을 되찾아줄 수 있는지 알아보세요.\n\n다운로드 및 다음 단계:\n\n\t1.\tChrome용 Brisk Teaching 확장 프로그램을 무료로 다운로드하세요!\n\t2.\t브라우저 도구 모음에서 확장 프로그램 아이콘(퍼즐 조각 모양)을 클릭하세요.\n\t3.\t확장 프로그램 메뉴가 나타납니다. Brisk Teaching을 찾아 핀 아이콘을 클릭하세요.\n\t4.\t이제 Brisk Teaching이 도구 모음에 표시될 것입니다! 도구 모음의 Brisk 아이콘을 클릭하여 브라우저 창의 오른쪽 하단에 Brisk가 나타나도록 하세요.\n\t5.\t확장 프로그램이 준비되었습니다! Google 문서, 웹사이트, 기사 등에서 Brisk를 사용하세요.",
    "pt_BR": "Ensinar é insubstitúvel. Para o restante da sua carga de trabalho, existe o Brisk.\n\nComo educador, seu tempo e esforço são inestimáveis. É por isso que desenvolvemos o Brisk Teaching, a extensão definitiva para o Chrome voltada para professores. Projetado para se integrar perfeitamente com as ferramentas digitais que você já usa, o Brisk utiliza IA de ponta para simplificar as partes mais trabalhosas e cansativas do ensino. O Brisk já ajudou educadores em todo o mundo a economizar mais de um milhão de horas.\n\nPOR QUE ESCOLHER O BRISK?\n\n\t•\tINTEGRAÇÃO SIMPLES: Integra-se facilmente com ferramentas como Google Docs, Google Classroom e Canvas – sem a necessidade de outro aplicativo ou plataforma.\n\t•\tEFICIÊNCIA IMPULSIONADA POR IA: Realize tarefas com a facilidade e inteligência de quem tem tempo e capacidades mentais ilimitadas.\n\t•\tPERSONALIZADO PARA AS NECESSIDADES DOS PROFESSORES: As ferramentas alimentadas por IA do Brisk são projetadas para lidar com os desafios e as necessidades específicas da profissão de educador.\n\t•\tGRATUITO PARA PROFESSORES: Ferramentas profissionais aprimoradas por IA sem custo, porque o suporte ao ensino de alta qualidade deve ser acessível e gratuito.\n\nPRINCIPAIS FUNCIONALIDADES:\n\n\t•\tCRIE COM O BRISK: Crie, personalize e diferencie materiais curriculares, planos de aula, questionários, relatórios de progresso e muito mais, tudo com apenas um clique.\n\t•\tFORNEÇA FEEDBACK: Otimize o feedback aos alunos com quatro modos: Glows & Grows, Targeted, Rubric Criteria e Next Steps. O feedback direcionado integra-se facilmente com o Google Docs e insere comentários alinhados com os critérios diretamente nos trabalhos dos alunos, melhorando seu processo de revisão e clareza.\n\t•\tINSPECIONE OS ESCRITOS DOS ALUNOS: Quer saber como os alunos revisaram seus trabalhos? Com o Replay, você pode assistir a uma reprodução passo a passo do histórico de revisões dos alunos, incluindo ações de copiar/colar e muito mais. O Brisk também é uma ferramenta útil para detectar textos gerados por IA, utilizando um modelo avançado de detecção de IA.\n\t•\tRECURSOS AJUSTÁVEIS PARA TODOS OS ALUNOS: Ajuste os níveis de leitura de artigos de notícias, documentos do Google, sites e muito mais. Extremamente útil para atender às diversas necessidades dos alunos.\n\nPRODUTIVIDADE IMPULSIONADA POR IA:\nOs educadores merecem mais do que ferramentas comuns; eles merecem um ecossistema de IA criado em torno de suas necessidades únicas. O Brisk foi desenvolvido para simplificar a vida profissional dos educadores. Diga adeus à sobrecarga de trabalho e aproveite as horas economizadas nas tarefas mais demoradas, adotando uma abordagem de ensino mais eficiente, aprimorada por IA.\n\n\t•\tECONOMIA DE TEMPO: Reduza sua carga de trabalho pela metade – de verdade.\n\t•\tDESIGN FOCADO NO EDUCADOR: Construído com base nas necessidades profissionais dos professores.\n\t•\tPOTENCIALIZADO POR IA: Amplifique e expanda suas capacidades com a IA avançada do Brisk.\n\t•\tFÁCIL DE USAR: O Brisk se integra às ferramentas que você já usa, eliminando a necessidade de aplicativos ou plataformas adicionais.\n\nSEMPRE GRATUITO PARA PROFESSORES:\nEstamos confiantes de que o Brisk fará uma diferença real na sua vida profissional. Baixe-o hoje mesmo para descobrir como o Brisk lida com suas necessidades profissionais específicas, supera seus maiores desafios e devolve a você um tempo valioso – todos os dias.\n\nDOWNLOAD E PRÓXIMOS PASSOS:\n\n\t1.\tBaixe a extensão Brisk Teaching para o Chrome – GRÁTIS!\n\t2.\tClique no ícone de extensões na barra de ferramentas do navegador (parece uma peça de quebra-cabeça).\n\t3.\tUm menu suspenso de extensões aparecerá. Encontre o Brisk Teaching e clique no ícone de alfinete correspondente.\n\t4.\tO Brisk Teaching agora deve aparecer na sua barra de ferramentas! Clique no ícone do Brisk na barra de ferramentas para ver o Brisk aparecer no canto inferior direito da janela do navegador.\n\t5.\tSua extensão está pronta para uso! Use o Brisk em qualquer documento do Google, site, artigo e muito mais.",
    "pt_PT": "Ensinar é insubstituível. Para o restante da sua carga de trabalho, existe o Brisk.\n\nComo educador, o seu tempo e esforço são inestimáveis. É por isso que desenvolvemos o Brisk Teaching, a extensão definitiva para o Chrome, destinada a professores. O Brisk foi desenhado para se integrar perfeitamente com as ferramentas digitais que já utiliza, recorrendo à IA de ponta para simplificar as partes mais trabalhosas e exigentes do ensino. O Brisk já ajudou professores em todo o mundo a poupar mais de um milhão de horas.\n\nPORQUÊ ESCOLHER O BRISK?\n\n\t•\tINTEGRAÇÃO SIMPLES: Integra-se facilmente com ferramentas como o Google Docs, Google Classroom e Canvas – sem necessidade de outra aplicação ou plataforma.\n\t•\tEFICIÊNCIA IMPULSIONADA POR IA: Realize tarefas com a facilidade e inteligência de quem dispõe de tempo e capacidades mentais ilimitadas.\n\t•\tPERSONALIZADO PARA AS NECESSIDADES DOS PROFESSORES: As ferramentas baseadas em IA do Brisk são desenhadas para responder aos desafios e necessidades específicas da profissão de educador.\n\t•\tGRATUITO PARA PROFESSORES: Ferramentas profissionais melhoradas por IA, sem qualquer custo, porque o suporte de excelência ao ensino deve ser acessível e gratuito.\n\nFUNCIONALIDADES PRINCIPAIS:\n\n\t•\tCRIE COM O BRISK: Crie, personalize e diferencie materiais curriculares, planos de aula, questionários, relatórios de progresso e muito mais, tudo com um único clique.\n\t•\tFORNEÇA FEEDBACK: Otimize o feedback aos alunos com quatro modos: Glows & Grows, Targeted, Rubric Criteria e Next Steps. O feedback direcionado integra-se facilmente com o Google Docs e insere comentários alinhados com os critérios diretamente nos trabalhos dos alunos, melhorando o processo de revisão e a clareza.\n\t•\tINSPECIONE OS TRABALHOS DOS ALUNOS: Gostaria de saber como os alunos revisaram os seus trabalhos? Com a funcionalidade Replay, pode assistir a uma reprodução passo a passo do histórico de revisões dos alunos, incluindo as ações de copiar/colar e muito mais. O Brisk é também uma ferramenta útil para a deteção de textos gerados por IA, utilizando um modelo avançado de deteção de IA.\n\t•\tRECURSOS AJUSTÁVEIS PARA TODOS OS ALUNOS: Ajuste os níveis de leitura de artigos de notícias, documentos Google, websites e muito mais. Especialmente útil para apoiar as necessidades diversas dos alunos.\n\nPRODUTIVIDADE IMPULSIONADA POR IA:\nOs professores merecem mais do que simples ferramentas; merecem um ecossistema de IA desenhado em função das suas necessidades únicas. O Brisk foi desenvolvido para simplificar a vida profissional dos professores. Diga adeus à sobrecarga de trabalho e olá às horas poupadas nas tarefas mais demoradas, adotando uma abordagem de ensino mais eficiente e impulsionada por IA.\n\n\t•\tPOUPANÇA DE TEMPO: Reduza a sua carga de trabalho para metade – a sério.\n\t•\tDESIGN CENTRADO NO PROFESSOR: Desenhado com base nas necessidades profissionais dos professores.\n\t•\tIMPULSIONADO POR IA: Amplifique e expanda as suas capacidades com a IA avançada do Brisk.\n\t•\tFÁCIL DE USAR: O Brisk integra-se nas ferramentas que já utiliza, eliminando a necessidade de aplicações ou plataformas adicionais.\n\nSEMPRE GRATUITO PARA PROFESSORES:\nEstamos confiantes de que o Brisk fará uma diferença real na sua vida profissional. Faça o download hoje e descubra como o Brisk responde às suas necessidades profissionais específicas, supera os seus maiores desafios e lhe devolve tempo precioso – todos os dias.\n\nDOWNLOAD E PRÓXIMOS PASSOS:\n\n\t1.\tFaça o download da extensão Brisk Teaching para o Chrome – GRÁTIS!\n\t2.\tClique no ícone de extensões na barra de ferramentas do seu navegador (parece uma peça de puzzle).\n\t3.\tUm menu de extensões será exibido. Encontre o Brisk Teaching e clique no ícone de alfinete correspondente.\n\t4.\tO Brisk Teaching deverá agora aparecer na sua barra de ferramentas! Clique no ícone do Brisk na sua barra de ferramentas para ver o Brisk aparecer no canto inferior direito da janela do navegador.\n\t5.\tA sua extensão está pronta a ser utilizada! Use o Brisk em qualquer documento Google, website, artigo e muito mais.",
    "ru": "Преподавание незаменимо. Для остальной части вашей рабочей нагрузки есть Brisk.\n\nКак педагоги, ваше время и усилия бесценны. Именно поэтому мы разработали Brisk Teaching, лучший расширение для Chrome для учителей. Созданное для бесшовной интеграции с вашими существующими цифровыми инструментами, Brisk использует передовые технологии ИИ, чтобы упростить самые трудоемкие и изнуряющие аспекты преподавания. Brisk сэкономил педагогам по всему миру более миллиона часов времени.\n\nПОЧЕМУ ВЫБРАТЬ BRISK:\n\n\t•\tБЕСШОВНАЯ ИНТЕГРАЦИЯ: Легко накладывается на существующие инструменты, такие как Google Docs, Google Classroom и Canvas — без необходимости использовать еще одно приложение или платформу.\n\t•\tЭФФЕКТИВНОСТЬ НА БАЗЕ ИИ: Выполняйте задачи с легкостью и блеском, как будто у вас бесконечное время и интеллектуальные ресурсы.\n\t•\tПЕРСОНАЛИЗИРОВАНО ДЛЯ НУЖД ПЕДАГОГОВ: Набор инструментов Brisk на базе ИИ адаптирован для решения уникальных задач и потребностей преподавательской профессии.\n\t•\tБЕСПЛАТНО ДЛЯ УЧИТЕЛЕЙ: Профессиональные инструменты, усиленные ИИ, без затрат, потому что поддержка качественного преподавания должна быть доступной и бесплатной.\n\nКЛЮЧЕВЫЕ ОСОБЕННОСТИ:\n\n\t•\tСОЗДАЙТЕ С ПОМОЩЬЮ BRISK: Создавайте, персонализируйте и дифференцируйте учебные материалы, планы уроков, викторины, IEP, отчеты о прогрессе и многое другое всего одним нажатием кнопки.\n\t•\tДАВАЙТЕ ОБРАТНУЮ СВЯЗЬ: Оптимизируйте обратную связь с учениками с помощью четырех режимов: Glows & Grows, Targeted, Rubric Criteria и Next Steps. Целевая обратная связь легко интегрируется с Google Docs и добавляет комментарии, соответствующие рубрикам, непосредственно в работу учащихся, улучшая процесс их ревизии и ясность.\n\t•\tИССЛЕДУЙТЕ НАПИСАНИЯ УЧЕНИКОВ: Интересуетесь, как ученики пересмотрели свою работу? С помощью функции Replay можно увидеть пошаговое воспроизведение истории исправлений учащихся, включая действия копирования/вставки и многое другое. Brisk также является полезным инструментом для обнаружения ИИ, используя передовую модель для выявления текстов, написанных искусственным интеллектом.\n\t•\tМАТЕРИАЛЫ ДЛЯ УЧЕНИКОВ ЛЮБОГО УРОВНЯ: Настраивайте уровни чтения для новостных статей, документов Google, веб-сайтов и многого другого. Особенно полезно для поддержки ESL и SPED.\n\nПРОИЗВОДИТЕЛЬНОСТЬ НА БАЗЕ ИИ:\nПедагоги заслуживают больше, чем просто инструменты; они заслуживают экосистемы ИИ, разработанной с учетом их уникальных потребностей. Brisk был создан для упрощения профессиональной жизни педагогов. Прощайте, перегруженность работой, и здравствуйте, часы, сэкономленные на самых трудоемких задачах, благодаря более эффективному подходу к преподаванию, усиленному ИИ.\n\n\t•\tЭКОНОМИЯ ВРЕМЕНИ: Сократите свою рабочую нагрузку вдвое — серьезно.\n\t•\tДИЗАЙН ДЛЯ ПЕДАГОГОВ: Разработано с учетом профессиональных нужд учителей.\n\t•\tПОДДЕРЖКА ИИ: Усильте и расширьте свои возможности с помощью передового ИИ от Brisk.\n\t•\tПРОСТОТА ИСПОЛЬЗОВАНИЯ: Brisk легко интегрируется в уже существующий набор инструментов, исключая необходимость в дополнительных приложениях или платформах.\n\nВСЕГДА БЕСПЛАТНО ДЛЯ УЧИТЕЛЕЙ:\nМы уверены, что Brisk сделает реальную разницу в вашей профессиональной жизни. Скачайте сегодня, чтобы увидеть, как Brisk справляется с вашими специфическими профессиональными потребностями, решает ваши самые большие проблемы и действительно возвращает вам драгоценное время — каждый день.\n\nСКАЧАТЬ И ДАЛЬНЕЙШИЕ ШАГИ:\n\n\t1.\tСкачайте расширение Brisk Teaching для Chrome — БЕСПЛАТНО!\n\t2.\tНажмите на значок расширений на панели инструментов браузера (выглядит как кусочек паззла).\n\t3.\tВ выпадающем меню найдите Brisk Teaching и нажмите на соответствующий значок с булавкой.\n\t4.\tТеперь Brisk Teaching должно быть на вашей панели инструментов! Нажмите на значок Brisk на панели инструментов, чтобы увидеть, как Brisk появляется в правом нижнем углу окна вашего браузера.\n\t5.\tВаше расширение готово к использованию! Используйте Brisk для любых документов Google, веб-сайтов, статей и многого другого.",
    "vi": "Giảng dạy là không thể thay thế. Với phần còn lại của khối lượng công việc của bạn, đã có Brisk.\n\nLà nhà giáo, thời gian và công sức của bạn là vô giá. Đó là lý do tại sao chúng tôi phát triển Brisk Teaching, tiện ích Chrome tối ưu cho giáo viên. Được thiết kế để tích hợp liền mạch với các công cụ kỹ thuật số hiện có của bạn, Brisk sử dụng trí tuệ nhân tạo tiên tiến để đơn giản hóa những phần công việc tốn sức và gây căng thẳng nhất trong giảng dạy. Brisk đã giúp các nhà giáo trên khắp thế giới tiết kiệm hơn một triệu giờ.\n\nTẠI SAO CHỌN BRISK:\n\n\t•\tTÍCH HỢP MỘT CÁCH MƯỢT MÀ: Tích hợp dễ dàng với các công cụ hiện có như Google Docs, Google Classroom và Canvas - mà không cần thêm ứng dụng hay nền tảng nào khác.\n\t•\tHIỆU QUẢ DỰA TRÊN AI: Hoàn thành công việc với sự nhẹ nhàng và thông minh, như thể bạn có thời gian và trí tuệ vô tận.\n\t•\tCÁ NHÂN HÓA CHO NHU CẦU CỦA GIÁO VIÊN: Bộ công cụ dựa trên AI của Brisk được thiết kế để đáp ứng những thách thức và nhu cầu độc đáo của nghề giảng dạy.\n\t•\tMIỄN PHÍ CHO GIÁO VIÊN: Các công cụ chuyên nghiệp được cải tiến bởi AI hoàn toàn miễn phí, vì sự hỗ trợ giảng dạy xuất sắc nên có thể tiếp cận và miễn phí.\n\nCÁC TÍNH NĂNG CHÍNH:\n\n\t•\tTẠO NỘI DUNG VỚI BRISK: Tạo, cá nhân hóa và phân biệt các tài liệu giảng dạy, kế hoạch bài học, câu hỏi kiểm tra, báo cáo tiến độ, và nhiều hơn nữa, chỉ với một cú nhấp chuột.\n\t•\tCUNG CẤP PHẢN HỒI: Tối ưu hóa phản hồi cho học sinh với bốn chế độ: Glows & Grows, Targeted, Rubric Criteria và Next Steps. Phản hồi mục tiêu tích hợp dễ dàng với Google Docs và chèn các nhận xét theo tiêu chuẩn trực tiếp vào bài làm của học sinh, cải thiện quá trình sửa đổi và độ rõ ràng của họ.\n\t•\tKIỂM TRA BÀI VIẾT CỦA HỌC SINH: Tự hỏi học sinh đã chỉnh sửa bài làm của họ như thế nào? Với Replay, bạn có thể xem lại từng bước quá trình sửa đổi của học sinh, bao gồm cả các hành động sao chép/dán và nhiều hơn nữa. Brisk cũng là một công cụ phát hiện AI hữu ích, sử dụng mô hình phát hiện AI tiên tiến để phát hiện bài viết do AI tạo ra.\n\t•\tTÀI NGUYÊN THEO CẤP ĐỘ CHO TẤT CẢ HỌC SINH: Điều chỉnh mức độ đọc của các bài báo, tài liệu Google, trang web và nhiều hơn nữa. Đặc biệt mạnh mẽ trong việc hỗ trợ học sinh ESL và các học sinh có nhu cầu đặc biệt.\n\nNĂNG SUẤT ĐƯỢC TĂNG CƯỜNG BỞI AI:\nGiáo viên xứng đáng có nhiều hơn chỉ là công cụ; họ cần một hệ sinh thái AI được tạo ra xung quanh những nhu cầu độc đáo của họ. Brisk được thiết kế để đơn giản hóa cuộc sống nghề nghiệp của giáo viên. Hãy nói lời tạm biệt với khối lượng công việc quá tải và chào đón những giờ phút tiết kiệm từ các nhiệm vụ tốn thời gian nhất, với phương pháp giảng dạy hiệu quả hơn, được tăng cường bởi AI.\n\n\t•\tTIẾT KIỆM THỜI GIAN: Giảm khối lượng công việc của bạn xuống một nửa - thật sự.\n\t•\tTHIẾT KẾ TẬP TRUNG VÀO GIÁO VIÊN: Được xây dựng xung quanh nhu cầu chuyên môn của giáo viên.\n\t•\tSỨC MẠNH ĐƯỢC TĂNG CƯỜNG BỞI AI: Tăng cường và mở rộng khả năng của bạn với trí tuệ nhân tạo tiên tiến của Brisk.\n\t•\tDỄ DÀNG SỬ DỤNG: Brisk tích hợp vào bộ công cụ hiện có của bạn, loại bỏ sự cần thiết của các ứng dụng hay nền tảng bổ sung.\n\nLUÔN LUÔN MIỄN PHÍ CHO GIÁO VIÊN:\nChúng tôi tự tin rằng Brisk sẽ tạo ra sự khác biệt thực sự trong cuộc sống nghề nghiệp của bạn. Hãy tải xuống ngay hôm nay để khám phá cách Brisk giải quyết các nhu cầu chuyên môn cụ thể của bạn, vượt qua những thách thức lớn nhất và thực sự trả lại cho bạn thời gian quý giá - mỗi ngày.\n\nTẢI XUỐNG & CÁC BƯỚC TIẾP THEO:\n\n\t1.\tTải xuống tiện ích mở rộng Brisk Teaching cho Chrome – MIỄN PHÍ!\n\t2.\tNhấp vào biểu tượng tiện ích mở rộng trên thanh công cụ trình duyệt của bạn (trông giống như một mảnh ghép).\n\t3.\tMột menu tiện ích mở rộng sẽ hiện ra. Tìm Brisk Teaching và nhấp vào biểu tượng ghim tương ứng.\n\t4.\tBrisk Teaching bây giờ sẽ xuất hiện trên thanh công cụ của bạn! Nhấp vào biểu tượng Brisk trên thanh công cụ để xem Brisk xuất hiện ở góc dưới bên phải của cửa sổ trình duyệt.\n\t5.\tTiện ích của bạn đã sẵn sàng để sử dụng! Sử dụng Brisk trên bất kỳ tài liệu Google, trang web, bài báo nào và nhiều hơn nữa.",
    "zh_CN": "教学是不可替代的。对于其余的工作量，有 Brisk。\n\n作为教育工作者，您的时间和努力是无价的。这就是为什么我们开发了 Brisk Teaching，这是一款专为教师设计的终极 Chrome 扩展程序。Brisk 旨在与您现有的数字工具无缝集成，利用尖端的人工智能简化教学中最繁重和耗时的部分。Brisk 已经帮助全球教师节省了超过一百万小时的时间。\n\n为什么选择 Brisk：\n\n\t•\t无缝集成： 轻松与现有工具（如 Google Docs、Google Classroom 和 Canvas）整合，无需使用其他应用程序或平台。\n\t•\t人工智能驱动的效率： 让您以无限的时间和脑力轻松完成任务。\n\t•\t为教师量身定制： Brisk 的人工智能工具专为应对教育领域的独特挑战和需求而设计。\n\t•\t免费提供给教师： 基于人工智能的专业工具，完全免费，因为优质的教学支持应该是可获取且免费的。\n\n主要功能：\n\n\t•\t使用 Brisk 创建： 只需点击一次，即可创建、个性化并区分课程材料、教学计划、测验、进度报告等。\n\t•\t提供反馈： 使用四种模式优化学生反馈：Glows & Grows、Targeted、Rubric Criteria 和 Next Steps。定向反馈与 Google Docs 无缝集成，直接在学生的作业中插入与评分标准一致的评论，增强他们的修改过程和清晰度。\n\t•\t检查学生写作： 想知道学生如何修改他们的作业？通过 Replay，您可以观看学生修订历史的逐步回放，包括复制/粘贴操作等。Brisk 也是一个实用的人工智能检测工具，利用尖端 AI 模型检测 AI 生成的文本。\n\t•\t为所有学生提供分级资源： 调整新闻文章、Google 文档、网站等的阅读水平，特别适用于支持各种学习需求的学生。\n\n人工智能驱动的生产力：\n教育工作者应享有的不仅仅是工具，他们应享有围绕其独特需求设计的人工智能生态系统。Brisk 专为简化教师的专业生活而设计。告别繁重的工作量，迎接节省的时间，让您通过更加高效的、由人工智能支持的教学方法，专注于重要的工作。\n\n\t•\t节省时间： 将您的工作量减少一半——真的。\n\t•\t以教师为中心的设计： 基于教师的专业需求量身打造。\n\t•\t人工智能增强能力： 借助 Brisk 的先进人工智能扩展和提升您的能力。\n\t•\t易于使用： Brisk 与您现有的工具无缝整合，无需使用其他应用程序或平台。\n\n始终免费提供给教师：\n我们相信 Brisk 能够真正改变您的职业生活。今天就下载，了解 Brisk 如何满足您的具体职业需求，轻松解决您的最大挑战，并每天为您节省宝贵的时间。\n\n下载及下一步：\n\n\t1.\t下载 Brisk Teaching 的免费 Chrome 扩展程序！\n\t2.\t点击浏览器工具栏中的扩展程序图标（像拼图块一样）。\n\t3.\t将出现扩展程序菜单。找到 Brisk Teaching 并点击相应的图钉图标。\n\t4.\tBrisk Teaching 现在应该出现在您的工具栏上了！点击工具栏中的 Brisk 图标，您将看到 Brisk 出现在浏览器窗口的右下角。\n\t5.\t您的扩展程序已准备就绪！在任何 Google 文档、网站、文章等上使用 Brisk。",
    "zh_TW": "教學是無可取代的。對於其餘的工作量，有 Brisk。\n\n作為教育工作者，您的時間和努力是無價的。這就是為什麼我們開發了 Brisk Teaching，這是一款專為教師設計的終極 Chrome 擴充功能。Brisk 旨在與您現有的數位工具無縫整合，運用尖端的人工智慧簡化教學中最繁重且最耗時的部分。Brisk 已經幫助全球教師節省了超過一百萬小時的時間。\n\n為什麼選擇 Brisk：\n\n\t•\t無縫整合： 輕鬆與現有工具（如 Google Docs、Google Classroom 和 Canvas）整合，無需使用其他應用程式或平台。\n\t•\t人工智慧驅動的效率： 讓您以無限的時間和腦力輕鬆完成任務。\n\t•\t為教師量身打造： Brisk 的人工智慧工具專為應對教學領域的獨特挑戰和需求而設計。\n\t•\t免費提供給教師： AI 增強的專業工具，完全免費，因為優質的教學支援應該是可獲取且免費的。\n\n主要功能：\n\n\t•\t使用 Brisk 創建： 只需點擊一次，即可創建、個性化並區分課程材料、教學計劃、測驗、進度報告等。\n\t•\t提供反饋： 使用四種模式優化學生反饋：Glows & Grows、Targeted、Rubric Criteria 和 Next Steps。定向反饋與 Google Docs 無縫整合，直接在學生的作業中嵌入與評分標準一致的評論，增強他們的修改過程和清晰度。\n\t•\t檢查學生寫作： 想知道學生是如何修改作業的嗎？透過 Replay，您可以觀看學生修訂歷程的逐步回放，包括複製/貼上操作等。Brisk 也是實用的人工智慧檢測工具，利用尖端的 AI 模型來檢測 AI 生成的文本。\n\t•\t為所有學生提供分級資源： 調整新聞文章、Google 文件、網站等的閱讀難易度，特別適用於支援不同學習需求的學生。\n\n人工智慧驅動的生產力：\n教育工作者應該擁有的不僅僅是工具，而是圍繞其獨特需求構建的人工智慧生態系統。Brisk 的設計宗旨是簡化教師的專業生活。告別繁重的工作量，迎接節省的時間，通過更加高效的、由 AI 增強的教學方法，專注於最重要的工作。\n\n\t•\t節省時間： 將您的工作量減少一半——真的。\n\t•\t教師專屬設計： 根據教師的專業需求量身打造。\n\t•\tAI 增強能力： 借助 Brisk 的先進人工智慧來擴展和提升您的能力。\n\t•\t簡單易用： Brisk 與您現有的工具無縫整合，無需使用其他應用程式或平台。\n\n始終免費提供給教師：\n我們相信 Brisk 能夠真正改變您的職業生活。今天就下載，了解 Brisk 如何滿足您的具體需求，輕鬆解決您的最大挑戰，並每天為您節省寶貴的時間。\n\n下載及下一步：\n\n\t1.\t下載 Brisk Teaching 的免費 Chrome 擴充功能！\n\t2.\t點擊瀏覽器工具列中的擴充功能圖示（看起來像拼圖塊）。\n\t3.\t一個擴充功能選單會出現。找到 Brisk Teaching 並點擊相應的圖釘圖示。\n\t4.\tBrisk Teaching 現在應該會出現在您的工具列上了！點擊工具列中的 Brisk 圖示，您將看到 Brisk 出現在瀏覽器視窗的右下角。\n\t5.\t您的擴充功能已準備就緒！在任何 Google 文件、網站、文章等上使用 Brisk。"
  }
}