{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sports Vibes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New wallpapers on new tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the Thrill of Sports with Sports Vibes Browser Extension.\n\nEmbark on an exhilarating journey through your favorite sports moments with our revolutionary browser extension – Sports Vibes. Elevate your browsing encounters into a dynamic celebration of sports excitement with every new tab, unveiling captivating sports backgrounds tailored to your passion.\n\n-----------------\nBy clicking \"Add to Chrome\", I accept and agree to install the \"Sports Vibes\" Chrome extension and set Chrome™ New Tab to search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Microsoft Bing.\n\nThis extension is free to download from the Chrome Web store, and you can uninstall it at any time.\n----------------\n\nAt Sports-Vibes.com, we advocate for igniting every browsing session with energy and enthusiasm. Crafted with this ethos, the Sports Vibes extension welcomes you with a burst of energy and tranquility. Experience the allure of a variety of stunning sports backgrounds with every tab you open, setting the perfect tone for your browsing journey.\n\nUnique Features of Sports Vibes:\n\n1. Sleek New Tab Interface\nEmbrace the beauty of simplicity and elegance with our clean and minimalist new tab page. Say goodbye to clutter and distractions, and hello to a serene, uncluttered backdrop that rejuvenates your browsing experience.\n2. Rotating Sports Backgrounds\nImmerse yourself in the captivating world of sports with our ever-changing collection of breathtaking backgrounds. Each tab opens up a new vista, infusing your browsing with a touch of sports magic.\n3. Convenient Quick Links\nAccess your favorite websites effortlessly with Sports Vibes curated list of popular useful links. Your most-visited sites are just a click away, streamlining your browsing and saving you precious time.\nAccess the websites you love quickly and effortlessly with Sports Vibes popular useful links. Your most-visited websites are just a click away, saving you time and making your browsing more efficient.\n4. Convenient Web Search provided by Microsoft Bing\nWe've partnered with Bing to offer you a convenient web search experience right from your new tab. Easily search for your favorite topics, images, videos, and news without having to navigate away from your start page. The power of Bing's search results is at your fingertips, delivering relevant and timely information when you need it most.\nDon't wait any longer to transform your daily browsing routine into a calming, sport-inspired journey. Experience the soothing power of the sport. \nReady to make your browsing more beautiful and enjoyable? Get Sports Vibes today and redefine the way you start your internet journeys. \n-------------------------------------\nLearn more about us in the following links:\nAbout - http://www.sports-vibes.com/\nTerms of services - https://www.sports-vibes.com/terms-of-service\nPrivacy policy - https://www.sports-vibes.com/privacy-policy"
  }
}