{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carlo Civera DFS Search",
    "it": "Carlo Civera DFS Cerca"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provide browser support to execute search inside Carlo Civera Digital Flagship Store right from the Google Chrome address bar.",
    "it": "Consente di eseguire una ricerca in Carlo Civera Digital Flagship Store direttamente dalla barra indirizzi di Google Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Carlo Civera DFS from the Chrome address bar.\nType the word 'civera' into your address bar, press the tab or space key, and search for a product on Carlo Civera Digital Flagship Store. An easy way to get an instant access to the whole Carlo Civera catalog.\n\n\nCarlo Civera, a visionary entrepreneur and an Ambassador of the Made in Italy Interior Design.\nAn history of research, quality and passion, the life of Carlo Civera who considered artificial plants and flowers a new trend back in 1954 and opened a complete new market for Italy.\nOur consumers recognise us as a trustworthy company, the results in the years have proven that, we had the pleasure to work for the most recognized Domestic and International brands like Banca d'Italia, Flex, Valspar Paint, Azinor, Mille Miglia Museum, Fondital, Raffmetal and many more, pursuing one objective, offering products with the quality and passion they have come to rely on over the years, and as a company capable of setting trends and surprising them with Interior Design solutions tailored for new moments of consumption.\n\nToday, 60 years later, Carlo Civera is looking forward to grow and to become a European market leader in the Interior Design sector.",
    "it": "Cerca in Carlo Civera DFS dalla barra degli indirizzi di Chrome. \nDigita la parola 'civera' nella barra degli indirizzi, premi il tasto tab o spazio, e cerca un prodotto su Carlo Civera Digital Flagship Store. Un modo semplice per ottenere un accesso immediato a tutto il catalogo Carlo Civera.\n\n\nCarlo Civera, un imprenditore visionario e un Ambasciatore dell'Interior Design Made in Italy.\nUna storia di ricerca, qualità e passione, la vita di Carlo Civera che considerava le piante e i fiori artificiali una nuova tendenza nel 1954 e che aprì un nuovo mercato all'epoca poco conosciuto per l'Italia.\n\nNel 1990 inaugura la sede in Via dei Mille 20/D a Brescia, Italia.\nSiamo riconosciuti dai nostri clienti come una realtà solida ed affidabile, i risultati lo hanno dimostrato negli anni, avendo il piacere di aver lavorato e continuare a collaborare per i marchi Nazionali ed Internazionali famosi come Banca d'Italia, Flex, Valspar Paint, Azinor, Museo Mille Miglia, Fondital, Raffmetal e molti altri, perseguendo un unico obiettivo: offrire prodotti con la stessa qualità e passione che ci hanno permesso di crescere nel corso degli anni e come azienda in grado di definire le tendenze e di sorprende con le soluzioni di Interior Design su misura.\n\nOggi, a 60 anni di distanza, Carlo Civera guarda avanti per crescere ed affermarsi come leader nel settore dell'Interior Design di Lusso in Europa."
  }
}