{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inkah: Chinese & Korean Pop-up Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Look up Korean & Chinese / Zhongwen words while browsing the web. Watch Netflix & Youtube with learning subtitles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse the web and watch shows on Netflix and Youtube to learn Chinese and Korean.\n\nBest Chinese-English and Korean-English pop-up dictionary. Now makes Netflix and Youtube subtitles accessible to language learners.\n\nAll Languages\n- Hover to look up words in Korean and Mandarin Chinese - Simplified and Traditional\n- Save your words to bookmarks to track what you know. Press 's' or 'b' to save while hovering\n- Export your bookmarks for practice in flashcard apps like Anki\n- Select a sentence to break it apart into its individual words\n- Play words and sentences back with text to speech\n- Watch learning subs on Netflix that show both your target and native language\n- Turn on and off the Inkah's pop-up dictionary and adjust settings via the icon on the browser. ctrl+i and cmd+i also work as hot keys\n- Adjust target language font size for better readability\n- Dark mode for easier reading at night\n- Supports Google Docs (let us know what else you need support for!)\n- Fast and simple\n\nNetflix and Youtube (Beta)\n- Netflix and Youtube subtitles become hoverable and accessible to pop-up dictionaries\n- Show your target language, transliteration, and native language subtitles all at the same time\n- For native language subtitles, we are limited by what Netflix provides based on your choice of language and region. If you don't see the second language you want, try changing your language settings on Netflix or set your preferred languages under your account\n- Turn on or off by clicking the Inkah icon sitting at the bottom of the Netflix player\n- Auto-pause while hovering over a word\n- Use the left and right arrow keys to jump between the previous and next subtitle\n- Right panel: See the full list of subtitles for a given episode or movie in the right panel. Jump to a specific subtitle line. Hover to see the native language translation\n- Right panel: View the list of words in a subtitle line by clicking the book icon\n- Youtube: Many videos with embedded subtitles don't provide the actual subtitles to Youtube. If Inkah is unable to load subtitles in the target language for that \n\nKorean\n- View verb conjugations\n- View Hangul Romanization. Off by default by r/Korean request\n- Multitude of dictionary and definition ordering improvements over other Korean-English dictionaries like Toktogi\n\nMandarin Chinese - Simplified (简体) and Traditional (繁體)\n- View words with Pinyin, Zhuyin / Bopomofo, and Pleco color-coded tones\n- Supports both Simplified Chinese (简体中文) and Traditional Chinese (繁體中文) characters\n- Change definition displays to show Simplified, Traditional, or both\n- Multitude of dictionary and definition ordering improvements over other Chinese dictionaries like Zhongwen and Pera Pera. Shows full definitions for character variants\n\nText to Speech\n- While hovering: Press 'r' to play back the word\n- Dictionary view: Play the same audio repeatedly to hear normal speed, then 75% speed, then 50% speed, and then normal speed again\n\nSettings\n- Dictionary: Change whether, after a selection, you see the Inkah icon you can then click on to show the dictionary or the dictionary immediately\n- Dictionary: Adjust whether a key needs to be held while hovering to show definitions\n- Dictionary: Adjust how long you must hover to show definitions\n\nCaveats\n- Extension will not work on Chrome Web Store pages\n- Google Docs: Hovering will display the word but not highlight. Later we will support selecting a word or sentence to get the full list of words and definitions\n- If a tab was already open during installation, you may need to refresh the page to activate the extension for the page\n\nDiscord & Feedback\nWe love hearing how we may improve :) Join our Discord at https://discord.gg/wErQb44c7Y to let us know how or send any feedback to hello@inkah.co.\n\nFirefox Support\nhttps://addons.mozilla.org/en-US/firefox/addon/inkah/\n\nPrivacy\nYour privacy is of our utmost concern. We track limited, anonymized data in a secure manner within the extension. You can read more about our privacy policy here: https://www.inkah.co/privacy\n\nCredits\nThanks to r/Korean and Twitter for all the engagement and suggestions on how to improve. Please keep them coming!\nThanks to the CEDict project for their tireless Chinese-English open source work.",
    "ru": "Best Chinese-English and Korean-English pop-up dictionary. Now makes Netflix subtitles accessible to language learners.\n\nAll Languages\n- Hover to look up words in Korean and Mandarin Chinese - Simplified and Traditional\n- Select a sentence to break it apart into its individual words\n- Play words and sentences back with text to speech\n- Watch learning subs on Netflix that show both your target and native language\n- Turn on and off the extension and adjust settings via the icon on the browser\n- Adjust target language font size for better readability\n- Supports Google Docs (let us know what else you need support for!)\n- Fast and simple\n\nNetflix\n- Netflix subtitles become hoverable and accessible to pop-up dictionaries\n- Show your target language, transliteration, and native language subtitles all at the same time\n- Turn on or off via the Inkah icon sitting at the bottom of the Netflix player\n- Right panel: See the full list of subtitles for a given episode or movie in the right panel. Jump to a specific subtitle line\n- Right panel: View the list of words in a subtitle line by clicking the book icon\n- Auto-pause while hovering over a word\n- Use the left and right arrow keys to jump between the previous and next subtitle\n\nKorean\n- View verb conjugations\n- View Hangul Romanization. Off by default by r/Korean request\n- Multitude of dictionary and definition ordering improvements over other Korean-English dictionaries like Toktogi\n\nMandarin Chinese - Simplified (简体) and Traditional (繁體)\n- View words with Pinyin, Zhuyin / Bopomofo, and Pleco color-coded tones\n- Supports both Simplified Chinese (简体中文) and Traditional Chinese (繁體中文) characters\n- Change definition displays to show Simplified, Traditional, or both\n- Multitude of dictionary and definition ordering improvements over other Chinese dictionaries like Zhongwen and Pera Pera. Shows full definitions for character variants\n\nText to Speech\n- While hovering: Press 'r' to play back the word\n- Dictionary view: Play the same audio repeatedly to hear normal speed, then 75% speed, then 50% speed, and then normal speed again\n\nCaveats\n- Extension will not work on Chrome Web Store pages\n- Google Docs: Hovering will display the word but not highlight. Later we will support selecting a word or sentence to get the full list of words and definitions\n- If a tab was already open during installation, you may need to refresh the page to activate the extension for the page\n\nFeedback\nPlease send any feedback to hello@inkah.co - we love hearing how we may improve :)\n\nFirefox Support\nhttps://addons.mozilla.org/en-US/firefox/addon/inkah/\n\nPrivacy\nYour privacy is of our utmost concern. We do not track what pages or content was visited. Inkah translates words and sentences. That's it.\n\nCredits\nThanks to r/Korean and Twitter for all the engagement and suggestions on how to improve. Please keep them coming!\nThanks to the CEDict project for their tireless Chinese-English open source work."
  }
}