{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetchy - A Free and AI Powered Web Scraping Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A no-code and AI web scraper collects data from any web and exports it into ready-to-analyze spreadsheets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Core Features:\n- User-friendly interface requiring no coding skills.\n- Automates crawling and scraping of multi-page websites.\n- AI-powered web structure recognition for optimal scraping.\n- Supports various data types for large-scale dataset access.\n- Straightforward data exports to multiple formats like CSV.\n- Auto Anti-Scraping Detection to avoid getting blocked.\n\nCommon Use Cases:\n\n- Amazon Price Monitoring: Track pricing and trends for Amazon retailers and distributors.\n- E-commerce Review Monitoring: Analyze customer reviews on platforms like Lazada and Shopee.\n- eBay Market Analysis: Monitor and analyze competitor activities for small businesses on eBay.\n- Local Business Optimization: Scrape maps and directories like Yelp to increase the chances of finding potential customers.\n- Lead Generation from Google Maps Data: Utilize Fetchy to extract business information, including contact details from Google Maps.\n- Real Estate Listings Monitoring: Quickly gather estate information from Zillow, RedFin estate agent, or broker websites.\n- Job Market Monitoring: Track new job postings for job seekers on targeted employment sites.\n\nFetchy is an AI-powered web scraper that automates your data collection process. With just a few clicks, Fetchy's AI detects website patterns and determines the optimal scraping strategy for you. Experience the easiest and fastest web scraping ever - no code required. All collected data is automatically exported to Microsoft Excel spreadsheets, ready for analysis.\n\nFetchy is your go-to tool for boosting business growth through data-driven insights.\n\nPlease let us know if you have any feedback or feature requests:\n\nhello@fetchy.bot"
  }
}