{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Easy Switch",
    "es": "Cambio con un clic",
    "ja": "一键切り替え",
    "zh_CN": "一键切换",
    "zh_TW": "一鍵切換"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Easily switching between websites, retaining search content for continued searching. You can switch using buttons or shortcuts.",
    "es": "Cambio rápido entre sitios web, manteniendo el contenido de búsqueda para continuar buscando. Puede cambiar usando botones o atajos…",
    "ja": "ウェブサイト間の高速切り替えを行い、検索内容を保持して検索を続けます。ボタンまたはショートカットキーで切り替え可能です。カスタム検索サイトに対応。廃止されたChromeの同名拡張機能から移植されました。",
    "zh_CN": "网站间的快速切换，保留搜索内容继续搜索。可以通过按钮或者快捷键切换。支持自定义搜索网站。移植于已下架的Chrome同名扩展。",
    "zh_TW": "網站間的快速切換，保留搜尋內容繼續搜尋。可以通過按鈕或者快捷鍵切換。支持自訂搜尋網站。移植於已下架的Chrome同名擴展。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Quickly switch between websites, retain search content to continue searching, and switch via buttons or shortcuts. Supports custom search websites; click a button in the address bar for fast search engine switching. Ported from the discontinued Chrome extension of the same name. When users perform keyword searches, they often need to compare search results from similar websites like Google and Baidu. This extension aims to simplify the process by directly fetching the keyword and seamlessly redirecting. Once users configure the redirection, a single click on the browser's button provides results from another website with the same keyword. Additionally, users can customize searches, such as toggling between two encyclopedia pages.",
    "es": "Cambio rápido entre sitios web, conservando el contenido de búsqueda para continuar buscando. Puedes cambiar fácilmente mediante un botón o atajo de teclado. Soporta sitios de búsqueda personalizados y permite cambiar de motor de búsqueda con un clic en el botón de la barra de direcciones. Este complemento se ha portado de una extensión de Chrome con el mismo nombre que ha sido descontinuada. Cuando los usuarios realizan búsquedas de palabras clave, a menudo necesitan comparar los resultados de búsqueda de sitios similares, como Google y Baidu. El propósito de esta extensión es simplificar el proceso, obteniendo la palabra clave y saltando directamente al otro sitio en un solo paso. Una vez que el usuario configura la relación de salto, solo necesita hacer clic en el botón del navegador para obtener los resultados del mismo término en otro sitio. Además, esta extensión permite personalizar las búsquedas, como alternar entre dos páginas enciclopédicas.",
    "ja": "ウェブサイト間の迅速な切り替えを行い、検索内容を保持して続けて検索することができます。ボタンやショートカットキーで簡単に切り替えが可能で、カスタム検索サイトもサポートします。アドレスバーのボタンをクリックすることで検索エンジンを簡単に切り替えることができます。廃止された Chrome の同名拡張機能を移植したものです。ユーザーはキーワード検索を行う際に、例えば Google と百度のように同じ種類のサイトの検索結果を比較する必要があります。この拡張機能の目的は、操作を簡素化し、キーワードを取得してワンステップで他のサイトにジャンプできるようにすることです。ユーザーがジャンプ関係を設定すれば、ブラウザのボタンをクリックするだけで、同じキーワードの別のサイトの結果を得ることができます。さらに、この拡張機能はユーザーが検索をカスタマイズすることも許可しており、例えば二つの百科事典ページの切り替えを設定することができます。",
    "zh_CN": "网站间快速切换，保留搜索内容继续搜索，可通过按钮或快捷键切换。支持自定义搜索网站，地址栏点击按钮快速切换搜索引擎。移植自已下架的 Chrome 同名扩展。用户在进行关键词搜索时，常常需要比较同类型网站的搜索结果，如 Google 和百度。此扩展的目的在于简化操作，直接获取关键词后一步跳转。用户设置好跳转关系后，只需点击浏览器上的按钮，即可获得同一关键词的另一个网站结果。此外，此扩展还允许用户自定义搜索，例如设定两个百科页面的切换。",
    "zh_TW": "網站間快速切換，保留搜索內容持續搜索，可透過按鈕或快捷鍵切換。支持自訂搜索網站，地址欄點擊按鈕即可快速切換搜索引擎。移植自已下架的 Chrome 同名擴展。當用戶進行關鍵字搜索時，經常需要比較同類型網站的搜索結果，例如 Google 和百度。此擴展的目的是簡化操作，直接獲取關鍵字後一步跳轉。用戶設定好跳轉關係後，只需點擊一下瀏覽器上的按鈕，即可直接獲得同一關鍵字的另一個網站結果。此外，此擴展還允許用戶自定義搜索，例如設定兩個百科頁面的切換。"
  }
}