{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Humanizer and Detector by Rephrasy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best AI Humanizer and Detector. 100 % undetectable for AI Detectors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verify what content was written by a human or an AI chatbot with the Rephrasy browser extension for AI content detection and humanization.\n\nWe explain how to use the Chrome Extension in under 10 steps in this blogpost:\nhttps://www.rephrasy.ai/blog/chrome-extension-to-humanize-ai-text\n\nWith the Detector, you can quickly and accurately determine what was written by a human and what was AI-generated. Additionally, our Humanization feature allows you to transform AI-generated text to appear human-like, ensuring a natural and authentic writing style. You'll bypass every major AI Detector like Copyleaks and so on.\n\n➤ AI Detector Key Features:\nOver 90% accuracy and a very low false positive rate.\nDetect ChatGPT, Gemini, Claude, and more.\nDetect AI text even if it was paraphrased by low-quality AI Rephrasers (our's won't ever be detected) or interspersed with human-written content.\n\n➤ Humanization Feature\nTransform AI-generated text to appear human-like with our Humanization feature. This ensures a natural and authentic writing style, making it impossible to distinguish between human-written and AI-generated content. Be undetectable for AI Detectors.\n\n➤ Using the Rephrasy.ai Extension is easy, and installation takes mere seconds:\n✅ Download and activate the extension.\n✅ Click on the icon to open the API key settings. (You need an API key from Rephrasy.ai.)\n✅ Add the API key and you're ready to go.\n✅ Go to any website, right-click, and select \"Rephrasy: Analyze selected text\" to get started.\n\n➤ Enjoying the Rephrasy.ai Detector? Please rate us!"
  }
}