{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nature HD Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the Beauty of Nature to Your Browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with the calming and inspiring beauty of nature. The Nature HD Wallpapers New Tab extension offers a refreshing escape from the digital world by showcasing breathtaking natural landscapes every time you open a new tab. \n\nWhether it’s serene forests, majestic mountains, tranquil beaches, or vibrant fields of flowers, this extension lets you immerse yourself in the wonders of nature while staying productive.\n\nKey Features:\nStunning HD Nature Wallpapers: Enjoy a new high-definition nature wallpaper with every tab. Each image is carefully selected to capture the most beautiful and awe-inspiring landscapes from around the world, offering a calming visual retreat from your daily tasks.\n\nQuick Application Shortcuts: Enhance your productivity while enjoying nature’s beauty. The extension provides quick access to frequently used applications directly from the new tab, allowing you to efficiently manage your tasks while staying connected to the tranquility of nature.\n\nClean and Minimalist Design: The interface is designed to keep your focus on the stunning visuals while maintaining easy navigation. The minimalist layout ensures that the wallpapers remain the center of attention without unnecessary distractions.\n\nIntegrated Digital Clock: Stay organized and on time with a built-in digital clock seamlessly incorporated into the design. Whether you’re working, studying, or browsing, you’ll always have the time at a glance.\n\nFast and Lightweight Performance: This extension is optimized for speed and performance, ensuring that your browser remains fast and responsive without compromising on the quality of the visuals or functionality.\n\nWhy Choose Nature HD Wallpapers New Tab?\nIf you’re someone who loves nature or simply wants to add a peaceful ambiance to your browsing experience, this extension is perfect for you. It combines the calming effect of nature with practical shortcuts, making your daily online activities more enjoyable and efficient. Every time you open a new tab, you’ll be reminded of the world’s natural beauty, helping you stay relaxed and focused.\n\nDownload the Nature HD Wallpapers New Tab extension today and let the serenity of nature accompany you on every browsing journey!"
  }
}