{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better My Email"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension will evaluate/suggest edits on the basis of Tone, Grammar, Conciseness, Clarity, Personalization,Formatting & Impact"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Communicate More Effectively and Improve Your Relationships\nDeliver clear, concise, and well-structured emails that foster stronger personal and professional connections. With instant AI-powered feedback, you’ll craft emails that resonate with your audience.\n\nElevate Your Career and Grow Your Network\nMake a lasting impression in every communication. Whether you're reaching out to new contacts, networking, or communicating with colleagues, Better My Email helps you stand out with emails that are polished, impactful, and professional.\n\nSave Time and Write with Confidence\nNo more second-guessing your email tone or message clarity. With Better My Email, you’ll communicate confidently, knowing every email is optimized for success. Make each email count without spending extra time editing or worrying.\n\nDownload Better My Email today, and start writing more intelligently, faster, and more confidently!\n\nFactors for Email Evaluation:\nTone and Politeness: Analyze the tone of your email to ensure it’s professional and courteous. If the message comes across as too aggressive or impersonal, we’ll offer suggestions to make it more polished and friendly.\nSpelling and Grammar: Automatically catch and correct any spelling or grammatical mistakes, ensuring your emails are error-free and professional.\nConciseness: If your email is too wordy or lengthy, we’ll suggest ways to shorten it while keeping all the essential information intact—helping you communicate more efficiently.\nClarity and Coherence: Make sure your message is easy to understand and flows naturally. If parts of your email seem unclear or disjointed, we’ll offer edits to enhance clarity and smoothness.\nCall to Action: Evaluate the strength of your email’s call to action (CTA). If it’s weak or unclear, we’ll provide actionable suggestions to make it more compelling and impactful.\nFormatting: Improve the structure of your email by recommending formatting changes like adding bullet points, paragraphs, or headings to boost readability and organization.\nOverall Impact: Receive a final summary of your email’s overall effectiveness, along with additional recommendations to enhance its impact and ensure it achieves the desired result.\n\nWith Better My Email, every email you send will be clear, professional, and effective, helping you communicate more confidently and make a stronger impression. Download now to transform the way you write emails!\n\nFuture Enhancements:\nUI/UX Improvements: A more intuitive and seamless user experience to make your email writing even smoother.\nPerformance Upgrades: Faster processing times and enhanced stability for effortless email optimization.\nExciting New Features Coming Soon:\nAccess/Discard Buttons: Instantly accept or discard suggestions from the AI with a single click, making it even easier to optimize your emails.\nAdvanced Personalization: Tailored suggestions based on recipient profiles (such as their roles and designations) and your relationship history with them, ensuring that every email feels personal and relevant.\nAnd More: We're constantly adding new features to maximize the value Better My Email brings to your daily email communication!\nThese updates will make Better My Email even more powerful and convenient, helping you craft the perfect email with less effort and more personalization. Stay tuned!"
  }
}