{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindYourPass Password Firewall"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindYourPass Password Firewall is an application that offers organizations insight and control over online accounts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The MindYourPass password firewall gives insight into the password quality of your online accounts.\n\nIn the free mode, it gives you a real-time quality monitor of the passwords that you're using. This is to increase your awareness of your online security. After installation, the extension silently starts monitoring the quality of the passwords that you’re using to sign into your online accounts. If you click on the extension button, a popup window shows the average quality of your passwords as well as some additional information. The monitoring is performed on your device. No data is shared with MindYourPass.\n\nIn combination with a MindYourPass license, the extension improves the cybersecurity of you and your organization. It then integrates with the MindYourPass on-the-fly password generator to help you to protect your accounts with the strongest-passwords possible. This not only improves your own online cyber security, but also that of your organization. Depending on your organization's configuration of the firewall, it can reject your password if it isn't strong enough, or just record this.\n\nPasswords that are always accepted are those that are generated by the MindYourPass on-the-fly password generator (https://chrome.google.com/webstore/detail/mgoagcoflpkcceiakepnjhlkpilemgaf). This generator, which is free for personal use, uses a patented technology for generating the strongest possible passwords for you without ever storing them. To generate such strong passwords, you only need a single, easy-to-remember password. You can reuse this easy-to-remember password for all your accounts.\n\nPlease note that:\n- MindYourPass does not have your identity. Therefore you stay anonymous.\n- MindYourPass does not store or transmit your passwords. Therefore, with MindYourPass, your passwords are always safe and private."
  }
}