{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master Chess Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Master Chess Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Master Chess\" is a captivating and strategic game available as a Chrome Extension. This game offers a platform for players to test their chess skills and engage in thrilling battles on the virtual chessboard. Whether you are a seasoned chess player or a beginner looking to learn and improve, \"Master Chess\" provides a challenging and enjoyable experience.\n \n\nImmerse yourself in the world of chess as you compete against the computer or challenge your friends in multiplayer mode. \"Master Chess\" offers different difficulty levels, catering to players of all skill levels. Whether you prefer a casual game or a more intense competition, this game has something to offer everyone.\n\nExperience the thrill of outsmarting your opponent, anticipating their moves, and planning your own calculated strategies. Sharpen your critical thinking, improve your problem-solving skills, and enhance your overall chess expertise with \"Master Chess.\"\n\nDon't miss out on the opportunity to play \"Master Chess\" for free! Visit the website https://classroom-6x.org/ to access the game and embark on an exciting chess journey right from your browser.\n\n*Note: We have added \"Classroom 6x, Poki Unblocked\" button, making it easy for players to quickly access the games on our website https://classroom-6x.org, https://poki.ee"
  }
}