{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My weather"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get weather info on your browser new tab!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"My Weather\" - Your Personalized Weather Forecast Extension\nIt provides a custom search bar with Results by Microsoft Bing on the New tab page\n\nDiscover \"My Weather,\" the perfect new tab companion for Google Chrome that brings you personalized weather forecasts at your fingertips. Stay ahead of the weather with our beautifully designed extension.\n\nhttps://weather-newtab.xyz/Privacy.html\nhttps://weather-newtab.xyz/TOS.html\n\n🌦️ Accurate 7-Day Forecasts:\nStay prepared for the week ahead with precise 7-day weather forecasts. \"My Weather\" provides you with detailed and reliable weather predictions, so you can plan your activities with confidence and never be caught off guard by the elements.\n\n📍 Location-Based Weather Updates:\nExperience weather reports tailored to your exact location. \"My Weather\" utilizes advanced geolocation technology to deliver hyper-local forecasts, ensuring you receive the most accurate weather information no matter where you are.\n\n🔍 Easy Search Functionality:\nLooking for weather updates in a specific city or region? With \"My Weather,\" finding weather forecasts is a breeze. Simply use our convenient search field to get instant access to weather information for any location around the world. Whether you're traveling or keeping an eye on a loved one's area, our extension has you covered.\n\n⛅ Sleek and User-Friendly Design:\nWe believe in the power of a visually appealing and intuitive interface. \"My Weather\" boasts a sleek and user-friendly design, seamlessly blending into your new tab page. Enjoy a clutter-free experience while staying informed about the weather conditions that matter to you.\n\n🌐 Global Coverage:\nWherever your adventures take you, \"My Weather\" provides global coverage. From bustling cities to remote destinations, our extension delivers accurate weather reports and forecasts for any desired location.\n\n🌈 Customizable Experience:\nTailor \"My Weather\" to suit your preferences and make it your own. Customize the extension with different display options, temperature units, and more. Create an experience that seamlessly integrates with your browsing routine.\n\nInstall \"My Weather\" today and unlock a world of weather insights, where staying informed is effortless and enjoyable. Be it rain or shine, our extension empowers you to plan your days better and make the most of every moment.\n\nNote: To provide accurate weather updates, \"My Weather\" requires location permission. Rest assured, we prioritize your privacy and only use your location for delivering precise forecasts.\n\nInstall \"My Weather\" now and let the forecast be at your fingertips!\n\nFor further assistance or feedback, our dedicated support team is here to help you every step of the way."
  }
}