{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReplyTruck - AI Comments for LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost LinkedIn engagement with meaningful AI-generated comments. Easy setup, instant replies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReplyTruck is a powerful tool designed to supercharge LinkedIn user engagement by generating high-quality, AI-powered comments instantly. Whether you are a professional looking to enhance your LinkedIn presence, a marketer aiming to increase brand visibility, or a business seeking to drive engagement, ReplyTruck simplifies the process of crafting meaningful comments. With seamless integration into LinkedIn, you can generate thoughtful responses with a single click, saving you time and ensuring consistent interaction with your network.\n\nFeatures:\n\n· Instant AI Comments: Generate thoughtful replies with a single click.\n· Boost Engagement: Enhance your LinkedIn presence and interactions effortlessly.\n· Easy Integration: Quick and simple setup. Just install, add your access key, and start replying.\n· User-Friendly: Designed for smooth and efficient use, saving you time and effort.\n\nHow it works:\n\n1. Go to https://www.copytruck.com > Profile Settings > Get your access key.\n2. Install the ReplyTruck extension to Chrome and reload it.\n3. Add the 'Access Key' you got from CopyTruck.\n4. Click the 'Reply' icon in any LinkedIn post to generate a comment.\n\nWith ReplyTruck, make every LinkedIn interaction count. Transform your commenting experience with the power of AI.\n\nFAQs:\n\n1. Can ReplyTruck generate a comment on media-only posts?\n• ReplyTruck doesn't work on media-only posts, which means posts containing only videos or images. ReplyTruck works only on posts with some text in the captions.\n\n2. Can ReplyTruck generate replies for nested comments?\n• Currently, ReplyTruck doesn't generate replies for nested comments.\n\n3. Do you offer a free plan?\n• Yes, we offer a free plan. You get 20 credits as part of the free plan.\n\n4. Where can I purchase the paid plan?\n• You can upgrade to a paid plan by visiting https://www.copytruck.com.\n\n5. How are credits used in ReplyTruck?\n• Each time you generate a comment using ReplyTruck, one credit is used. You can monitor your credit usage in the CopyTruck dashboard and on the extension popup."
  }
}