{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linked.Ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linked.Ai Browser Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedAi – Your Key to Successful Recruiting!\n\nAre you searching for the most effective way to attract top candidates to your company? Boost your chances now with our Chrome Extension - LinkedAi.\n\nWhat is LinkedAi? LinkedAi is the ultimate tool for recruiters actively involved in sourcing. With a single click, this extension analyzes the desired candidate's profile and crafts a tailored, personalized outreach message along with a compelling subject line.\n\nWhy Choose LinkedAi?\n\nBoost Your Response Rate: Users of LinkedAi have reported an impressive increase in response rates by up to 50%!\n\nQuick Setup: LinkedAi is ready for action in just 30 seconds.\n\nFully Customizable: Tailor the extension to meet your unique needs. From tone, company values, company name, job profile to language – you’re in control!\n\nKey Features:\n\nTone Customization: You decide if your outreach is formal or casual.\n\nCompany Integration: Embed your company values, description, and name to make your outreach resonate authentically.\n\nJob Profile Input: Ensure your message is precisely tailored to the candidate and the specific role.\n\nMultilingual Support: Engage candidates in their native language for a memorable first impression.\n\nConclusion: In a world where first impressions count and the right talent is hard to come by, LinkedAi quickly becomes your most valuable ally in the recruiting process. Don’t miss out on this opportunity and elevate your recruiting game with LinkedAi today!\n\nDownload now and take your recruiting to the next level!"
  }
}