{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Selection Rectangle Highlighting"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight any part of a page by drawing a selection rectangle like on your desktop.",
    "de": "Markieren Sie beliebige Teile der Seite, indem Sie ein Auswahlrechteck mit der Maus ziehen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you share your browser window during a presentation via Google Meet, Microsoft Teams, Skype or any other virtual meet-up tool, you can use this extension to highlight any area of the page that you show to your audience. This helps you to direct their attention to the points you are currently talking about.\n\nIt works like the selection rectangle on your desktop: Press and hold down your mouse button and draw a rectangle. Once you stop holding the mouse button, the rectangle will disappear. If you activate \"permanent mode\", you can draw multiple rectangles that will remain visible until you remove them.\n\nYou can choose from different colors to adapt the selection rectangle and make sure it is clearly visible on the current page.\n\nFor more details, please have a look at the help screen of the extension.",
    "de": "Diese Erweiterung kann dazu verwendet werden, um beliebige Bereiche der aktuellen Seite farbig hervorzuheben. Dies kann beispielsweise bei Präsentationen einer Webseite über Screen Sharing in Google Meet, Microsoft Teams, Skype oder anderen Kommunikationstools dazu verwendet werden, die Aufmerksamkeit deiner Zuseher auf bestimmte Elemente zu richten.\n\nEs funktioniert wie das Auswahlrechteck auf deinem Desktop: Drücke und halte die Maustaste, dann ziehe die Maus, um ein Rechteck zu malen. Sobald du die Maustaste loslässt, verschwindet es wieder. Wenn du den \"Permanent-Modus\" aktivierst, kannst du mehrere Rechtecke malen, die erhalten bleiben, bis du sie aktiv löschst.\n\nDu kannst mehrere verschiedene Farben auswählen, damit deine Auswahlrechtecke auch garantiert auf jedem Hintergrund gut sichtbar sind.\n\nDie Hilfefunktion der Erweiterung enthält weitere Details zur Bedienung."
  }
}