{
  "name": {
    "ar,bg,ca,cs,de,fi,fil,fr,he,hi,hr,hu,id,it,lt,lv,ms,no,pl,ro,ru,sk,sl,sr,sv,th,uk": "Real Kart Racing",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Real Kart Racing PK Game",
    "da": "Rigtigt Kart Racing",
    "el": "Πραγματικοί αγώνες καρτ",
    "es": "carreras de karts reales",
    "et": "Tõeline kardisõit",
    "ja": "リアルカートレーシング",
    "ko": "리얼 카트 레이싱",
    "nl": "Echte kartraces",
    "tr": "Gerçek Kart Yarışı",
    "vi": "Đua xe Kart thực sự",
    "zh_CN": "真正的卡丁车赛车",
    "zh_TW": "真正的卡丁車賽車"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Real Kart Racing right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil rigtigt kart racing spil lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε πραγματικό παιχνίδι αγώνων καρτ αυτή τη στιγμή. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας…",
    "es": "Juega al juego de carreras de karts real ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en…",
    "et": "Mängige kohe tõelist kardi võidusõidumängu. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovi seda kohe!",
    "ja": "今すぐ本物のカートレーシングゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 실제 카트 레이싱 게임을 즐겨보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu een echt kartracespel. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer het…",
    "tr": "Şu anda gerçek kart yarışı Oyununu oynayın. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi trò chơi đua xe kart thực sự ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao…",
    "zh_CN": "立即玩真正的卡丁车赛车游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩真正的卡丁車賽車遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description\nGet ready to rev your engines and feel the adrenaline rush in Real Kart Racing! This exhilarating motorsport combines speed, skill, and strategy as you compete against other drivers on the track. Prepare yourself for a heart-pounding racing experience like no other!\nThe Basics\n\nReal Kart Racing is an authentic racing game that simulates the thrilling experience of kart racing. Here's what you need to know:\n\n    Choose your kart: At the beginning of the game, you'll have the opportunity to select your kart from a range of options. Each kart has its own unique characteristics, so choose one that suits your racing style.\n    Master the controls: Familiarize yourself with the game's controls, which typically include using the arrow keys or a virtual steering wheel to steer your kart. Practice accelerating, braking, and taking corners smoothly to maintain control and maximize your speed.\n    Study the tracks: Real Kart Racing offers various tracks with different layouts, surfaces, and challenges. Take the time to study each track and learn its twists, turns, and potential hazards. Understanding the track will give you a competitive edge during races.\n    Practice makes perfect: Like any other racing sport, consistent practice is key to improving your skills. Spend time honing your racing techniques, mastering the timing of your accelerations and braking, and finding the optimal racing line on each track.\n    Upgrade your kart: As you progress through the game and earn rewards, you'll have the opportunity to upgrade your kart. Invest in improvements such as engine upgrades, better tires, and aerodynamic enhancements to enhance your kart's performance and competitiveness.\n    Race strategically: Real Kart Racing is not just about speed. It's also about strategy. Pay attention to your opponents' movements, anticipate their actions, and plan your overtakes and defensive maneuvers accordingly. Use your racing skills and tactics to gain an advantage and secure victory.\n    Compete in championships: Real Kart Racing typically offers championship modes where you can participate in a series of races to compete for the top spot. Progress through the championships, unlock new tracks, and challenge the best racers in the game.\n\nWith its realistic graphics, immersive gameplay, and competitive racing environment, Real Kart Racing delivers the excitement and thrill of kart racing right to your fingertips. Strap on your helmet, tighten your seatbelt, and get ready to experience the intense world of real kart racing!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}