{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HistoryGardener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Erase specific domain histories effortlessly with HistoryGardener."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HistoryGardener\nIn today's digital world, browsing histories can accumulate clutter quickly. The HistoryGardener extension offers a streamlined solution to this, allowing users to selectively delete entries from their browsing history using specific keywords found in URLs or titles.\n\nWith this tool, users can precisely specify the keywords to locate and remove the entries they wish to delete, facilitating a more organized browsing history. Whether it's a one-time visit or a frequently visited site, manage your digital footprint more efficiently with HistoryGardener.\n\nUtilize HistoryGardener to maintain a clean and controlled browsing history, enhancing your web navigation experience with heightened privacy.",
    "ko": "Domain EchoEraser\nIn the vast digital ocean, every click, every visit leaves a trace, a lingering echo of where we have been. \"Domain EchoEraser\" is designed to be the guardian of your digital footprint, offering you the power to selectively erase the echoes of specific domains from your browsing history, ensuring a cleaner, more private browsing experience.\n\nWith a user-friendly interface, EchoEraser allows you to seamlessly pinpoint the domains you wish to cleanse from your history, effectively granting you more control over your digital trail. Be it a one-time visit or a frequent flyer in your browser, no domain is too big or too small for a sweep by the EchoEraser.\n\nReclaim your browsing freedom, maintain a cleaner history, and surf with peace of mind with the Domain EchoEraser - Your echo-free browsing companion."
  }
}