{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KDP Miner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify and automate keyword analysis on Amazon. Spy on hundreds of kindle, paperback, and audiobook data with just a few clicks.",
    "it": "Semplifica e automatizza l'analisi delle keywords su Amazon. Analizza in pochi click i dati di centinaia di kindle, libri e…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USE IT FOR FREE!\n\nFinding profitable keywords  for Amazon or Audible is no longer a problem!\nWhether you are a seasoned Self Publisher or have just entered the self publishing world, you know that one of the biggest obstacles and time consuming activity in this business is the keyword research. Thanks to this innovative tool, you can save a great deal of the time and focus you usually spend on this task. You merely have to enter the keywords you want to analyze in the extension, press start, and relax while the software works for you. \n\nIn the meantime, you can take a pleasant coffee break or work on other tasks; the extension will work in the background, allowing you to use your computer to do anything else, and when the analysis is complete, it will notify you with a sound. You will only need to open the extension tab and see which ones and how many keywords meet the chosen profitability parameters. You can also open each keyword's detail page and see the grid with BSR, reviews, publisher, and all the other data you need.\n\n(NEW)\nYou can also use the FLASH MODE to quickly check a single keyword and see all the relevant data right on the Amazon/Audible page. Go on the keyword page that you want to analyze,  click on the Flash Analysis button, and see the data of each item and the statistics of the page in a matter of seconds. \n\nBut that's not all! KDP Miner also offers the “On the Fly” mode.\nImagine that you are reading a blog, a social post, or anything on a website, and find one or more words that you think could be profitable keywords. Just select them, right-click, and order KDP Miner to analyze them in the background. The extension icon will turn green to indicate that KDP Miner has started the profitability analysis of the keyword on Amazon, and will notify you with a sound notification when the analysis is complete. In the meantime, you can go on to search for new keywords and continue to order the software to analyze them for you. All you have to do is open the extension and check at a glance how many fish are in your net.\n\n(NEW)\nFrom today you can benefit from the Cover Previewer function, the only tool on the market that allows you to compare the cover of the book you want to publish with those of the competition!\nJust open the page of the keyword on which you want to publish your book, upload your cover in .png or .jpg format, select the position in which you would like to insert it, and in less than a second you will see it appear on the Amazon page, right in the middle of your competitors.\n\nYou may have received the cover from your designer and liked the image you saw, but then, after it went live in the store, you noticed that it wasn't standing out enough compared to the other covers, or that it wasn't good enough to beat the competition. It's normal, everything is relative, and nothing can be evaluated in a vacuum; that's why Cover Previewer will allow you to choose your covers even more accurately and get better results in Self Publishing.\n\n\nMain features of KDP Miner:\n\n- Works on 11 different markets: US - UK - ES - DE - IT - FR - CA - AU - IN - SG - AE \n\n- Analyze also Audible (NEW)\n\n- Flash Mode allows you to see all the data and statistics of a keyword directly on the Amazon/Audible page (NEW)\n\n- Evaluates the keyword data automatically by interpreting the details allowing you to understand at a glance whether the keyword meets the minimum parameters without the need to count manually\n\n- Provides a user-friendly interface that makes it easy to use\n\n- Extract the amount of reviews from ratings (NEW)\n\n- Offers you the Cover Previewer function\n\n- Export the data of one or multiple keywords as an Excel file\n\n- Works both while in standard or incognito mode\n\n- Customizable profitability parameters \n\n- Provides auto-suggestions for keywords related to the one entered\n\n- Indicates the number of new publications (settable)\n\n- Allows you to enter up to 45 keywords at a time and to analyze them all automatically\n\n- Offers the \"On the Fly\" function allowing you to analyze the keywords from any website without even opening the extension, and letting you dig for new keywords while the software is doing the tedious job for you \n\n- Provides the details page of each keyword showing Titles, BSR, Reviews, Publication Date, and other data\n\n- Allows you to view the details of all the keywords on a single Chrome tab\n\n- Recognizes and shows you which titles are published by other self-publishers\n\n- Offers Smart Relevance Recognition System (SRRS), a system for automatic recognition of the relevance of the book for the keyword (can be activated/deactivated)\n\n- Adjustable analysis speed\n\n- Delivers two analysis options in the \"Books\" category; data analysis in mixed formats (based on the first format that Amazon shows) and data analysis related only to paperback data\n\n\nKDP MINER IS CURRENTLY THE ONLY TOOL ON THE MARKET THAT OFFERS YOU ALL THESE FEATURES, FOR THIS REASON IT IS A PRECIOUS TOOL THAT CANNOT BE MISSING IN THE TOOLBOX OF A GOOD SELF PUBLISHER!\n\nNo more endless copy and paste, no more having to spend hours on Amazon while you could use your time and computer to work on your products' quality.\n\nMany other extraordinary features will be released soon!",
    "it": "USALO GRATUITAMENTE!\n\nTrovare keywords profittevoli non è più un problema!\nChe tu sia un Self Publisher stagionato, o che tu stia muovendo i tuoi primi passi nel mondo del self publishing, sai che la ricerca delle keywords profittevoli occupa fino al 70% del tempo che dedichi a questo business, ed è uno dei maggiori ostacoli specie per chi è alle prime armi.\nGrazie a questo strumento innovativo, potrai risparmiare molto del tempo e dell'attenzione che solitamente questa attività richiede. Devi semplicemente inserire nell'estensione le keywords che desideri analizzare, premere Start, e rilassarti mentre il software lavora per te.\n\nNel frattempo, puoi fare una piacevole pausa caffè o dedicarti ad altri compiti; l'estensione funzionerà in background, permettendoti di usare il tuo computer per fare qualsiasi altra cosa, e quando l'analisi sarà completata, ti avviserà con una notifica. Dovrai solamente aprire l'estensione e vedere quali e quante parole chiave soddisfano i parametri di profittabilità che hai scelto. Ottimo anche per chi volesse fare un prima scrematura delle keywords in modo automatico per poi analizzare manualmente solo quelle che soddisfano dei requisiti minimi.  Potrai anche visualizzare la pagina dei dettagli di ciascuna keyword e consultare la tabella che ti mostrerà i BSR Kindle, BSR Paperback, BSR Audiobook, publisher e tutti gli altri dati che ti servono. \n\n(NOVITÀ)\nPuoi anche utilizzare il Flash Mode per controllare rapidamente una singola keyword e vedere tutti i dati rilevanti direttamente sulla pagina Amazon/Audible. Ti basterà aprire la pagina della keyword che desideri analizzare, fare click sul pulsante \"Flash Analysis\", e in pochi secondi potrai visualizzare i dati di ogni elemento e le statistiche di quella keyword.\n\nMa non è tutto! KDP Miner offre anche la modalità “On the Fly”.\nImmagina che tu stia leggendo un blog, un post sui social o qualsiasi cosa su un sito web, e di trovare una o più parole che ritieni possano essere delle keyword profittevoli. Ti basterà selezionarle, fare clic con il tasto destro del mouse, e ordinare a KDP Miner di analizzarle in background. L'icona dell'estensione diventerà verde per indicarti che KDP Miner ha iniziato l’analisi di profittabilità della keyword su Amazon, e ti avviserà con una notifica sonora quando avrà terminato. Nel frattempo puoi proseguire la ricerca di nuove parole chiave e continuare ad ordinare al software di analizzarle al posto tuo. Tutto quello che dovrai fare sarà aprire l'estensione e controllare in un colpo d'occhio quanti pesci ci sono nella tua rete.\n\n(NOVITÀ)\nDa oggi potrai beneficiare  della funzione Cover Previewer, l'unico strumento sul mercato che ti permette di confrontare la copertina del libro che vuoi pubblicare con quelle della concorrenza!\nTi basterà aprire la pagina della keyword su cui vuoi pubblicare il tuo libro, caricare la tua copertina in formato .png o .jpg, selezionare la posizione in cui la vorresti inserire, e in meno di un secondo la vedrai apparire sulla pagina di Amazon, proprio in mezzo ai tuoi competitors.\n\nCapita spesso di ricevere la copertina dal proprio designer e di essere soddisfatti dell'immagine che vediamo, però poi, una volta live sullo store, ci si rende conto che non risalta abbastanza rispetto alle altre cover o che non è sufficiente per battere la competizione. È perfettamente normale, tutto è relativo e nulla può essere valutato nel vuoto, ecco perchè Cover Previewer ti permetterà di scegliere le copertine in modo ancora più accurato e ottenere risultati migliori nel Self Publishing.\n\n\n\nCaratteristiche principali di KDP Miner:\n\n- Funziona su ben 11 mercati diversi: US - UK - ES - DE - IT - FR - CA - AU - IN - SG - AE\n\n- Valuta automaticamente i dati della parola chiave interpretandone i dettagli, consentendo di capire in pochi secondi se la parola chiave soddisfa i parametri minimi, senza la necessità di contarli manualmente\n\n- Permette di analizzare anche Audible (NOVITÀ)\n\n- Offre la funzione \"Flash Analysis\" che ti permette di vedere tutti i dati di ogni libro e le statistiche della singola keyword direttamente sulla pagina di Amazon/Audible (NOVITÀ)\n\n- Elimina l'errore umano\n\n- A differenza degli altri software, differenzia le reviews dai ratings (NOVITÀ)\n\n- Ti offre la funzione Cover Previewer (NOVITÀ)\n\n- É semplice da usare e fornisce un'interfaccia user-friendly\n\n- Permette di esportare i dati di una o più keywords su un foglio Excel\n\n- Funziona sia in modalità standard che in modalità di navigazione in incognito\n\n- Permette di personalizzare i parametri di profittabilità in base alle proprie esigenze\n\n- Fornisce suggerimenti automatici di keywords correlate a quella inserita\n\n- Indica il numero di nuove pubblicazioni (impostabile)\n\n- Consente di inserire fino a 45 keywords alla volta e di analizzarle tutte automaticamente\n\n- Offre la funzione \"On the Fly\" che ti consente di analizzare le parole chiave da qualsiasi sito senza nemmeno aprire l'estensione o la pagina di Amazon, e ti permette di cercare nuove keywords mentre il software esegue il lavoro ripetitivo al posto tuo\n\n- Fornisce la pagina dei dettagli di ciascuna keyword mostrando titoli, BSR, recensioni, date di pubblicazione e molti altri dati\n\n- Permette di visualizzare tutte le schede dettagli in un'unica pagina\n\n- Riconosce e indica quali titoli sono stati pubblicati da Self Publishers\n\n- Utilizza lo Smart Relevance Recognition System (SRRS), un sistema per il riconoscimento automatico della rilevanza del libro per la parola chiave analizzata (può essere attivato/disattivato)\n\n- Velocità di analisi regolabile\n\n- Offre due opzioni di analisi nella categoria \"Books\"; analisi dei dati in formati misti (sulla base del primo formato mostrato da Amazon) e analisi dei dati relativi alla categoria in cui viene svolta la ricerca\n\n\nKDP MINER È ATTUALMENTE L'UNICO SOFTWARE SUL MERCATO CHE TI OFFRE TUTTE QUESTE FUNZIONALITÀ, PER QUESTO MOTIVO É UN PREZIOSO STRUMENTO CHE NON PUÒ ASSOLUTAMENTE MANCARE NELLA CASSETTA DEGLI ATTREZZI DI UN BUON SELF PUBLISHER!\n\nNiente più infiniti \"copia e incolla\", non dovrai più passare ore su Amazon mentre potresti usare il tuo tempo e il tuo computer per lavorare sulla qualità dei tuoi prodotti.\n\nMolte altre straordinarie funzionalità saranno rilasciate presto!"
  }
}