{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Patent Claims Analzyer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "THIS EXTENSION IS FOR BETA TESTING"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays patent claims information for all patent claims listed on a current webpage, such as:\n - Independent claim numbers\n - Independent claim word count\n - Independent claim type (best effort)\n - Independent claim text\n - Dependent claim numbers\n - Hierarchical dependencies\n - Priority date (Google Patents only)\n - Several helpful links, such as USPTO Assignments, USPTO Maintenance info, Global Dossier, Espacenet, EPO Register, Google Patents Prior Art Finder, and more\n\nProvides interactive features, such as:\n - Hide/Show dependent claims\n - Show/Hide independent claim text\n - Copy independent claim text\n - Scroll to claim in webpage (US patents in Google Patents only)\n - Export pre-filled claim chart\n\nSelect the red claims tree icon on the toolbar in the Chrome browser to see a patent claims tree and associated details. You may need to pin the extension to keep it visible in the toolbar.\n\nCurrently supported on the following websites (at least partially):\n- USPTO\n- Google Patents (.com, .de, .fr, .co.uk, .se, .ca, co.in, co.nz currently -- send me requests for additional countries). Currently US, EP, WO, and CA patent documents are handled. A future update will also handle documents from other jurisdictions such as DE.\n- FreePatentsOnline\n- Espacenet\n\nWe do our best to present the claims trees and information correctly, but we cannot guarantee results because the supported websites are dynamic and often changing.\n\nThe extension is provided ‘As-Is’ without any express or implied warranty of any kind.\n\nThe extension should work for a webpage loaded after the initial installation of the extension, as long as JavaScript is enabled.\n\nNote that no information is collected or transmitted from the extension -- all webpage information handling is done only at your local browser in the extension. \n\nMultiple dependent claims are not currently fully supported. Also, only claims in English are currently fully supported. Some basic French and German handling is provided.\n\nVisited links on Google Patents pages are highlighted, facilitating review projects. \n\n~~~\nVersion 3.4\n- Modified links to new websites.\n\n\nVersion 3.3\n- Modified handling of application ID for EP patent documents in Google Patents due to formatting changes on the website.\n\nVersion 3.2\n- Modified handling for finding the application number in Google Patents due to structural changes there.\n- Widened the narrowest width of the popup. \n\nVersion 3.1\n- Patent metadata (number, claim counts, dates) remain at top for constant access\n- There is an option to hide/show links (for ease of claim tree readability)\n- There is now a link to scroll to the top of the current webpage\n\nVersion 3.0\n- Extension is now called \"Patent Claims Analyzer\" to reflect richer functionality\n- There is an added ability to hide dependent claims\n- It is possible to show independent claims text for ease of referencing claims while simultaneously reading the patent specification\n- For Google Patents you can select an independent claim to scroll the webpage to that claim\n- A copy option copies selected independent claim text for convenience in pasting elsewhere\n- There is an optional \"Save as Chart\" feature that creates a pre-populated claim chart document -- this works best for Google Patents\n- Settings functionality and flow is improved\n\nVersion 2.43\n- Added handling for priority date in Google Patents\n- Added support for Canadian documents in Google Patents\n\nVersion 2.42\n- Added European Patent Register link for EP documents\n- Added EPO Federated Register link for EP documents\n\nVersion 2.41\n- Removed priority date from header for Google Patents due to Google Patents changes.\n- Improved patent litigation search link.\n- Removed contribution (donate) button.\n\nVersion 2.40\n- Added highlighting for visited links on Google Patents pages.\n- Disabled permissions not used by the extension.\n- Added handling of canceled claims.\n- Improved country code handling for Espacenet pages.\n- Added a '0' to US pre-grant publication identifiers on Espacenet pages to provide a format used by other patent websites. \n\nVersion 2.39\n- Added link to Global Dossier (on USPTO).\n- Added link to FreePatentsOnline PDF.\n- Corrected USPTO Assignments link for 8-digit patent numbers.\n- Provided a contribution (donate) button for funding continued development.\n\nVersion 2.38\n- Added handling for various wording options for computer-readable medium claims. \n\nVersion 2.37\n- Updated application identifier extraction for newer Google Patents pages.\n- Added some handling for 8-digit US patent numbers.\n- Modified Google Patents-related links. \n\nVersion 2.36\n- Improved handling for page updates \n\nVersion 2.35\n- Modified Google Patents links\n\nVersion 2.34\n- Added Espacenet claim handling\n- Improved German claim text parsing\n\nVersion 2.33\n- Added links for EP patents, such as to Espacenet, Google Patents, and FreePatentsOnline\n- Fixed claims extraction for EP patents in Google Patents (based on updates to Google Patents)\n- Added various other minor improvements\n\nVersion 2.32\n- Added support for India and New Zealand sites for Google Patents\n\nVersion 2.31\n- Corrected handling of canceled claims.\n\nVersion 2.30\n- Slightly tweaked claim type handling for one specific use case\n\nVersion 2.29\n- Updated to use latest USPTO Assignments URL syntax\n- Updated to use latest USPTO Maintenance Fees URL syntax\n- Fixed EP Register link functionality\n- Corrected Application ID extraction for patents.google.com \n\nVersion 2.28\n- Provided handling for updating of tree for search results for patents.google.com search utility\n- Added support for Canada and Sweden sites for Google Patents\n- Added support for lack of \"www\" subdomain\n- Added support for lowercase country codes in Google Patents URLs\n\nVersion 2.27 \n- Resolved issue with patent number for some cases\n\nVersion 2.26\n- Removed kind code for some links\n- Linked to new Google Patents (patents.google.com)\n- Modified new Google Patents handling for new syntax\n\nVersions 2.24, 2.25\n- Added support for new Google Patents (patents.google.com)\n\nVersion 2.23\n- Modified URL syntax for USPTO Assignments based on new USPTO webpage\n\nVersion 2.22\n- Added rudimentary support for German and French for EP patent documents in Google Patents\n\nVersion 2.21\n- Added handling for EP and WO patent documents in Google Patents\n\nVersion 2.20\n- Added priority date for Google Patents\n\nVersion 2.19\n- Resolved an issue with Google Patents HTTPS pages\n\nVersion 2.18\n- Improved claim type parsing\n\nVersion 2.17\n- Added indication of current lack of support for non-US patent documents in Google Patents\n\nVersion 2.16\n- Various small modifications\n\nVersion 2.15\n- Improved claim type detection.\n\nVersion 2.14\n- Added handling of dependent claims that use language like \"recited in\".\n- Added handling of claims that have numbered sub-components to recognize them as one claim and not multiple.\n\nVersion 2.13\n- Added HTTPS support for Google Patents\n\nVersion 2.12\n- Continued to improve claim type detection\n- Modified support for Arch Patent\n\nVersion 2.11\n- Improved claim type detection\n\nVersion 2.10\n- Added additional parsing for an alternative Google Patents URL syntax\n\nVersion 2.9\n- Various claim type detection improvements\n\nVersion 2.8\n- Added separate options screen\n\nVersion 2.7:\n- Added new (beta) feature to indicate the type of claim\n\nVersion 2.6:\n- Enhanced claim detection handling for FreePatentsOnline while logged in using FPO's new user interface\n- Enhanced claim detection handling for Google Patents using the newer layout (newer patents only)\n- Enhanced patent ID capture for Google Patents using the newer URL syntax\n\nVersion 2.5:\n- Enhanced claim detection handling for FreePatentsOnline while logged in\n\nNew features in versions 2.3 & 2.4:\n- added handling for US reissues (RE) and design (D) patents\n- added USPTO Maintenance Fees link for US patents\n- added Google Patents link for US patent documents\n- added Google Patents PDF link for US patent documents\n- added Google Patents Prior Art Finder link for US patent documents\n- added FreePatentsOnline.com link for US patent documents\n- added EPO Register link for EP patent documents\n- removed link to Justia because it was static\n\nNew features in version 2.2:\n- Additional analysis performed to further distinguish between independent and dependent claims due to differences in claim language.\n\nNew features in version 2.1:\n- Handling for some types of multiple dependent claims\n- Link to USPTO Assignment database for US patent documents\n- Link to Google search for any patent litigation for current US patent\n- Link to Justia for searching for patent litigation (not specific to current US patent)\n\nNew features in version 2.0:\n- Option to display the word count for independent claims \n- Highlighting of the claim with the shortest word count \n- Option to display a means-plus-function (MPF) language indication (searches for word \"means\")\n- Indication of the patent document identifier\n- Several performance improvements, such as refreshing the tree when an open tab is selected"
  }
}