{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "edX++"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds new features to edX Online Learning Platform"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds new features to the Open edX Online Learning Platform\nNew features include:\n    •\t4 new video playback speeds\n        •  2.5x\n        •  3.0x\n        •  3.5x\n        •  4.0x\n    •\tVideo download button for offline playback\n    •\tKeyboard shortcuts\n        •  SPACE - Play/pause current video\n        •  Left Arrow - Rewind 5 seconds\n        •  Right Arrow - Fast Forward 5 seconds\n\nSource code available on github - https://github.com/EricPryzant/edx-plus-plus\n\nDISCLAIMER: This chrome extension is not associated with edx.org. The fair use of the edX name for non-commercial purposes is granted under the edX trademark policy described here: https://open.edx.org/trademark-licensing-details/. EdX.inc reserves the right to revoke the authorizations granted in this policy at any time in their sole discretion. Any and all videos downloaded using this extension must be used in compliance with the DMCA. Unless indicated as being in the public domain, the content on the edX Site is protected by United States and foreign copyright laws. Unless otherwise expressly stated on the edX Site, the texts, exams, video, images, and other instructional materials provided with the courses and programs offered on the edX Site are for your personal use in connection with those courses and programs only. \n\nLIMITATION OF LIABILITY\nUSE OF THE EDX SITE, AND THE CONTENT AND SERVICES OBTAINED FROM OR THROUGH THE EDX SITE, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS, OR DATA THROUGH THE EDX SITE OR ANY REFERENCE SITES IS AT YOUR OWN DISCRETION AND RISK.\n\nIcon made by Smashicons from www.flaticon.com"
  }
}