{
  "name": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Core Ball Unblocked Game",
    "da": "Spil uden blokering af kernebold",
    "el": "Παιχνίδι Core Ball Unblocked",
    "es": "Juego Core Ball desbloqueado",
    "et": "Põhipalli blokeeringuta mäng",
    "ja": "コアボールのブロック解除ゲーム",
    "ko": "코어 볼 차단 해제 게임",
    "nl": "Kernbal gedeblokkeerd spel",
    "tr": "Çekirdek Top Engelsiz Oyunu",
    "vi": "Trò chơi bỏ chặn lõi bóng",
    "zh_CN": "核心球解锁游戏",
    "zh_TW": "核心球解鎖遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Core Ball game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil Core Ball Game lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το Core Ball Game αυτή τη στιγμή. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας ευτυχισμένη…",
    "es": "Juega al juego Core Ball ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea! ¡Pruebalo…",
    "et": "Mängige Core Ball Game'i kohe. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐコアボールゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 코어 볼 게임을 플레이해보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu Core Ball Game. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring! Probeer het nu!",
    "tr": "Hemen Core Ball Oyununu oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi trò chơi Core Ball ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao của bạn!…",
    "zh_CN": "立即玩核心球游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩核心球遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Core Ball game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!\n\nHow To Play Core Ball\nTo start a game of Core Ball, simply play right now. You'll be given a set number of balls, and targets will begin moving around the field. Use your mouse to move your character and pick up balls. Click and drag with your mouse to throw the balls, releasing to launch them at the targets. Different targets are worth different points, so strategize your shots for maximum scoring. Keep throwing to rack up points before time runs out!\n\nHere are some tips to help you master Core Ball:\nGo for far away or moving targets first, as they are worth more points.\nLead fast-moving targets slightly to help compensate for ball travel time.\nStack balls for more powerful throws that can hit multiple targets at once.\nPosition your character near balls that spawn frequently to restock quickly.\nPlay around with throw power and angles to develop different shot styles."
  }
}