{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context Lookups"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds configurable lookup options for the context menu of selected text"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly search information as you browse.  Just select the text you want to look up, bring up the right-click context menu, and select the configured lookup option that you want.\n\nNeed to quickly check the definition of \"bi-weekly\" when someone emails you about a meeting?  Curious about the literal meaning of \"je ne sais quoi\" when it comes up in an article?  Want to know who exactly \"Robert Walpole\" is when someone mentions them in a comment?\n\nContext Lookups has you covered!  Get up to speed or satisfy your curiosity in no time at all, then be on your merry way.  You can set the results to appear as regular webpages, or make things extra convenient with simplified popup windows.\n\nThis much can already be done with just the default lookups, but the possibilities go far beyond that.  Copy the search query URL base of whatever website you want to use, and create a context menu item for it in the extension popup, it's that simple.  Just remember to save your changes!\n\nHere are a couple more to try:\n\nSynonyms/Antonyms\n- Use \"https://www.thesaurus.com/browse/\" as the URL base.\n\nRhymes\n- Use \"https://www.rhymezone.com/r/rhyme.cgi?typeofrhyme=perfect&Word=\" as the URL base.\n\nNote that ampersand characters (&) in context menu labels are used to assign shortcut keys.  To make a letter within the label the shortcut key for the option (while it's shown), simply put an ampersand in front of it.  For example, set the label as \"Rh&ymes\" to make a context menu option \"Rhymes\" with the shortcut key 'y'.  To put an ampersand in the actual label, simply include it twice, as in \"Synonyms && Antonyms\" to get a label of \"Synonyms & Antonyms\".\n\nThis is my first extension, so any feedback is appreciated.\n\nNOTE: Due to limitations with Chrome, results displayed in a popup are unfortunately restricted to the primary display.  If using multiple displays, try to keep the browser window using the extension on the primary display.  Alternatively, you can set the results to display as normal pages instead.\n\nVersion 2:\nNow supports parent menus!\n\nVersion 3:\nUpdated to use Manifest version 3.  Apologies for any resultant issues I might have missed.  After a couple revisions, I think I've got it working with pre-existing saved data, but if you still encounter issues, I recommend saving your loaded configurations from the extension popup to update the saved data.\n\nOpening as a regular window popup is now supported, by simply selecting the center of the slider.\n\nChanged the default definition lookup to a simple Google search query, as this has better fallback behavior when a definition isn't found in the primary source.\n\nVersion 4:\nNew features and quality of life improvements\n- Import and Export from/to a file (remember to save after importing!)\n- A much larger number of menu items are supported than before (working around Chrome limitations)\n- Internal scrolling, for retaining easy access to button controls\n- Now indicates when you have unsaved changes\n- Encountered errors now get displayed, though hopefully this won't be needed.  :)"
  }
}