{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Tab Volume"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control volume of individual tabs based on domain."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Tab Volume: Control audio levels for individual tabs\nTired of juggling volume between different websites? Custom Tab Volume allows you to set and remember specific volume levels for each domain you visit. Easily adjust audio for video streaming sites, online meetings, or any web application without affecting other tabs. Perfect for multitaskers and audio enthusiasts alike.\nKey Features:\n\nSet unique volume levels per domain\nRemembers your preferences across sessions\nSimple, intuitive interface\nWorks seamlessly across various websites\nReplaces site-specific volume controls for consistent behavior\n\nImportant Note:\nThis extension takes full control of the audio volume for each tab. It overrides and replaces any existing volume controls on websites. This ensures consistent behavior across all sites but means you'll need to use the extension's controls rather than site-specific volume adjusters.\nHow It Works:\n\nClick the extension icon to set the volume for the current tab\nThe chosen volume level is remembered for that domain\nThe extension maintains this volume level, even if the site tries to change it\nYou can adjust or disable the extension at any time\n\nTake control of your browsing soundscape – one tab at a time! Perfect for sites with autoplay videos, inconsistent volume levels, or lack of built-in volume controls.\nCustom Tab Volume: Your solution for a personalized, consistent audio experience across the web."
  }
}