{
  "name": {
    "ar": "أشرطة الفيديو ووتش في نافذة عائمة - Eagle Eye",
    "am": "Eagle Eye - አንድ ተንሳፋፊ መስኮት ውስጥ ዎች ቪዲዮዎች",
    "bg": "Eagle Eye - Гледане на видео в плаващ прозорец",
    "bn": "Eagle Eye - একটি ভাসমান উইন্ডোতে ওয়াচ ভিডিও",
    "ca": "Eagle Eye - Veure vídeos en una finestra flotant",
    "cs": "Eagle Eye - Sledování videa v plovoucím okně",
    "da": "Eagle Eye - Se videoer i et flydende vindue",
    "de": "Eagle Eye - Sehen Sie sich Videos in einem schwebenden Fenster",
    "el": "Eagle Eye - Δείτε βίντεο σε ένα κινητό παράθυρο",
    "en,en_AU,en_GB,en_US": "Eagle Eye - Watch videos in a floating window",
    "es,es_419": "Eagle Eye - Ver vídeos en una ventana flotante",
    "et": "Eagle Eye - Vaata videoid ujuv aken",
    "fa": "Eagle Eye - فیلم سازمان دیده بان در یک پنجره شناور",
    "fi": "Eagle Eye - Katso videoita kelluvan ikkunan",
    "fil": "Eagle Eye - Manood ng mga video sa isang lumulutang window",
    "fr": "Eagle Eye - Regarder des vidéos dans une fenêtre flottante",
    "gu": "Eagle Eye - ફ્લોટિંગ વિન્ડોમાં વિડિઓઝ જુઓ",
    "he": "קטעי וידאו לצפייה בחלון צף - Eagle Eye",
    "hi": "Eagle Eye - एक अस्थायी विंडो में वीडियो देखें",
    "hr": "Eagle Eye - Gledanje videozapisa u lebdećem prozoru",
    "hu": "Eagle Eye - A videókat egy lebegő ablakban",
    "id": "Eagle Eye - menonton video di jendela mengambang",
    "it": "Eagle Eye - Guarda i video in una finestra mobile",
    "ja": "Eagle Eye - フローティングウィンドウで動画を見ます",
    "kn": "Eagle Eye - ಒಂದು ತೇಲುವ ವಿಂಡೋದಲ್ಲಿ ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
    "ko": "Eagle Eye - 부동 창에서 시계 비디오",
    "lt": "Eagle Eye - Žiūrėti video į slankiųjų langą",
    "lv": "Eagle Eye - Skatīties video peldoša logā",
    "ml": "Eagle Eye - ഒരു ഫ്ലോട്ടിംഗ് വിൻഡോ കാണുന്ന വീഡിയോ",
    "mr": "Eagle Eye - फ्लोटिंग विंडो मध्ये व्हिडिओ पहा",
    "ms": "Eagle Eye - Watch video dalam tetingkap terapung",
    "nl": "Eagle Eye - Bekijk video's in een zwevend venster",
    "no": "Eagle Eye - Se videoer i et flytende vindu",
    "pl": "Eagle Eye - Oglądanie filmów w pływającym oknie",
    "pt_BR,pt_PT": "Eagle Eye - Assista a vídeos em uma janela flutuante",
    "ro": "Eagle Eye - Vizionați clipuri video într-o fereastră plutitoare",
    "ru": "Eagle Eye - Смотрите видео в плавающем окне",
    "sk": "Eagle Eye - Sledovanie videa v plávajúcom okne",
    "sl": "Eagle Eye - Watch video posnetke v plavajočem oknu",
    "sr": "Eagle Eye - Гледање видео у слободном прозору",
    "sv": "Eagle Eye - Titta på videor i ett flytande fönster",
    "sw": "Eagle Eye - Watch video katika dirisha yaliyo",
    "ta": "Eagle Eye - ஒரு மிதக்கும் சாளரத்தில் வாட்ச் வீடியோக்கள்",
    "te": "Eagle Eye - ఒక ఫ్లోటింగ్ విండో లో వీడియోలను చూడండి",
    "th": "Eagle Eye - ดูวิดีโอในหน้าต่างลอย",
    "tr": "Eagle Eye - Yüzen bir pencerede videoları izleyin",
    "uk": "Eagle Eye - Дивіться відео в плаваючому вікні",
    "vi": "Eagle Eye - Xem video trong một cửa sổ nổi",
    "zh_CN": "Eagle Eye - 在浮动窗口中观看视频",
    "zh_TW": "Eagle Eye - 在浮動窗口中觀看視頻"
  },
  "short": {
    "ar": "وصلات الفيديو معاينة في نافذة صغيرة عائمة.",
    "am": "አንድ ትንሽ ተንሳፋፊ መስኮት ውስጥ ቅድመ እይታ ቪዲዮ አገናኞች.",
    "bg": "Преглед на видео връзки в малък плаващ прозорец.",
    "bn": "একটি ছোট ভাসমান উইন্ডোতে পূর্বরূপ ভিডিও লিঙ্ক।",
    "ca": "enllaços de vídeo de vista prèvia en una petita finestra flotant.",
    "cs": "Náhled videa odkazy v malém plovoucím okně.",
    "da": "Preview video links i en lille flydende vindue.",
    "de": "Vorschau Video-Links in einem kleinen schwebenden Fenster.",
    "el": "Προεπισκόπηση συνδέσεις βίντεο σε μια μικρή πλωτή παράθυρο.",
    "en,en_AU,en_GB,en_US": "Preview video links in a small floating window.",
    "es,es_419": "enlaces de vídeo de vista previa en una pequeña ventana flotante.",
    "et": "Video eelvaade lingid väike ujuv aken.",
    "fa": "لینک های ویدئویی پیش نمایش در یک پنجره کوچک شناور.",
    "fi": "Preview video linkit pienessä kelluvassa ikkunassa.",
    "fil": "I-preview ang mga link ng video sa isang maliit na lumulutang window.",
    "fr": "Prévisualisation de la vidéo dans une petite fenêtre flottante.",
    "gu": "નાના ફ્લોટિંગ વિંડોમાં પૂર્વાવલોકન વિડિઓ લિંક્સ.",
    "he": "קישורים וידאו תצוגה מקדימה בחלון צף קטן.",
    "hi": "एक छोटा सा चल विंडो में पूर्वावलोकन वीडियो लिंक।",
    "hr": "Pregled video veze u malom plutajući prozor.",
    "hu": "Preview videó linkek egy kis lebegő ablakban.",
    "id": "link preview video di jendela mengambang kecil.",
    "it": "collegamenti video di anteprima in una piccola finestra mobile.",
    "ja": "小さなフローティングウィンドウでプレビュービデオリンク。",
    "kn": "ಒಂದು ಸಣ್ಣ ತೇಲುವ ವಿಂಡೋದಲ್ಲಿ ಪೂರ್ವವೀಕ್ಷಣೆ ವೀಡಿಯೊ ಕೊಂಡಿಗಳು.",
    "ko": "작은 부동 창에서 미리보기 동영상 링크.",
    "lt": "Peržiūrėti video nuorodos mažame kintama lange.",
    "lv": "Preview video saites nelielu peldošo logu.",
    "ml": "ഒരു ചെറിയ ഫ്ലോട്ടിംഗ് വിൻഡോയിൽ പ്രിവ്യൂ വീഡിയോ ലിങ്കുകൾ.",
    "mr": "एक लहान फ्लोटिंग विंडोमध्ये पूर्वावलोकन व्हिडिओ दुवे.",
    "ms": "pautan video pratonton dalam tetingkap terapung kecil.",
    "nl": "Voorbeeld videoverbindingen in een klein zwevend venster.",
    "no": "Forhåndsvisning video linker i et lite flytende vindu.",
    "pl": "Podgląd łącza wideo w małym oknie pływającym.",
    "pt_BR,pt_PT": "links de visualização de vídeo em uma pequena janela flutuante.",
    "ro": "Link-uri previzualizare video într-o mică fereastră plutitoare.",
    "ru": "Просмотр видео ссылки в маленьком плавающем окне.",
    "sk": "Náhľad videa odkazy v malom plávajúcom okne.",
    "sl": "Predogled video povezave v majhnem plavajoče okno.",
    "sr": "Превиев видео везе у малом плутајући прозор.",
    "sv": "Förhandsgranska videolänkar i ett litet flytande fönster.",
    "sw": "viungo Preview video katika dirisha dogo yaliyo.",
    "ta": "ஒரு சிறிய மிதக்கும் சாளரத்தில் முன்னோட்டம் வீடியோ இணைப்புகள்.",
    "te": "చిన్న ఫ్లోటింగ్ విండోలో ప్రివ్యూ వీడియో లింకులు.",
    "th": "ลิงก์วิดีโอแสดงตัวอย่างในหน้าต่างลอยเล็ก ๆ",
    "tr": "Küçük bir kayan pencerede Önizleme video bağlantıları.",
    "uk": "Перегляд відео посилання в маленькому плаваючому вікні.",
    "vi": "liên kết video xem trước trong một cửa sổ nhỏ nổi.",
    "zh_CN": "在一个小的浮动窗口预览视频链接。",
    "zh_TW": "在一個小的浮動窗口預覽視頻鏈接。"
  },
  "long": {
    "ar": "يحسن عين النسر الروابط القياسية في المتصفح. ضع مؤشر الفأرة فوق رابط يوتيوب لإظهار تلميح الأدوات. فيمكنك النقر عليه لفتح الفيديو في نافذة عائمة تخصيص أضيق الحدود.\n\nاستخدام عين النسر لعرض الفيديو في وضع صورة داخل صورة (PIP).\n\nيزيد عين النسر الإنتاجية، لأنك تجنب فتح موقع يوتيوب والحصول على يتلهى خوارزمية توصياتهم. يمكنك منع موقع يوتيوب ومشاهدة المحتوى اللازم من خلال التمديد.\n\nيحسن عين النسر التواصل مع الأصدقاء - يمكنك مشاهدة أشرطة الفيديو يرسلون لك أثناء الدردشة. يمكنك استخدامه معاينة أشرطة فيديو يوتيوب في رسول. يعمل EE في كل مكان - رسول، الخلاف، تويتر، البحث أو أي موقع عشوائية أخرى.\n\nجعل البحث أكثر سهولة - إذا كنت تقرأ المحتوى الذي له صلات الفيديو، يمكنك مشاهدته في حين كنت تقرأ.\n\nميزات:\n★ انها خالية 100٪.\n★ النظيفة، والحد الأدنى، والتصميم الجميل.\n★ نقل نافذة عائمة حيثما تريد.\n★ تغيير الحجم عن طريق سحب أسفل الزاوية اليمنى.\n★ يتم حفظ العائمة موقف لاعب والحجم.\n★ هناك ربط مفتاح للاستخدام سريع:\n     - [ALT + انقر] تصل إلى فتح عين النسر\n     - [ALT + SHIFT + انقر] رابط لفتح نافذة صامتة.\n     - [ESC] حتى اغلاق\n     - [ALT + /] لتشغيل أو إيقاف الفيديو.\n★ يمكنك تخصيص الارتباطات الرئيسية في قائمة الخيارات\n\n=====================\n               قيمنا\n=====================\n\nهل تحب عين النسر؟ النظر يعطيها تصنيف ال 5 نجوم وتقاسمها مع الأصدقاء :)",
    "am": "ንስር ዓይን በአሳሹ ውስጥ መደበኛ አገናኞች ያሻሽላል. አንድ ፍንጭ ለማሳየት የ YouTube አገናኝ ላይ የእርስዎን መዳፊት አስቀምጥ. የ minimalistic, ሊበጅ የሚችል ተንሳፋፊ መስኮት ውስጥ ያለውን ቪዲዮ ለመክፈት ጠቅ ይችላሉ.\n\nተጠቀም ንስር ዓይን ፎቶ-በ-ፎቶ (ፒአይፒ) ሁነታ ላይ ቪዲዮዎችን ለማየት.\n\nየ YouTube የመክፈቻ እና ምክር ስልተ ትኩረታቸው መራቅ ስለ ንስር አይን, ምርታማነትን ይጨምራል. የ YouTube ን ለማገድ እና ቅጥያው አማካኝነት አስፈላጊ ይዘት መመልከት ይችላሉ.\n\nንስር ዓይን ከጓደኞች ጋር ግንኙነት ያሻሽላል - እነሱ ሲወያዩ ሳሉ መላክ ቪዲዮዎች መመልከት ይችላሉ. አንተ Messenger ውስጥ YouTube ቪዲዮዎች ቅድመ ዕይታ መጠቀም ይችላሉ. EE በሁሉም ቦታ ላይ ይሰራል - Messenger, ብጥብጥ, ትዊተር, Google ፍለጋ ወይም ሌላ ማንኛውም ነሲብ ድረ.\n\nምርምር ቀላል እንዲሆን - አንድ ቪዲዮ አገናኞችን ያለው ይዘት በማንበብ ከሆነ እያነበብክ ሳለ, አንተ ልታየው ትችላለህ.\n\nዋና መለያ ጸባያት:\n★ ይህ 100% ነፃ ነው.\n★ ንጹሕ, ተደረጎ, የሚያምር ንድፍ.\nእርስዎ የሚፈልጉትን በየትኛውም ተንሳፋፊ መስኮት ውሰድ ★.\nከታች በስተቀኝ ጥግ በመጎተት ★ መጠን መቀየሪያ.\n★ የ ተንሳፋፊ የአጫዋች ቦታ እና መጠን ተቀምጠዋል.\n★ ፈጣን አጠቃቀም ቁልፍ ማሰሪያዎች አሉ:\n     - ክፍት ንስር ዓይን ወደ አገናኝ [ALT + ጠቅ ያድርጉ]\n     - ድምጸ-መስኮቱን ለመክፈት አገናኝ [ALT + SHIFT + ጠቅ].\n     - የቅርብ ወደ [ESC]\n     - [Alt + /] መጫወት ወይም ቪዲዮውን ለአፍታ.\n★ የ አማራጮች ምናሌ ውስጥ ቁልፍ ማሰሪያዎች ማበጀት ይችላሉ\n\n=====================\n               RATE አሜሪካ\n=====================\n\nአንተ ንስር ዓይን እንደ አድርግ? ይህም የ 5 ኮከብ ደረጃ መስጠት እና ጓደኞችዎ ጋር መጋራት ግምት :)",
    "bg": "Eagle Eye подобрява стандартните линкове в браузъра. Поставете мишката върху линк към YouTube, за да се покаже подсказка. Можете да щракнете върху нея, за да отворите видеото в минималистичен, приспособим плаващ прозорец.\n\nИзползвайте Eagle Eye, за да гледате видеа в режим Картина в картината (PIP).\n\nEagle Eye увеличава производителността, защото можете да се избегнете отварянето на YouTube и да се разсейвате от техният препоръчителен алгоритъм. Можете да блокирате YouTube и да гледате само необходимо съдържание чрез разширението.\n\nEagle Eye подобрява комуникацията с приятели - можете да гледате видеоклиповете, които те ви изпращат по време на чат. Можете да го използвате, за преглед на видеоклипове от YouTube в Messenger. EE работи навсякъде - Messenger, Discord, Twitter, Google Search или друг произволен сайт.\n\nИзследвания по-лесно - Ако четете съдържание, в което има връзки към видео, можете да гледате, докато четете.\n\nХарактеристика:\n★ Това е 100% безплатно.\n★ Чист, минималистичен, красив дизайн.\n★ Преместете плаващия прозорец където искате.\n★ Преоразмеряване чрез плъзгане в долния десен ъгъл.\n★ Позицията и размера на плаващия прозорец се съхраняват.\n★ Има ключови автомати за бързо употреба:\n     - [ALT + Кликнете] препратка, за да отворите Eagle Eye\n     - [ALT + SHIFT + Кликнете] линк, за да отворите прозореца заглушен.\n     - [ESC], за да затворите прозореца\n     - [ALT + /], за да пускате или паузирате видеото.\n★ Можете да персонализирате ключови автомати в менюто с опции\n\n=====================\n               ОЦЕНИ НИ\n=====================\n\nХаресва ли ви Eagle Eye? Оценете с 5-звезден рейтинг и го споделете с приятели :)",
    "bn": "ঈগল আই ব্রাউজারে মান সংযোগগুলি উন্নত। একটি YouTube লিংক উপর মাউস নিয়ে গেলে একটি টুলটিপ দেখানোর জন্য। আপনি এটা ক্লিক করুন minimalistic, কাস্টমাইজ করার ভাসমান উইন্ডোতে ভিডিও খুলতে পারবেন না।\n\nব্যবহারের ঈগল আই চিত্র-ইন-পিকচার (PIP এর) মোডে ভিডিওগুলি দেখার জন্য।\n\nঈগল আই উৎপাদনশীলতা বৃদ্ধি পায়, কারণ আপনি YouTube খোলার এবং তাদের সুপারিশ আলগোরিদিম দ্বারা বিভ্রান্ত হচ্ছে এড়ানো। আপনি YouTube ব্লক এবং এক্সটেনশন মাধ্যমে প্রয়োজনীয় বিষয়বস্তু দেখতে পারেন।\n\nঈগল আই বন্ধুদের সাথে যোগাযোগ উন্নত - আপনি ভিডিও তারা তোমাকে যখন চ্যাটিং পাঠাতে দেখতে পারেন। আপনি এটা রসূল YouTube ভিডিওগুলি পূর্বরূপ ব্যবহার করতে পারেন। ই ই সর্বত্র কাজ করে - রসূল, বিভেদ, টুইটার, Google অনুসন্ধান বা অন্য কোন র্যান্ডম ওয়েবসাইট।\n\nগবেষণা সহজ করে - আপনি সামগ্রী রয়েছে যা একটি ভিডিওতে লিঙ্ক আছে পড়ছেন, তাহলে আপনি এটি দেখতে পারেন যখন আপনি পড়ছেন।\n\nবৈশিষ্ট্য:\n★ এটা 100% বিনামূল্যে।\n★ ক্লিন, অল্পস্বল্প, সুন্দর নকশা।\n★ ভাসমান উইন্ডো যেখানেই থাকুন না কেন আপনি চান সরান।\n★ পুনরায় মাপ নীচের অংশে ডানদিকে কোণায় টেনে এনে।\n★ ভাসমান খেলোয়াড় অবস্থান ও আকার সংরক্ষিত হয়।\n★ দ্রুত ব্যবহারের জন্য কী বাইন্ডিং আছে:\n     - খোলা ঈগল চোখ থেকে লিঙ্ক [করতে ALT + ক্লিক করুন]\n     - জানালা নিঃশব্দ খুলতে [ALT + SHIFT + ক্লিক করুন] লিঙ্ক।\n     - [চট্টগ্রাম সিটি কর্পোরেশন] বন্ধ\n     - [Alt + /] খেলার অথবা ভিডিও বিরাম।\n★ আপনি বিকল্প মেনু কী বাইন্ডিং কাস্টমাইজ করতে পারেন\n\n=====================\n               আমাদের ব্যাপারে আপনার মতামত দিন\n=====================\n\nআপনি Eagle আই পছন্দ করেন? এটি একটি 5 তারকা রেটিং দান এবং বন্ধুদের সাথে এটা ভাগ বিবেচনা :)",
    "ca": "Eagle Eye millora les connexions estàndard al navegador. Col·loca el ratolí sobre un enllaç de YouTube per mostrar un text d'ajuda. Pot fer clic per obrir el vídeo en una finestra flotant personalitzable minimalista.\n\nÚs Eagle Eye per veure vídeos en la manera Picture-in-Picture (PIP).\n\nEagle Eye augmenta la productivitat, ja que evita haver d'obrir YouTube i distreure amb el seu algoritme de recomanació. Pot bloquejar YouTube i veure el contingut necessari a través de l'extensió.\n\nEagle Eye millora la comunicació amb amics - vostè pot veure els vídeos que s'envien durant la conversa. Es pot utilitzar una vista prèvia dels vídeos de YouTube a Messenger. EE funciona a tot arreu - Missatger, la discòrdia, Twitter, Google Search o qualsevol altre lloc web a l'atzar.\n\nLa investigació fa més fàcil - Si està llegint el contingut que té enllaços a un vídeo, es pot veure que mentre que vostè està llegint.\n\nCaracterístiques:\n★ És 100% gratis.\n★ net, minimalista, un bonic disseny.\n★ Moveu la finestra flotant on vulgui.\n★ Canviar la mida arrossegant la cantonada inferior dreta.\n★ La posició de l'jugador flotant i mida es guarden.\n★ Hi ha combinacions de tecles per a un ús ràpid:\n     - [ALT + Clic] enllaç per obrir Eagle Eye\n     - [ALT + SHIFT + Clic] enllaç per obrir la finestra silenciat.\n     - [ESC] per tancar\n     - [ALT + /] per reproduir o pausar el vídeo.\n★ Podeu personalitzar els lligams de tecles al menú d'opcions\n\n=====================\n               PUNTUA'NS\n=====================\n\nT'agrada Eagle Eye? Penseu el que li dóna una qualificació de 5 estrelles i compartir-lo amb amics :)",
    "cs": "Eagle Eye zlepšuje standardní odkazy v prohlížeči. Najetí myší na odkaz na YouTube zobrazit nápovědu. Můžete na něj pro otevření videa v minimalistickém, přizpůsobitelné plovoucího okna.\n\nPoužití Eagle Eye pro zobrazení videa v režimu obraz v obraze (PIP).\n\nEagle Eye zvyšuje produktivitu, protože se vyhnout otevření YouTube a stále rozptylovat jejich algoritmus doporučení. Můžete blokovat YouTube a sledovat potřebné obsah prostřednictvím rozšíření.\n\nEagle Eye zlepšuje komunikaci s přáteli - můžete sledovat videa pošlou vás při chatování. Můžete ji použít náhled videa z YouTube v programu Messenger. EE funguje všude - Messenger, svár, Twitter, Google Search nebo jakékoliv jiné náhodné internetových stránkách.\n\nVýzkum jednodušší - Pokud čtete obsah, který obsahuje odkazy na video, můžete ho sledovat při čtení.\n\nFunkce:\n★ To je 100% zdarma.\n★ Clean, minimalistický, krásný design.\n★ Pohybujte plovoucí okno kdekoliv chcete.\n★ Změna velikosti tažením v pravém dolním rohu.\n★ Plovoucí poloha a velikost přehrávače jsou uloženy.\n★ Existují klávesové zkratky pro rychlé použití:\n     - [ALT + klik] odkaz na otevřeném Eagle Eye\n     - [ALT + SHIFT + klik] odkaz se otevře okno ztlumená.\n     - [ESC] pro uzavření\n     - [ALT + /] k přehrávání nebo pozastavení videa.\n★ můžete přizpůsobit klávesové zkratky v nabídce možností\n\n=====================\n               OHODNOŤTE NÁS\n=====================\n\nLíbí se vám Eagle Eye? Vezměme si dávat to hodnocení 5 hvězdiček a jejich sdílení s přáteli :)",
    "da": "Eagle Eye forbedrer de standard links i browseren. Placer musen over et YouTube-link for at vise et værktøjsvink. Du kan klikke på den for at åbne videoen i et minimalistisk, der kan tilpasses flydende vindue.\n\nBrug Eagle Eye for at se videoer i Picture-in-Picture (PIP) modus.\n\nEagle Eye øger produktiviteten, fordi du undgå at åbne YouTube og blive distraheret af deres anbefaling algoritme. Du kan blokere YouTube og se nødvendige indhold gennem forlængelsen.\n\nEagle Eye forbedrer kommunikationen med venner - du kan se videoerne, de sender dig, mens du chatter. Du kan bruge det vist YouTube-videoer i Messenger. EE arbejder overalt - Messenger, Discord, Twitter, Google Search eller anden tilfældig hjemmeside.\n\nForskning gjort lettere - Hvis du læser indhold, der har links til en video, kan du se det, mens du læser.\n\nFunktioner:\n★ Det er 100% gratis.\n★ Ren, minimalistisk, smukt design.\n★ Flyt flydende vindue hvor du vil.\n★ Resize ved at trække i nederste højre hjørne.\n★ Den flydende spiller position og størrelse gemmes.\n★ Der er tastebindinger for hurtig brug:\n     - [ALT + Klik] link til åben Eagle Eye\n     - [ALT + SHIFT + klik] linket for at åbne vinduet slået fra.\n     - [ESC] til tæt\n     - [ALT + /] for at afspille eller pause videoen.\n★ Du kan tilpasse tastebindinger i indstillingsmenuen\n\n=====================\n               BEDØM OS\n=====================\n\nKan du lide Eagle Eye? Overveje at give det en 5-stjernet rating og dele det med venner :)",
    "de": "Eagle Eye verbessert die Standard-Links im Browser. Zeigen Sie mit der Maus über einen YouTube-Link einen Tooltip zu zeigen. Sie können es, um das Video in einem minimalistischen, anpassbare schwebenden Fenster zu öffnen.\n\nVerwenden Eagle Eye Videos in Picture-in-Picture (PIP) Modus anzuzeigen.\n\nEagle Eye steigert die Produktivität, da Sie YouTube vermeiden öffnen und durch ihre Empfehlung Algorithmus ablenken zu lassen. Sie können YouTube blockieren und notwendigen Inhalt durch die Verlängerung beobachten.\n\nEagle Eye verbessert die Kommunikation mit Freunden - Sie können die Videos ansehen können sie Ihnen senden, während im Chat. Sie können es YouTube-Videos in Messenger verwenden eine Vorschau. EE funktioniert überall - Messenger, Discord, Twitter, Google-Suche oder andere zufällige Website.\n\nForschung erleichtert - Wenn Sie Inhalte lesen, die Links zu einem Video hat, können Sie es sehen können, während Sie gerade lesen.\n\nEigenschaften:\n★ Es ist 100% kostenlos.\n★ Sauber, minimalistisch, schönes Design.\n★ Bewegen Sie das schwebende Fenster, wo immer Sie wollen.\n★ Resize durch die untere rechte Ecke ziehen.\n★ Die schwimmende Spieler Position und Größe werden gespeichert.\n★ Es gibt Tastenbelegungen für den schnellen Einsatz:\n     - [ALT + Klick] Link zu öffnen Eagle Eye\n     - [ALT + SHIFT + Klick] Link, um das Fenster zu öffnen, stumm geschaltet.\n     - [ESC] zu schließen\n     - [ALT + /] zu spielen oder das Video anzuhalten.\n★ Sie können Tastenbelegungen im Optionsmenü anpassen\n\n=====================\n               BEWERTEN SIE UNS\n=====================\n\nMögen Sie Eagle Eye? Betrachten Sie es als ein 5-Sterne-Bewertung zu geben und es mit Freunden zu teilen :)",
    "el": "Eagle Eye βελτιώνει τις τυποποιημένες συνδέσεις στο πρόγραμμα περιήγησης. Τοποθετήστε το ποντίκι σας πάνω από ένα σύνδεσμο στο YouTube για να δείξει μια επεξήγηση εργαλείου. Μπορείτε να κάνετε κλικ για να ανοίξει το βίντεο σε μια μινιμαλιστική, προσαρμόσιμη κινητό παράθυρο.\n\nΧρησιμοποιήστε Eagle Eye για να δείτε τα βίντεο σε λειτουργία Picture-in-Picture (PIP).\n\nEagle Eye αυξάνει την παραγωγικότητα, επειδή μπορείτε να αποφύγετε το άνοιγμα στο YouTube και να πάρει αποσπούν την προσοχή από τον αλγόριθμο σύστασή τους. Μπορείτε να αποκλείσετε το YouTube και να παρακολουθήσουν απαραίτητο περιεχόμενο μέσω της επέκτασης.\n\nEagle Eye βελτιώνει την επικοινωνία με τους φίλους σας - μπορείτε να παρακολουθήσετε τα βίντεο που στέλνετε κατά τη συνομιλία. Μπορείτε να το χρησιμοποιήσετε προεπισκόπηση βίντεο στο YouTube στο Messenger. EE λειτουργεί παντού - Messenger, Έριδος, το Twitter, το Google Search ή οποιαδήποτε άλλη τυχαία ιστοσελίδα.\n\nΗ έρευνα γίνεται πιο εύκολη - Αν διαβάζετε περιεχόμενο που έχει δεσμούς με ένα βίντεο, μπορείτε να το παρακολουθήσετε, ενώ εσείς διαβάζετε.\n\nΧαρακτηριστικά:\n★ Είναι 100% δωρεάν.\n★ καθαρό, μινιμαλιστικό, όμορφο σχεδιασμό.\n★ Μετακινήστε το κινητό παράθυρο όπου θέλετε.\n★ Αλλαγή μεγέθους, σύροντας την κάτω δεξιά γωνία.\n★ Η πλωτή θέση και το μέγεθος παίκτη αποθηκεύονται.\n★ Υπάρχουν πλήκτρων για γρήγορη χρήση:\n     - [ALT + Κάντε κλικ] σύνδεσμο για να ανοίξει Eagle Eye\n     - [ALT + SHIFT + Κάντε κλικ] σύνδεσμο για να ανοίξετε το παράθυρο σίγαση.\n     - [ESC] για κλείσιμο\n     - [ALT + /] για αναπαραγωγή ή παύση του βίντεο.\n★ Μπορείτε να προσαρμόσετε πλήκτρων στο μενού επιλογών\n\n=====================\n               ΒΑΘΜΟΛΟΓΗΣΤΕ ΜΑΣ\n=====================\n\nΣας άρεσε Eagle Eye; Εξετάστε το ενδεχόμενο να δίνει βαθμολογία 5 αστέρων και να τα μοιραστεί με τους φίλους σας :)",
    "en,en_AU": "Eagle Eye improves the standard links in the browser. Place your mouse over a YouTube link to show a tooltip. You can click it to open the video in a minimalistic, customizable floating player.\n\nUse Eagle Eye to view videos in Picture-in-Picture (PIP) mode.\n\nEagle Eye increases productivity, because you avoid opening YouTube and getting distracted by their recommendation algorithm. You can block YouTube and watch necessary content through the extension.\n\nEagle Eye improves communication with friends - you can watch the videos they send you while chatting. You can use it preview YouTube videos in Messenger. EE works everywhere - Messenger, Discord, Twitter, Google Search or any other random website.\n\nResearch made easier - If you are reading content that has links to a video, you can watch it while you are reading.\n\nFeatures:\n★ It's 100% free.\n★ Clean, minimalist, beautiful design.\n★ Move the floating window wherever you want.\n★ Resize by dragging the bottom right corner.\n★ The floating player position and size are saved.\n★ There are key bindings for fast use:\n     - [ALT + Click] link to open Eagle Eye\n     - [ALT + SHIFT + Click] link to open the window muted.\n     - [ESC] to close\n     - [ALT + /] to play or pause the video.\n★ You can customize key bindings in the options menu\n\n=====================\n               RATE US\n=====================\n\nDo you like Eagle Eye? Consider giving it a 5-star rating and sharing it with friends :)",
    "en_GB,en_US": "Eagle Eye improves the standard links in the browser. Place your mouse over a YouTube link to show a tooltip. You can click it to open the video in a minimalistic, customizable floating window.\n\nUse Eagle Eye to view videos in Picture-in-Picture (PIP) mode.\n\nEagle Eye increases productivity, because you avoid opening YouTube and getting distracted by their recommendation algorithm. You can block YouTube and watch necessary content through the extension.\n\nEagle Eye improves communication with friends - you can watch the videos they send you while chatting. You can use it preview YouTube videos in Messenger. EE works everywhere - Messenger, Discord, Twitter, Google Search or any other random website.\n\nResearch made easier - If you are reading content that has links to a video, you can watch it while you are reading.\n\nFeatures:\n★ It's 100% free.\n★ Clean, minimalist, beautiful design.\n★ Move the floating window wherever you want.\n★ Resize by dragging the bottom right corner.\n★ The floating player position and size are saved.\n★ There are key bindings for fast use:\n     - [ALT + Click] link to open Eagle Eye\n     - [ALT + SHIFT + Click] link to open the window muted.\n     - [ESC] to close\n     - [ALT + /] to play or pause the video.\n★ You can customize key bindings in the options menu\n\n=====================\n               RATE US\n=====================\n\nDo you like Eagle Eye? Consider giving it a 5-star rating and sharing it with friends :)",
    "es,es_419": "Eagle Eye mejora las conexiones estándar en el navegador. Coloca el ratón sobre un enlace de YouTube para mostrar un texto de ayuda. Puede hacer clic en él para abrir el vídeo en una ventana flotante personalizable minimalista.\n\nUso Eagle Eye para ver vídeos en el modo Picture-in-Picture (PIP).\n\nEagle Eye aumenta la productividad, ya que evita tener que abrir YouTube y distraerse con su algoritmo de recomendación. Puede bloquear YouTube y ver el contenido necesario a través de la extensión.\n\nEagle Eye mejora la comunicación con amigos - usted puede ver los videos que se envían durante la conversación. Se puede utilizar una vista previa de los vídeos de YouTube en Messenger. EE funciona en todas partes - Mensajero, la discordia, Twitter, Google Search o cualquier otro sitio web al azar.\n\nLa investigación hace más fácil - Si usted está leyendo el contenido que tiene enlaces a un vídeo, se puede ver que mientras que usted está leyendo.\n\ncaracteristicas:\n★ Es 100% gratis.\n★ limpio, minimalista, un bonito diseño.\n★ Mueva la ventana flotante donde desee.\n★ Cambiar el tamaño arrastrando la esquina inferior derecha.\n★ La posición del jugador flotante y tamaño se guardan.\n★ Hay combinaciones de teclas para un uso rápido:\n     - [ALT + Click] enlace para abrir Eagle Eye\n     - [ALT + SHIFT + Click] enlace para abrir la ventana silenciado.\n     - [ESC] para cerrar\n     - [ALT + /] para reproducir o pausar el video.\n★ Puede personalizar las asociaciones de teclas en el menú de opciones\n\n=====================\n               NOS CALIFICA\n=====================\n\n¿Te gusta Eagle Eye? Considere lo que le da una calificación de 5 estrellas y compartirlo con amigos :)",
    "et": "Eagle Eye parandab standard lingid brauseris. Tee hiirega YouTube'i lingi näidata tooltip. Võite klõpsata avada video minimalistlik, kohandatav ujuv aken.\n\nKasuta Eagle Eye videote vaatamiseks Pilt-pildis (PIP) režiimis.\n\nEagle Eye suurendab tootlikkust, sest teil vältida avades YouTube ja saada häiriksid nende soovitust algoritm. Saate blokeerida YouTube'i ja vaadata vajalik sisu laiendamise kaudu.\n\nEagle Eye parandab suhtlemist sõbrad - saate vaadata videoid nad saata teile vestluse ajal. Võite seda kasutada eelvaate YouTube'i videote Messenger. EE töötab kõikjal - Messenger, ebakõlasid, Twitter, Google otsing või mis tahes muu juhusliku kodulehel.\n\nResearch lihtsam - Kui loed sisu, mis on linke video, saate vaadata seda, kui sa loed.\n\nFunktsioonid:\n★ See on 100% tasuta.\n★ Clean, minimalistlik, ilus disain.\n★ Liiguta ujuv aken, kus iganes soovite.\n★ Resize lohistades all paremas nurgas.\n★ Ujuv mängija positsiooni ja suuruse salvestatakse.\n★ On kiirklahvide kiireks kasutamiseks:\n     - [ALT + klõps] link avatud Eagle Eye\n     - [ALT + SHIFT + klõps] lingil, et avada aken summutatud.\n     - [ESC] lähedase\n     - [ALT + /] esitamiseks või video peatamiseks.\n★ Saate kohandada kiirklahve valikute menüü\n\n=====================\n               RATE US\n=====================\n\nKas teile meeldib Eagle Eye? Kaaluda see 5-tärni hinnang ja jagada seda sõpradega :)",
    "fa": "چشم عقاب را بهبود می بخشد لینک های استاندارد در مرورگر. موس خود را بر روی یک لینک یوتیوب برای نشان دادن یک ابزار را. شما می توانید روی آن کلیک کنید برای باز کردن ویدیو در یک حداقلی، پنجره شناور قابل تنظیم است.\n\nاستفاده از چشم عقاب برای مشاهده فیلم ها در تصویر-در-تصویر (PIP) حالت.\n\nچشم عقاب افزایش بهره وری، دلیل این که شما جلوگیری از باز کردن یوتیوب و گرفتن توسط الگوریتم توصیه خود منحرف شده است. شما می توانید یوتیوب را مسدود و تماشای محتوای لازم از طریق توسعه.\n\nچشم عقاب را بهبود می بخشد ارتباط با دوستان - شما می توانید فیلم آنها به شما در حالی که چت ارسال را تماشا کنید. شما می توانید از آن استفاده کنید پیش نمایش فیلم های یوتیوب در مسنجر. EE کار می کند در همه جا - مسنجر، اختلافات، توییتر، گوگل جستجو یا هر وب سایت به صورت تصادفی است.\n\nتحقیقات ساخته شده آسان تر - اگر شما در حال خواندن محتوای است که لینک به یک ویدیو، شما می توانید آن را تماشا در حالی که شما در حال خواندن.\n\nامکانات:\n★ این 100٪ رایگان است.\n★ پاک، مینیمالیستی، طراحی زیبا.\n★ پنجره شناور در هر کجا که می خواهید حرکت می کند.\n★ با کشیدن تغییر اندازه گوشه پایین سمت راست.\n★ موقعیت بازیکن شناور و اندازه را نجات داد.\n★ هستند اتصالات کلید برای استفاده سریع وجود دارد:\n     - [ALT + کلیک کنید] لینک به باز چشم عقاب\n     - [ALT + SHIFT + کلیک کنید] لینک برای باز کردن پنجره نادیده گرفته شد.\n     - [ESC] به نزدیک\n     - [ALT + /] به بازی و یا مکث ویدیو.\n★ شما می توانید اتصالات کلید در منوی گزینه های سفارشی\n\n=====================\n               به ما رای دهید\n=====================\n\nآیا شما مانند چشم عقاب؟ نظر دادن به امتیاز 5 ستاره و به اشتراک گذاری آن را با دوستان :)",
    "fi": "Eagle Eye parantaa standardilinkkien selaimessa. Sijoita hiiri YouTube linkki näyttää työkaluvihje. Voit napsauttaa sitä avata videon minimalistisella, muokattavissa kelluva ikkuna.\n\nKäytä Eagle Eye katsella videoita Picture-in-Picture (PIP) -tilassa.\n\nEagle Eye lisää tuottavuutta, koska voit välttää avaamalla YouTube ja saada hajamielinen suosituksensa algoritmilla. Voit estää YouTube ja katsella ohjelmasisältöä laajentamalla.\n\nEagle Eye parantaa viestinnän ystävien - voit katsella videoita he lähettää sinulle keskustelun aikana. Voit käyttää sitä esikatsella YouTube-videoita Messengerissä. EE toimii kaikkialla - Messenger, epäsopua, Twitter, Google Search tai muita satunnaisia ​​verkkosivuilla.\n\nTutkimus helpottuu - Jos luet sisältöä, joka on linkkejä video, voit katsoa sen, kun luet.\n\nOminaisuudet:\n★ Se on 100% vapaa.\n★ minimalistista, kaunis muotoilu.\n★ Siirrä kelluvan ikkunan missä haluat.\n★ Muuta kokoa vetämällä oikeaan alakulmaan.\n★ Kelluva pelaaja sijainnin ja koon tallennetaan.\n★ On näppäimistösidonnat nopeaan käyttöön:\n     - [ALT + Click] linkkiä auki Eagle Eye\n     - [ALT + SHIFT + Click] linkkiä avata ikkunan mykistyy.\n     - [ESC] sulkeaksesi\n     - [ALT + /] toistaa tai keskeyttää videon.\n★ Voit muokata näppäimistösidonnat asetusvalikosta\n\n=====================\n               ARVIOI MEIDÄT\n=====================\n\nPidätkö Eagle Eye? Mieti antaa sille 5 tähteä ja sen jakaminen ystävien :)",
    "fil": "Eagle Eye pagbubutihin ang mga karaniwang link sa browser. Ilagay ang iyong mouse sa ibabaw ng isang link sa YouTube upang ipakita ang isang tooltip. Maaari mong i-click ito upang buksan ang video sa isang minimalistic, nako-customize na lumulutang window.\n\nGamitin Eagle Eye tingnan ang mga video sa Picture-in-Picture (PIP) mode.\n\nEagle Eye ay nagdaragdag produktibo, dahil ikaw maiwasan ang pagbubukas ng YouTube at nagsisimula ginulo sa pamamagitan ng kanilang mga rekomendasyon algorithm. Maaari mong harangan YouTube at manood ng mga kinakailangang nilalaman sa pamamagitan ng extension.\n\nEagle Eye nagpapabuti pakikipag-usap sa mga kaibigan - maaari mong panoorin ang mga video magpadala sa iyo ng mga ito habang ang pakikipag-chat. Maaari mo itong gamitin i-preview ang mga video sa YouTube sa Messenger. EE ay gumagana sa lahat ng dako - Messenger, sigalot, Twitter, Google Search o anumang iba pang mga random na website.\n\nResearch na ginawa mas madali - Kung ikaw ay pagbabasa ng nilalaman na may mga link sa isang video, maaari mong panoorin ito habang binabasa mo.\n\nMga Tampok:\n★ Ito ay 100% libre.\n★ Malinis, minimalist, maganda disenyo.\n★ Ilipat ang mga lumulutang na window kung saan man gusto mo.\n★ Resize sa pamamagitan ng pagkaladkad sa ibabang kanang sulok.\n★ Ang lumulutang na player na posisyon at laki ay nai-save.\n★ May mga key bindings para sa mabilis na paggamit:\n     - [ALT + I-click] link upang buksan ang Eagle Eye\n     - [ALT + SHIFT + I-click] link upang buksan ang window naka-mute.\n     - [ESC] upang malapitan\n     - [ALT + /] upang i-play o i-pause ang video.\n★ Maaari mong i-customize key bindings sa menu ng mga pagpipilian\n\n=====================\n               RATE US\n=====================\n\nGusto mo ba ng Eagle Eye? Isaalang-alang ang pagbibigay ito ng isang 5-star rating at pagbabahagi ng ito sa mga kaibigan :)",
    "fr": "Eagle Eye améliore les liens standard dans le navigateur. Placez votre souris sur un lien YouTube pour afficher une info-bulle. Vous pouvez cliquer dessus pour ouvrir la vidéo dans une fenêtre flottante minimalistic, personnalisable.\n\nUtilisez Eagle Eye pour afficher des vidéos dans Picture-in-Picture Mode (PIP).\n\nEagle Eye augmente la productivité, car vous évitez d'ouvrir YouTube et se laisser distraire par leur algorithme de recommandation. Vous pouvez bloquer YouTube et regarder le contenu nécessaire à travers l'extension.\n\nEagle Eye améliore la communication avec vos amis - vous pouvez regarder les vidéos qu'ils vous envoient tout en bavardant. Vous pouvez l'utiliser prévisualiser des vidéos YouTube dans Messenger. EE fonctionne partout - Messenger, Discorde, Twitter, Google Search ou tout autre site Web au hasard.\n\nRecherche facilitée - Si vous lisez le contenu qui a des liens vers une vidéo, vous pouvez le regarder pendant que vous lisez.\n\nTraits:\n★ Il est 100% gratuit.\n★ Propre, design minimaliste, belle.\n★ Déplacer la fenêtre flottante où vous voulez.\n★ Redimensionner en faisant glisser le coin inférieur droit.\n★ La position du joueur flottant et la taille sont enregistrés.\n★ Il y a des raccourcis clavier pour une utilisation rapide:\n     - lien [ALT + Cliquez] pour ouvrir Eagle Eye\n     - lien [ALT + SHIFT + clic] pour ouvrir la fenêtre en sourdine.\n     - [ESC] pour fermer\n     - [ALT + /] pour lire ou mettre en pause la vidéo.\n★ Vous pouvez personnaliser les raccourcis clavier dans le menu des options\n\n=====================\n               ÉVALUEZ NOUS\n=====================\n\nEst-ce que vous aimez Eagle Eye? Pensez à donner une note 5 étoiles et partager avec des amis :)",
    "gu": "ઇગલ આઈ બ્રાઉઝરમાં પ્રમાણભૂત કડીઓ સુધારે છે. YouTube લિંક પર તમારું માઉસ મૂકો આપેલું બતાવવા માટે. તમે તેને ક્લિક કરો સરળ, વૈવિધ્યપૂર્ણ ફ્લોટિંગ વિન્ડો માં વિડિઓ ખોલવા માટે કરી શકો છો.\n\nઉપયોગની ઇગલ આઈ ચિત્ર ઈન ચિત્ર (PIP) મોડ વિડિઓઝ જોવા માટે.\n\nઇગલ આઈ ઉત્પાદકતા વધે છે, કારણ કે તમે YouTube ખોલીને અને તેમના ભલામણ અલ્ગોરિધમ દ્વારા વિચલિત થયા ટાળો. તમે YouTube અવરોધિત અને વિસ્તરણ દ્વારા જરૂરી સામગ્રી જોઈ શકો છો.\n\nઇગલ આઈ મિત્રો સાથે સંચાર સુધારે - તમે વિડિઓઝ તેઓ તમને જ્યારે ચેટિંગ મોકલી જોઈ શકો છો. તમે તેને Messenger માં YouTube વિડિઓઝ પૂર્વાવલોકન વાપરી શકો છો. ઇઇ સર્વત્ર કામ કરે છે - મેસેન્જર, વિરામ, ટ્વિટર, Google શોધ અથવા અન્ય કોઇ રેન્ડમ વેબસાઇટ.\n\nસંશોધન સરળ બનાવવામાં - તમે સામગ્રી છે જે વિડિઓ લિંક્સ છે વાંચવા હોય, તો તમે તેને જોઈ શકે છે, જ્યારે તમે વાંચી રહ્યા છો.\n\nવિશેષતા:\n★ તે 100% મફત છે.\n★ સ્વચ્છ, ઓછામાં ઓછા, સુંદર ડિઝાઇન.\n★ ફ્લોટિંગ વિન્ડો ત્યાં તમે ઇચ્છો ખસેડો.\n★ આકાર બદલો નીચે જમણા ખૂણે ખેંચીને.\n★ ફ્લોટિંગ પ્લેયર સ્થિતિ અને કદ સાચવવામાં આવે છે.\n★ ઝડપી ઉપયોગ માટે કળ સંયોજનોની છે:\n     - ઓપન ઇગલ આંખ લિંક [ALT + ક્લિક કરો]\n     - વિન્ડો મ્યૂટ કરી ખોલવા માટે [ALT + SHIFT + ક્લિક કરો] કડી.\n     - [ESC] નજીક\n     - [Alt + /] વિડિઓને ચલાવો અથવા થોભાવો છે.\n★ તમે વિકલ્પો મેનૂ કી બાઇન્ડિંગ્સ કસ્ટમાઇઝ કરી શકો છો\n\n=====================\n               RATE યુએસ\n=====================\n\nતમે ઇગલ આઈ જેમ છો? તે 5 સ્ટાર રેટિંગ આપવા અને તેને મિત્રો સાથે શેર કરવા ધ્યાનમાં :)",
    "he": "עין הנשר משפרת את הקישורים תקן בדפדפן. מניחים את העכבר מעל הקישור YouTube כדי להציג תיאור כלי. אתה יכול ללחוץ עליו כדי לפתוח את הוידאו בחלון צף מינימליסטי, הניתן להתאמה אישית.\n\nעין הנשר השתמש לצפייה בסרטונים תמונה בתוך תמונה (PIP) במצב.\n\nלכודים ברשת מגדיל את הפרודוקטיביות, בגלל שאתה להימנע מפתיחת YouTube ו- מוסחת על ידי אלגוריתם ההמלצה שלהם. אתה יכול לחסום את YouTube ולצפות בתוכן הכרחי באמצעות הרחבה.\n\nעין הנשר משפרת תקשורת עם חברים - אתה יכול לצפות בסרטונים הם שולחים לך בזמן שיחה. אתה יכול להשתמש בו בתצוגה מקדימה של סרטוני YouTube ב- Messenger. EE עובד בכל מקום - Messenger, מדון, טוויטר, גוגל חיפוש או כל אתר אינטרנט אקראי אחר.\n\nהמחקר נעשה קל יותר - אם אתם קוראים את התוכן שיש בו קישורי וידאו, אתה יכול לצפות בו בזמן שאתם קוראים.\n\nתכונות:\n★ זה 100% חינם.\n★ נקי, מינימליסטי, עיצוב יפה.\n★ הזז את החלון צף לאן שאתה רוצה.\n★ שינוי גודל על ידי גרירת הפינה הימנית התחתונה.\n★ מיקום וגודל שחקן צף נשמרים.\n★ יש איגודי מפתח לשימוש מהיר:\n     - [ALT + לחץ] קישור עין הנשר פתוח\n     - [ALT + SHIFT + לחץ] קישור כדי לפתוח את החלון המושתק.\n     - [ESC] כדי לסגור\n     - [ALT + /] כדי להפעיל או להשהות את הווידאו.\n★ ניתן להתאים אישית איגודי מפתח בתפריט האפשרויות\n\n=====================\n               דרג אותנו\n=====================\n\nהאם אתה אוהב Eagle Eye? שקול זה נותן דירוג 5 כוכבים לחלוק אותו עם חברים :)",
    "hi": "ईगल आई ब्राउज़र में मानक लिंक में सुधार। YouTube लिंक पर अपना माउस रखें एक टूलटिप दिखाने के लिए। आप इसे क्लिक करें एक minimalistic, अनुकूलन चल विंडो में वीडियो को खोलने के लिए कर सकते हैं।\n\nका प्रयोग करें ईगल आई चित्र में चित्र (PIP) मोड में वीडियो देखने के लिए।\n\nईगल आई उत्पादकता बढ़ जाती है, क्योंकि आपने YouTube खोलने और उनके सिफारिश एल्गोरिथ्म से विचलित से बचने के। आप यूट्यूब ब्लॉक और विस्तार के माध्यम से आवश्यक सामग्री देख सकते हैं।\n\nईगल नेत्र दोस्तों के साथ संचार को बेहतर बनाता है - आप वीडियो वे तुम्हें जबकि बातें भेज देख सकते हैं। आप इसे मैसेंजर में यूट्यूब वीडियो का पूर्वावलोकन कर सकते हैं। ईई हर जगह काम करता है - मैसेंजर, कलह, ट्विटर, गूगल खोज या किसी अन्य यादृच्छिक वेबसाइट।\n\nरिसर्च आसान बना दिया - आप सामग्री है कि एक वीडियो के लिंक हों पढ़ रहे हैं, तो आप इसे देख सकते हैं, जबकि आप पढ़ रहे हैं।\n\nविशेषताएं:\n★ यह 100% नि: शुल्क है।\n★ स्वच्छ, न्यूनतम, सुंदर डिजाइन।\n★ चल खिड़की जहां भी आप चाहते ले जाएँ।\n★ आकार निचले दाएं कोने खींचकर।\n★ चल खिलाड़ी की स्थिति और आकार सहेजे जाते हैं।\n★ तेजी से उपयोग के लिए कुंजी बाइंडिंग के होते हैं:\n     - खुला ईगल नेत्र के लिए लिंक [ALT + क्लिक करें]\n     - खिड़की को मौन को खोलने के लिए [ALT + SHIFT + क्लिक करें] लिंक।\n     - [ESC] पास करने के लिए\n     - [Alt + /] खेलने या वीडियो को रोकने के लिए।\n★ विकल्प मेनू में कुंजी बाइंडिंग अनुकूलित कर सकते हैं\n\n=====================\n               हमें रेटिंग दें\n=====================\n\nआप ईगल आई पसंद है? यह एक 5-स्टार रेटिंग देने और दोस्तों के साथ साझा करने पर विचार करें :)",
    "hr": "Eagle Eye poboljšava standardne veze u pregledniku. Postavite miša preko veze na YouTubeu pokazati tooltip. Možete ga kliknuti otvoriti video u minimalistički, prilagodljiv plutajući prozor.\n\nKoristite Eagle Eye za prikaz videozapisa u Picture-in-Picture (PIP) modu.\n\nEagle Eye povećava produktivnost, jer ćete izbjeći otvaranje YouTube i uzimajući omesti njihovu preporuku algoritam. Možete blokirati YouTube i gleda potrebne sadržaje kroz produžetak.\n\nEagle Eye poboljšava komunikaciju s prijateljima - možete gledati video su vam poslati dok razgovarate. Možete ga koristiti pregled YouTube videa u Messenger. EE radi svugdje - Messenger, razdora, Twitter, Google pretraživanje ili bilo koje druge slučajni web stranice.\n\nIstraživanje lakše - Ako čitate sadržaj koji ima veze na video, možete gledati dok čitate.\n\nZnačajke:\n★ To je 100% besplatno.\n★ Čisto, minimalistički, lijep dizajn.\n★ premjestiti plutajući prozor gdje god želite.\n★ veličinu povlačenjem donjem desnom kutu.\n★ Plutajući igrač položaj i veličina spremaju.\n★ Postoje ključni vezovi za brzu uporabu:\n     - [ALT + Kliknite] link na otvorenom Eagle Eye\n     - [ALT + SHIFT + Kliknite] poveznicu kako biste otvorili prozor isključen.\n     - [ESC] na kraju\n     - [ALT + /] za reprodukciju ili pauzu video.\n★ Možete prilagoditi tipki u izborniku opcija\n\n=====================\n               OCIJENI NAS\n=====================\n\nVolite li Eagle Eye? Razmislite dajući mu ocjenu od 5 zvjezdica i dijeljenje s prijateljima :)",
    "hu": "Eagle Eye javítja a standard linkeket a böngésző. Vigye a képre az egeret a YouTube-linket mutatni egy tooltip. Akkor kattintva megnyithatja a videót egy minimalista, testreszabható lebegő ablakban.\n\nHasználja Eagle Eye videók megtekintése Picture-in-Picture (PIP) módban.\n\nEagle Eye növeli a termelékenységet, mert elkerülheti a nyitó YouTube és egyre megzavart a ajánlás algoritmus. Akkor blokkolja a YouTube és nézni szükséges tartalmat kiterjesztése révén.\n\nEagle Eye javítja a kommunikációt a barátokkal - meg lehet nézni a videókat küldenek csevegés közben. Ön tudja használni előnézeti YouTube videókat Messenger. EE mindenhol működik - Messenger, viszály, a Twitter, a Google Search vagy bármely más véletlen honlapján.\n\nKutatási könnyíteni - Ha olvasod tartalom kapcsolata van egy videó, meg lehet nézni, miközben olvasod.\n\nJellemzők:\n★ Ez 100% -ban ingyenes.\n★ letisztult, minimalista, szép design.\n★ mozgassa a lebegő ablak, ahol csak akar.\n★ átméretezése húzással a jobb alsó sarokban.\n★ Az úszó játékos helyzetét és méretét menti.\n★ Van billentyűtársításokat gyors használat:\n     - [ALT + kattintás] a linket nyitott Eagle Eye\n     - [ALT + SHIFT + kattintás] linket nyissa ki az ablakot némítva.\n     - [ESC] bezárásához\n     - [ALT + /] játszani vagy szüneteltetheti a videót.\n★ szabhatja billentyűtársításokat az opciók menüben\n\n=====================\n               ÉRTÉKELJ MINKET\n=====================\n\nTetszik Eagle Eye? Fontolóra, hogy egy 5 csillagos minősítés és megosztása a barátokkal :)",
    "id": "Eagle Eye meningkatkan link standar dalam browser. Tempatkan mouse Anda melalui link YouTube untuk menunjukkan tooltip. Anda dapat mengklik untuk membuka video di minimalis, jendela mengambang disesuaikan.\n\nGunakan Eagle Eye untuk melihat video dalam mode Picture-in-Picture (PIP).\n\nEagle Eye meningkatkan produktivitas, karena Anda menghindari membuka YouTube dan terganggu oleh algoritma rekomendasi mereka. Anda dapat memblokir YouTube dan menonton konten yang diperlukan melalui ekstensi.\n\nEagle Eye meningkatkan komunikasi dengan teman-teman - Anda dapat menonton video mereka mengirimkan saat chatting. Anda dapat menggunakannya melihat video YouTube di Messenger. EE bekerja di mana-mana - Messenger, Discord, Twitter, Google Search atau situs acak lainnya.\n\nPenelitian dibuat lebih mudah - Jika Anda membaca konten yang memiliki link ke video, Anda dapat melihatnya saat Anda membaca.\n\nFitur:\n★ Ini 100% gratis.\n★ Bersih, minimalis, desain yang indah.\n★ Pindahkan jendela mengambang di manapun Anda inginkan.\n★ Resize dengan menyeret sudut kanan bawah.\n★ mengambang pemain posisi dan ukuran disimpan.\n★ Ada binding kunci untuk digunakan cepat:\n     - [ALT + Klik] untuk membuka Eagle Eye\n     - [ALT + SHIFT + Klik] untuk membuka jendela diredam.\n     - [ESC] untuk menutup\n     - [ALT + /] untuk memutar atau menghentikan video sementara.\n★ Anda dapat menyesuaikan binding kunci dalam menu pilihan\n\n=====================\n               RATE AS\n=====================\n\nApakah Anda suka Eagle Eye? Pertimbangkan memberikan peringkat 5-bintang dan berbagi dengan teman-teman :)",
    "it": "Eagle Eye migliora i collegamenti standard nel browser. Posizionare il mouse su un link di YouTube per mostrare un tooltip. È possibile fare clic per aprire il video in uno stile minimalista, finestra mobile personalizzabile.\n\nUsa Eagle Eye per visualizzare i video in modalità Picture-in-Picture (PIP).\n\nEagle Eye aumenta la produttività, perché si evita di aprire YouTube e farsi distrarre da loro algoritmo raccomandazione. È possibile bloccare YouTube e guardare i contenuti necessari attraverso l'estensione.\n\nEagle Eye migliora la comunicazione con gli amici - è possibile guardare i video che si inviano durante la chat. Si può usare in anteprima i video di YouTube in Messenger. EE funziona ovunque - Messenger, discordia, Twitter, Google Search o qualsiasi altro sito web casuale.\n\nLa ricerca ha reso più semplice - Se stai leggendo il contenuto che ha collegamenti a un video, è possibile guardare mentre si sta leggendo.\n\nCaratteristiche:\n★ E 'al 100% libero.\n★ pulito, minimalista, bel design.\n★ Spostare la finestra mobile dove vuoi.\n★ Ridimensiona trascinando l'angolo in basso a destra.\n★ La posizione del giocatore flottante e le dimensioni sono salvati.\n★ Ci sono combinazioni di tasti per l'uso veloce:\n     - [Alt + click] collegamento per aprire Eagle Eye\n     - [ALT + SHIFT + Click] collegamento per aprire la finestra disattivato.\n     - [ESC] per chiudere\n     - [ALT + /] per riprodurre o mettere in pausa il video.\n★ È possibile personalizzare combinazioni di tasti nel menu delle opzioni\n\n=====================\n               tasso degli Stati Uniti\n=====================\n\nTi piace Eagle Eye? Considerate dandogli un 5 stelle e condividerla con gli amici :)",
    "ja": "イーグルアイは、ブラウザでの標準リンクを向上させます。ツールチップを表示するには、YouTubeのリンクの上にマウスを置きます。あなたは最小限の、カスタマイズ可能なフローティングウィンドウでビデオを開くためにそれをクリックすることができます。\n\n使用イーグルアイは、ピクチャーインピクチャー（PIP）モードでビデオを表示します。\n\nあなたがYouTubeに開設し、その推薦アルゴリズムによって惑わさ避けるため、イーグルアイは、生産性を向上させます。あなたは、YouTubeをブロックし、拡張を介して必要なコンテンツを見ることができます。\n\nイーグルアイは、友人とのコミュニケーションを向上させる - おしゃべりしながら、あなたは彼らがあなたを送ってビデオを見ることができます。あなたはそれがメッセンジャーでYouTubeの動画をプレビューすることができます。 EEは、どこでも動作します - メッセンジャー、確執、ツイッター、Google検索や他のランダムなウェブサイトを。\n\n研究が容易になる - あなたがビデオにリンクしているコンテンツを読んでいる場合は、あなたが読んでいる間、あなたはそれを見ることができます。\n\n特徴：\n★それは100％無料です。\n★クリーン、ミニマル、美しいデザイン。\nあなたが好きな場所フローティングウィンドウを移動します★。\n★右下隅をドラッグしてサイズを変更します。\n★浮きプレーヤーの位置とサイズが保存されます。\n★高速の使用のためのキーバインドがあります。\n      - オープンイーグルアイに[ALT +クリック]リンク\n      -  [ALT + SHIFT +クリック]ミュートウィンドウを開くためのリンク。\n      -  [ESC]に近いです\n      - 動画を再生したり、一時停止する[ALT + /]。\n★あなたは、オプションメニューでキーバインディングをカスタマイズすることができます\n\n=====================\n               私たちを評価してください\n=====================\n\nあなたは、イーグルアイが好きですか？それを5つ星の評価を与え、友人とそれを共有考えてみましょう:)",
    "kn": "ಹದ್ದಿನ ಕಣ್ಣು ಬ್ರೌಸರ್ನಲ್ಲಿ ಪ್ರಮಾಣಿತ ಕೊಂಡಿಗಳು ಸುಧಾರಿಸುತ್ತದೆ. ಒಂದು ಇಲ್ಲಿದೆ ತೋರಿಸಲು YouTube ಲಿಂಕ್ ಮೇಲೆ ನಿಮ್ಮ ಮೌಸ್ ಇರಿಸಿ. ನೀವು ಕನಿಷ್ಠ, ಗ್ರಾಹಕ ತೇಲುವ ವಿಂಡೋದಲ್ಲಿ ವೀಡಿಯೊ ತೆರೆಯಲು ಕ್ಲಿಕ್ ಮಾಡಬಹುದು.\n\nಬಳಸಿ ಹದ್ದಿನ ಕಣ್ಣು ಪಿಕ್ಚರ್ ಇನ್ ಪಿಕ್ಚರ್ (PIP ಯು) ಮೋಡ್ ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಿ.\n\nನೀವು YouTube ತೆರೆದು ಶಿಫಾರಸಿನ ಅಲ್ಗಾರಿದಮ್ ಹಿಂಜರಿಯಲಿಲ್ಲ ಸಿಲುಕುವ ಬಳಸಿಕೊಳ್ಳುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಹದ್ದಿನ ಕಣ್ಣು, ಉತ್ಪಾದಕತೆ ಹೆಚ್ಚಿಸುತ್ತದೆ. ನೀವು YouTube ಮತ್ತು ನಿರ್ಬಂಧಿಸಲು ವಿಸ್ತರಣೆ ಮೂಲಕ ಅಗತ್ಯ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಿ.\n\nಹದ್ದಿನ ಕಣ್ಣು ಸ್ನೇಹಿತರು ಸಂವಹನದ ಸುಧಾರಿಸುತ್ತದೆ - ನೀವು ಚಾಟ್ ಮಾಡುವಾಗ ಅವರು ನೀವು ಕಳುಹಿಸಲು ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ. ನೀವು ಮೆಸೆಂಜರ್ನಲ್ಲಿ YouTube ವೀಡಿಯೊಗಳನ್ನು ಪೂರ್ವವೀಕ್ಷಣೆ ಬಳಸಬಹುದು. ಇಇ ಎಲ್ಲೆಡೆ ಕೆಲಸ - ಮೆಸೆಂಜರ್, ಅಪಶ್ರುತಿಯ, ಟ್ವಿಟರ್, Google ಹುಡುಕಾಟ ಅಥವಾ ಯಾವುದೇ ಇತರ ಯಾದೃಚ್ಛಿಕ ವೆಬ್ಸೈಟ್.\n\nರಿಸರ್ಚ್ ಸುಲಭಸಾಧ್ಯವಾಗುತ್ತದೆ - ನೀವು ವಿಡಿಯೋ ಲಿಂಕ್ ಹೊಂದಿರುವ ವಿಷಯ ಓದುತ್ತಿದ್ದಲ್ಲಿ, ನೀವು ಓದಲು ಆದರೆ ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ.\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n★ ಇದು 100% ಉಚಿತ.\n★ ಕ್ಲೀನ್, ಕನಿಷ್ಠ, ಸುಂದರ ವಿನ್ಯಾಸ.\n★ ನೀವು ಎಲ್ಲಿದ್ದರೂ ತೇಲುವ ವಿಂಡೋ ಸರಿಸಿ.\nಬಲ ಕೆಳಗೆ ಮೂಲೆಯಲ್ಲಿ ಎಳೆದುಕೊಂಡು ★ ಮರುಗಾತ್ರಗೊಳಿಸಿ.\n★ ತೇಲುವ ಪ್ಲೇಯರ್ ಸ್ಥಿತಿಯಲ್ಲಿ ಮತ್ತು ಗಾತ್ರ ಉಳಿಸಲಾಗಿದೆ.\n★ ವೇಗದ ಬಳಕೆಗೆ ಕೀಲಿ ನಿಬಂಧನೆಗಳನ್ನು ಇವೆ:\n     - ಮುಕ್ತ ಹದ್ದಿನ ಕಣ್ಣು ಲಿಂಕ್ [ಎಎಲ್ಟಿ + ಕ್ಲಿಕ್]\n     - ಮ್ಯೂಟ್ ವಿಂಡೋವನ್ನು ತೆರೆಯಲು ಲಿಂಕ್ [ALT + SHIFT + ಮಾಡಿ].\n     - [ESC] ಮುಕ್ತಾಯದ\n     - [Alt + /] ಪ್ಲೇ ಅಥವಾ ವೀಡಿಯೊ ತಾತ್ಕಾಲಿಕ.\n★ ನೀವು ಮೆನು ಆಯ್ಕೆಗಳಲ್ಲಿ ಕೀಲಿ ನಿಬಂಧನೆಗಳನ್ನು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದು\n\n=====================\n               ದರ ಅಮೇರಿಕಾದ\n=====================\n\nನೀವು ಹದ್ದಿನ ಕಣ್ಣು ಇಷ್ಟಪಡುತ್ತೀರಿ? ಇದು ಒಂದು 5 ಸ್ಟಾರ್ ರೇಟಿಂಗ್ ನೀಡುವ ಮತ್ತು ಸ್ನೇಹಿತರೊಂದಿಗೆ ಇದು ಹಂಚಿಕೆ ಪರಿಗಣಿಸುತ್ತಾರೆ :)",
    "ko": "이글 아이는 브라우저의 표준 링크를 향상시킨다. 툴팁을 보여주기 위해 YouTube 링크 위에 마우스를 놓습니다. 당신은 최소한의 사용자 정의 부동 창에서 비디오를 클릭 해 열 수 있습니다.\n\n사용 이글 아이는 픽처 인 픽처 (PIP) 모드에서 비디오를 볼 수 있습니다.\n\n당신이 유튜브를 열고 자신의 추천 알고리즘에 의해 정신이 팔려 피하기 때문에 이글 아이는, 생산성을 증가시킵니다. 당신은 유튜브를 차단하고 확장을 통해 필요한 내용을 볼 수 있습니다.\n\n이글 아이는 친구들과 의사 소통을 향상 - 당신은 그들이 채팅을하면서 보내 비디오를 볼 수 있습니다. 당신은 메신저에 YouTube 동영상을 미리 볼 수 있습니다. EE는 모든 곳에서 작동 - 메신저, 불화, 트위터, 구글 검색이나 다른 임의의 웹 사이트를.\n\n연구는보다 쉽게 ​​- 당신이 비디오에 대한 링크가 있습니다 내용을 읽고 있다면 당신이 읽고있는 동안, 당신은 그것을 볼 수 있습니다.\n\n풍모:\n★ 그것은 100 % 무료입니다.\n★ 청소, 미니멀, 아름다운 디자인.\n당신이 원하는 목적지 부동 창을 이동 ★.\n오른쪽 하단 모서리를 드래그하여 ★ 크기 조정.\n★ 부동 플레이어의 위치 및 크기가 저장됩니다.\n★ 빠른 사용을위한 키 바인딩이 있습니다 :\n     - 개방 이글 아이에 링크 [ALT + 클릭]를\n     - 음소거 창을 열고 링크를 [Alt + Shift + 클릭].\n     - 가까운 [ESC]\n     - [ALT + /] 또는 비디오 재생을 일시.\n★ 당신은 옵션 메뉴에서 키 바인딩을 사용자 정의 할 수 있습니다\n\n=====================\n               RATE 미국\n=====================\n\n당신은 이글 아이 좋아합니까? 그것에게 5 성급 등급을주고 친구와 함께 그것을 공유하고 고려 :)",
    "lt": "Eagle Eye pagerina standartinės nuorodos naršyklėje. Užveskite pelę virš \"\"YouTube\"\" nuorodą parodyti patarimą. Jūs galite jį spustelėkite, kad atidarytumėte vaizdo minimalistinis, pritaikoma kintama lange.\n\nNaudokite Eagle Eye peržiūrėti vaizdo įrašus paveikslėlyje-in-Picture (PIP) režimu.\n\nEagle Eye padidina produktyvumą, nes jums išvengti atidarymo YouTube ir gauti išsiblaškęs savo rekomendaciją algoritmas. Galite blokuoti \"\"YouTube\"\" ir žiūrėti reikalingą turinį, siūlant pratęsti.\n\nEagle Eye pagerina bendravimą su draugais - galite žiūrėti vaizdo įrašus, jie siunčia jums, o kalbasi. Jūs galite naudoti ją peržiūrėti YouTube \"\"vaizdo įrašus\"\" Messenger \"\". EE veikia visur - Messenger, nesantaikos, Twitter, \"\"Google\"\" paieška ar kitą atsitiktinį svetainėje.\n\nTyrimai lengviau - Jei skaitote turinį, kuris turi ryšių su video, galite žiūrėti jį, o jūs skaitote.\n\nFunkcijos:\n★ Tai 100% nemokama.\n★ Švarus, minimalistinis, gražus dizainas.\n★ Perkelti slankiojo langą ten, kur norite.\n★ Keisti dydį vilkdami apatiniame dešiniajame kampe.\n★ Plaukiojantis grotuvas padėtis ir dydis yra išsaugotas.\n★ Yra pagrindiniai apkaustai greitam naudojimui:\n     - [ALT + paspaudus] nuorodą atviro Eagle Eye\n     - [ALT + SHIFT + Spausk] nuorodą, kad atidarytumėte langą nutildytas.\n     - [ESRK], artimų\n     - [ALT + /], jei norite žaisti ar pristabdyti vaizdo įrašą.\n★ Galite tinkinti klavišų parinkčių meniu\n\n=====================\n               ĮVERTINKITE MUS\n=====================\n\nAr jums patinka Eagle Eye? Apsvarstyti galimybę suteikti jai reitingą 5 žvaigždučių ir dalintis ja su draugais :)",
    "lv": "Eagle Eye uzlabo standarta saites pārlūku. Novietojiet peles kursoru virs YouTube saiti, lai parādītu Tooltip. Varat noklikšķināt uz tās, lai atvērtu videoklipu minimālisma, pielāgojama peldošo logu.\n\nIzmanto Eagle Eye lai skatītos video Picture-in-Picture (PIP) režīmā.\n\nEagle Eye palielina produktivitāti, jo jums izvairīties atvērt YouTube un kļūst izklaidīgi to ieteikumu algoritmu. Varat bloķēt YouTube un skatīties nepieciešamo saturu, izmantojot paplašinājumu.\n\nEagle Eye uzlabo komunikāciju ar draugiem - jūs varat skatīties video, ko tie nosūta jums, kamēr čatā. Jūs varat izmantot to apskatīt YouTube video Messenger. EE darbojas visur - Messenger, nesaskaņa, Twitter, Google meklēšana, vai jebkuru citu izlases mājas lapā.\n\nPētījumi, kas ir vieglāk - Ja lasāt saturu, kas ir saites uz video, Jūs varat skatīties to, kamēr jūs lasāt.\n\nIespējas:\n★ Tas ir 100% bez maksas.\n★ Clean, minimālisma, skaists dizains.\n★ Pārvietot peldošās logu, kur vien vēlaties.\n★ mainīt, velkot uz apakšējā labajā stūrī.\n★ Peldošā spēlētājs novietojums un lielums tiek saglabāti.\n★ Ir galvenie stiprinājumi ātrai lietošanai:\n     - [ALT + Noklikšķiniet] saites, lai atklātu Eagle Eye\n     - [ALT + SHIFT + klikšķis] saites, lai atvērtu logu apklusināti.\n     - [ESC], lai aizvērtu\n     - [ALT + /], lai atskaņotu vai apturētu video.\n★ Jūs varat pielāgot galvenās piesaistes opciju izvēlnē\n\n=====================\n               NOVĒRTĒ MŪS\n=====================\n\nVai jums patīk Eagle Eye? Apsveriet piešķirot tai 5 zvaigžņu vērtējumu, un dalīties tajā ar draugiem :)",
    "ml": "കഴുകൻ കണ്ണ് ബ്രൗസറിൽ സാധാരണ കണ്ണികൾ മെച്ചപ്പെടുത്തുന്നു. ഒരു ടൂൾടിപ് കാണിക്കാൻ ഒരു YouTube ലിങ്ക് മുകളിൽ മൌസ് വയ്ക്കുക. നിങ്ങൾ ഒരു മിനിമലിസ്തിച്, രൂപമാറ്റം ഫ്ലോട്ടിംഗ് വിൻഡോ വീഡിയോ തുറക്കാൻ അത് ക്ലിക്ക് ചെയ്യാം.\n\nചിത്രം-ഇൻ-ചിത്രം (PIP) മോഡിൽ കാഴ്ച വീഡിയോകളിലേക്ക് കഴുകൻ കണ്ണ് ഉപയോഗിക്കുക.\n\nനിങ്ങൾ YouTube തുറക്കൽ ഒഴിവാക്കാൻ അവരുടെ ശുപാർശ അൽഗോരിതം വ്യതിചലിച്ചുപോയിരിക്കുകയാണോ പറ്റിയില്ലെങ്കിൽ കാരണം കഴുകൻ കണ്ണ്, ഉത്പാദനക്ഷമത വർദ്ധിപ്പിക്കുന്നു. നിങ്ങൾ YouTube തടയുന്നതിനും വിപുലീകരണം വഴി ആവശ്യമായ ഉള്ളടക്കം കാണാൻ കഴിയും.\n\nകഴുകൻ കണ്ണ് സുഹൃത്തുക്കളുമായി ആശയവിനിമയം മെച്ചപ്പെടുത്തുന്നു - ചാറ്റിംഗ് സമയത്ത് അവർ നിങ്ങളെ അയക്കുന്നു വീഡിയോകൾ കാണാൻ കഴിയും. റസൂലും YouTube വീഡിയോകൾ പ്രിവ്യൂ അത് ഉപയോഗിക്കാൻ കഴിയും. എസ്റ്റോണിയ എല്ലായിടത്തും - ദൂതനെ വഴക്കുണ്ടാക്കുന്നു, ട്വിറ്റർ, ഗൂഗിൾ തിരയൽ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും റാൻഡം വെബ്സൈറ്റ്.\n\nറിസർച്ച് എളുപ്പമാണ് - നിങ്ങൾ ഒരു വീഡിയോ ലിങ്കുകൾ ഉണ്ട് ഉള്ളടക്കം വായിക്കുന്നത്, നിങ്ങൾ വായിച്ച് കൊണ്ടിരിക്കുമ്പോൾ അത് കാണാൻ കഴിയും.\n\nസവിശേഷതകൾ:\n★ ഇത് 100% സൗജന്യമാണ്.\n★ ക്ലീൻ, ലളിതമായ, മനോഹരമായ ഡിസൈൻ.\nനമുക്ക് എവിടെ ★ ഫ്ലോട്ടിംഗ് വിൻഡോ നീക്കുക.\n★ ചുവടെ വലത് മൂലയിൽ ഇഴച്ച് വലുപ്പം മാറ്റുക.\n★ ഫ്ലോട്ടിംഗ് പ്ലെയർ സ്ഥാനവും വലിപ്പം സംരക്ഷിച്ചു.\n★ ഫാസ്റ്റ് ഉപയോഗത്തിനായി കീ ബൈൻഡിങ് ഉണ്ട്:\n     - [Alt + click] തുറന്ന കഴുകൻ കണ്ണ് ലിങ്ക്\n     - [Alt + Shift + click] നിശബ്ദമാക്കി വിൻഡോ തുറക്കാൻ ലിങ്ക്.\n     - [ടൂള്ബാറില്] അടുത്ത\n     - [Alt + /] വീഡിയോ പ്ലേ അല്ലെങ്കിൽ താൽക്കാലികമായി നിർത്താൻ.\n★ നിങ്ങൾ ഓപ്ഷനുകൾ മെനുവിൽ കീ ബൈൻഡിംഗ് ഇഷ്ടാനുസൃതമാക്കാൻ കഴിയും\n\n=====================\n               നിരക്ക് യുഎസ്\n=====================\n\nനിങ്ങൾ കഴുകൻ കണ്ണ് ഇഷ്ടമാണോ? ഒരു 5-സ്റ്റാർ റേറ്റിംഗ് നൽകുന്ന സുഹൃത്തുക്കളുമായി പങ്കിടുന്ന പരിഗണിക്കുക :)",
    "mr": "गरुड नेत्र ब्राउझर मध्ये मानक दुवे सुधारते. एक तळटीप दर्शविण्यासाठी YouTube दुवा आपला माउस ठेवा. आपण minimalistic, सानुकूल फ्लोटिंग विंडो मध्ये व्हिडिओ उघडण्यासाठी क्लिक करा शकता.\n\nमध्ये चित्र-इन-चित्र (PIP) मोड व्हिडिओ पाहण्यासाठी वापरा गरुड डोळा.\n\nआपण YouTube उघडून त्यांची शिफारस अल्गोरिदम विचलित मिळत टाळण्यासाठी कारण गरुड डोळा, उत्पादन क्षमता वाढते. आपण YouTube अवरोधित आणि विस्तार माध्यमातून आवश्यक सामग्री पाहू शकता.\n\nगरुड नेत्र मित्र संवाद सुधारते - आपण ते गप्पा मारत असताना आपण पाठवू व्हिडिओ पाहू शकता. आपण Messenger मध्ये YouTube व्हिडिओ पूर्वावलोकन वापरू शकता. कायर्कारी अिभयंता सर्वत्र कार्य करते - मेसेंजर, मतभेद, ट्विटर, Google शोध किंवा इतर कोणत्याही यादृच्छिक वेबसाइट.\n\nसंशोधन सोपे केले - आपण एक व्हिडिओ दुवे की सामग्री वाचून दाखवत असाल तर, तुम्ही वाचत असताना आपण पाहू शकता.\n\nवैशिष्ट्ये:\n★ हे 100% विनामूल्य आहे.\n★ स्वच्छ, किमानचौकटप्रबंधक, सुंदर डिझाइन.\n★ आपण इच्छुक जेथे जेथे फ्लोटिंग विंडो हलवा.\nतळाशी उजव्या कोपर्यात ओढून ★ आकार बदला.\n★ फ्लोटिंग खेळाडू स्थान आणि आकार जतन केले जातात.\n★ जलद वापरासाठी की बाइंडिंगची आहेत:\n     - गरुड डोळा उघडा दुवा [ALT + क्लिक करा]\n     - नि: शब्द विंडो उघडण्यासाठी [ALT + SHIFT + क्लिक करा] दुवा.\n     - [ESC] बंद\n     - [Alt + /] व्हिडिओ प्ले करा किंवा विराम.\n★ आपण पर्याय मेनू मध्ये की बाइंडिंगची सानुकूलित करू शकता\n\n=====================\n               दर अमेरिकन\n=====================\n\nआपण गरुड डोळा नाही? तो एक 5-स्टार रेटिंग देत आणि ते मित्रांसह सामायिक विचार :)",
    "ms": "Eagle Eye memperbaiki pautan standard dalam pelayar. Teks pada pautan YouTube untuk menunjukkan petua alat. Anda boleh klik untuk membuka video dalam minimalis, tetingkap terapung disesuaikan.\n\nPenggunaan Eagle Eye untuk melihat video dalam mod Gambar dalam Gambar (PIP).\n\nEagle Eye meningkatkan produktiviti, kerana anda mengelakkan dari membuka YouTube dan mendapat terganggu oleh cadangan algoritma mereka. Anda boleh menyekat YouTube dan menonton kandungan perlu melalui sambungan.\n\nEagle Eye meningkatkan komunikasi dengan rakan-rakan - anda boleh menonton video yang mereka menghantar anda semasa berbual. Anda boleh menggunakannya pratonton video YouTube dalam Messenger. EE kerja-kerja di mana-mana - Messenger, perpecahan, Twitter, Google Search atau mana-mana laman web rawak lain.\n\nPenyelidikan yang dibuat lebih mudah - Jika anda membaca kandungan yang mempunyai pautan kepada video, anda boleh menontonnya semasa anda membaca.\n\nCiri-ciri:\n★ Ia adalah 100% percuma.\n★ bersih, minimalis, reka bentuk yang indah.\n★ Alihkan tetingkap terapung di mana sahaja yang anda mahu.\n★ Resize dengan menyeret sudut kanan bawah.\n★ posisi Pemain terapung dan saiz disimpan.\n★ Terdapat gabungan kekunci untuk kegunaan cepat:\n     - [ALT + Klik] pautan ke terbuka Eagle Eye\n     - [ALT + SHIFT + Klik] link untuk membuka tetingkap disenyapkan.\n     - [ESC] untuk menutup\n     - [ALT + /] untuk memainkan atau jeda video.\n★ Anda boleh menyesuaikan gabungan kekunci dalam menu pilihan\n\n=====================\n               KADAR Amerika Syarikat\n=====================\n\nAdakah anda suka Eagle Eye? Pertimbangkan memberikan penarafan 5 bintang dan berkongsi dengan rakan-rakan :)",
    "nl": "Eagle Eye verbetert de standaard koppelingen in de browser. Plaats uw muis over een YouTube-link naar een tooltip te laten zien. U kunt erop klikken om de video te openen in een minimalistische, aanpasbare zwevend venster.\n\nMet Eagle Eye om video's in Picture-in-Picture (PIP) stand te bekijken.\n\nEagle Eye verhoogt de productiviteit, omdat u voorkomen dat het openen van YouTube en het krijgen van afgeleid door hun aanbeveling algoritme. U kunt blokkeren YouTube en kijken nodige content via de uitbreiding.\n\nEagle Eye verbetert de communicatie met vrienden - u kunt de video's die ze sturen u tijdens het chatten kijken. U kunt het gebruiken om een ​​voorbeeld van YouTube-video's in Messenger. EE werkt overal - Messenger, Onenigheid, Twitter, Google Search of een andere willekeurige website.\n\nOnderzoek makkelijker gemaakt - Als u dit leest inhoud die banden heeft met een video, kunt u kijken terwijl je aan het lezen bent.\n\nKenmerken:\n★ Het is 100% gratis.\n★ Schoon, minimalistisch, mooi design.\n★ Verplaats het zwevende venster waar u maar wilt.\n★ Resize door te slepen de rechter benedenhoek.\n★ De drijvende speler positie en het formaat worden opgeslagen.\n★ Er zijn sneltoetsen voor snel gebruik:\n     - [ALT + Klik] link openen Eagle Eye\n     - [ALT + SHIFT + Klik] link naar het venster gedempt openen.\n     - [ESC] om dicht\n     - [ALT + /] om te spelen of te pauzeren de video.\n★ U kunt sneltoetsen aanpassen in het optiemenu\n\n=====================\n               BEOORDEEL ONS\n=====================\n\nHou je van Eagle Eye? Beschouw waardoor het een 5-star rating en delen met vrienden :)",
    "no": "Eagle Eye forbedrer standard linker i nettleseren. Plasser musen over en YouTube-link for å vise et verktøytips. Du kan klikke den for å åpne videoen i en minimalistisk, passelig flytende vindu.\n\nBruk Eagle Eye å vise videoer i modus bilde-i-bilde (PIP).\n\nEagle Eye øker produktiviteten, fordi du unngå å åpne YouTube og bli distrahert av deres anbefaling algoritme. Du kan blokkere YouTube og se nødvendig innhold gjennom utvidelsen.\n\nEagle Eye forbedrer kommunikasjon med venner - kan du se på videoene de sender deg mens du chatter. Du kan bruke den forhånds YouTube-videoer i Messenger. EE fungerer overalt - Messenger, splid, Twitter, Google Search eller annen tilfeldig nettside.\n\nForskning gjort enklere - Hvis du leser innhold som har linker til en video, kan du se den mens du leser.\n\nFunksjoner:\n★ Det er 100% gratis.\n★ Clean, minimalistisk og vakker design.\n★ Flytt flytende vindu hvor du vil.\n★ Resize ved å dra høyre hjørne.\n★ Flyte spilleren posisjon og størrelse er lagret.\n★ Det er tastebindinger for rask bruk:\n     - [ALT + Klikk] linken til åpen Eagle Eye\n     - [ALT + SHIFT + klikk] linken for å åpne vinduet dempet.\n     - [ESC] til nær\n     - [ALT + /] for å spille av eller pause videoen.\n★ Du kan tilpasse tastebindinger i alternativmenyen\n\n=====================\n               RANGERE OSS\n=====================\n\nLiker du Eagle Eye? Vurdere å gi det en fem-stjerners rating og dele den med venner :)",
    "pl": "Eagle Eye poprawia standardowe linki w przeglądarce. Umieść kursor myszy nad linkiem YouTube, aby pokazać etykietkę. Można kliknąć go, aby otworzyć film w minimalistycznym, niestandardowe okna pływającego.\n\nZastosowanie Eagle Eye oglądać filmów w trybie Picture-in-Picture (PIP).\n\nEagle Eye zwiększa produktywność, ponieważ pozwala uniknąć otwierania YouTube i coraz rozproszony przez ich algorytmu rekomendacji. Można zablokować YouTube i obejrzeć niezbędnej zawartości poprzez rozszerzenie.\n\nEagle Eye poprawia komunikację z przyjaciółmi - można oglądać filmy wysyłają podczas rozmowy. Można go używać podglądu filmów z YouTube w Messenger. EE działa wszędzie - Messenger, niezgoda, Twitter, Google Search lub jakąkolwiek inną losową stronę internetową.\n\nBadania łatwiejsze - Jeśli czytasz treść, która zawiera linki do wideo można oglądać go podczas czytania.\n\nFunkcje:\n★ Jest w 100% darmowe.\n★ czysty, minimalistyczny, piękny design.\n★ Przenieś pływającego okna gdziekolwiek chcesz.\n★ Resize przeciągając prawy dolny róg.\n★ Pływający pozycja gracz i wielkość są zapisywane.\n★ Istnieją klawiszy dla szybkiego zastosowania:\n     - [ALT + kliknięcie] Link do otwartego Eagle Eye\n     - [ALT + SHIFT + kliknięcie] link, aby otworzyć okno wyciszony.\n     - [ESC] Aby zamknąć\n     - [ALT + /], aby odtworzyć lub wstrzymać odtwarzanie pliku wideo.\n★ Można dostosować klawiszy w menu opcji\n\n=====================\n               OCEŃ NAS\n=====================\n\nLubisz Eagle Eye? Rozważmy nadając mu ocenę 5 gwiazdek i dzielenia się nim z przyjaciółmi :)",
    "pt_BR,pt_PT": "Eagle Eye melhora as ligações padrão no navegador. Coloque o mouse sobre um link do YouTube para mostrar uma dica de ferramenta. Você pode clicar nele para abrir o vídeo em um minimalista, customizável janela flutuante.\n\nUse Eagle Eye para ver vídeos no modo Picture in-Picture (PIP).\n\nEagle Eye aumenta a produtividade, porque você evite abrir YouTube e se distrair com seu algoritmo de recomendação. Você pode bloquear YouTube e assistir conteúdo necessário através da extensão.\n\nEagle Eye melhora a comunicação com amigos - você pode assistir os vídeos que você enviar durante a conversa. Você pode usá-lo visualizar vídeos do YouTube no Messenger. EE funciona em qualquer lugar - Messenger, Discórdia, Twitter, Google Search ou qualquer outro site aleatório.\n\nPesquisa feita mais fácil - Se você está lendo o conteúdo que tem links para um vídeo, você pode vê-lo enquanto você está lendo.\n\nCaracterísticas:\n★ É 100% livre.\n★ limpo e minimalista, design bonito.\n★ Mova a janela flutuante onde quiser.\n★ Resize arrastando o canto inferior direito.\n★ A posição do jogador flutuante e tamanho são salvos.\n★ Existem atalhos de teclado para uso rápido:\n     - [ALT + Clique] link para abrir Eagle Eye\n     - [ALT + SHIFT + Clique] link para abrir a janela silenciado.\n     - [ESC] para fechar\n     - [ALT + /] para reproduzir ou pausar o vídeo.\n★ Você pode personalizar atalhos de teclado no menu de opções\n\n=====================\n               NOS AVALIE\n=====================\n\nVocê gosta Eagle Eye? Considere dar-lhe uma classificação de 5 estrelas e compartilhá-lo com amigos :)",
    "ro": "Eagle Eye îmbunătățește link-urile standard din browser. Plasați mouse-ul peste un link YouTube pentru a afișa un tooltip. Puteți să-l faceți clic pentru a deschide video într-o fereastră minimalistă, personalizabil plutitoare.\n\nUtilizați Eagle Eye pentru a vizualiza clipuri video în modul Picture-in-Picture (PIP).\n\nEagle Eye crește productivitatea, pentru că evitați deschiderea YouTube și distras de algoritmul lor recomandare. Puteți bloca YouTube și urmăriți conținutul necesar prin extensia.\n\nEagle Eye îmbunătățește comunicarea cu prietenii - puteți viziona videoclipurile pe care le trimise în timp ce pe chat. Puteți utiliza previzualiza videoclipuri YouTube în Messenger. EE funcționează peste tot - Messenger, discordie, Twitter, Google Search sau orice alt site aleatoriu.\n\nCercetarea a făcut mai ușor - Dacă citiți conținut care are legături la un film, îl puteți viziona în timp ce citiți.\n\nCaracteristici:\n★ Este 100% gratuit.\n★ curat, design minimalist, frumos.\n★ muta fereastra plutitoare ori de câte ori doriți.\n★ Redimensionarea trăgând colțul din dreapta jos.\n★ Poziția jucător plutitoare și dimensiunea sunt salvate.\n★ Există legături de cheie pentru utilizare rapidă:\n     - [ALT + clic pe] link pentru a deschide Eagle Eye\n     - [ALT + SHIFT + clic pe] link-ul pentru a deschide fereastra dezactivat.\n     - [ESC] pentru a inchide\n     - [ALT + /] pentru a reda sau întrerupe clipul video.\n★ Puteți personaliza legăturile cheie în meniul de opțiuni\n\n=====================\n               NE EVALUA\n=====================\n\nIti place Eagle Eye? Luați în considerare dându-i un rating de 5 stele și distribuindu-l cu prietenii :)",
    "ru": "Eagle Eye улучшает стандартные ссылки в браузере. Наведите курсор мыши на ссылку YouTube, чтобы показать всплывающую подсказку. Вы можете нажать кнопку, чтобы открыть видео в минималистском, настраиваемый плавающее окно.\n\nИспользование Eagle Eye для просмотра видео в режиме картинка в картинке (PIP).\n\nEagle Eye повышает производительность, так как позволяет избежать открытия YouTube и отвлекаясь на их алгоритм рекомендации. Вы можете блокировать YouTube и посмотреть необходимый контент через расширение.\n\nEagle Eye улучшает общение с друзьями - вы можете смотреть видео, которые они посылают вас в то время как в чате. Вы можете использовать его просматривать видео YouTube в Messenger. EE работает везде - Посланник, разногласие, Twitter, Google Search или любой другой случайный сайт.\n\nИсследования легче - Если вы читаете содержание, которое содержит ссылки на видео, вы можете посмотреть его в то время как вы читаете.\n\nОсобенности:\n★ Это 100% бесплатно.\n★ Чистый, минималистский, красивый дизайн.\n★ Перемещение плавающего окна, где вы хотите.\n★ Изменение размера, перетаскивая правый нижний угол.\n★ Положение плавающего игрока и размер сохраняются.\n★ Есть сочетания клавиш для быстрого использования:\n     - [ALT + Click] ссылку, чтобы открыть Eagle Eye\n     - [ALT + SHIFT + Click] ссылку, чтобы открыть окно приглушенный.\n     - [ESC] для закрытия\n     - [ALT + /] для воспроизведения или паузы видео.\n★ Вы можете настроить привязки клавиш в меню опций\n\n=====================\n               ОЦЕНИТЕ НАС\n=====================\n\nкак Eagle Eye Вы? Рассмотрим придав ему рейтинг 5 звезд и поделиться им с друзьями :)",
    "sk": "Eagle Eye zlepšuje štandardné odkazy v prehliadači. Nabehnutí myšou na odkaz na YouTube zobraziť nápovedu. Môžete na neho pre otvorenie videa v minimalistickom, prispôsobiteľné plávajúceho okna.\n\nPoužitie Eagle Eye pre zobrazenie videa v režime obraz v obraze (PIP).\n\nEagle Eye zvyšuje produktivitu, pretože sa vyhnúť otvorenie YouTube a stále rozptyľovať ich algoritmus odporúčania. Môžete blokovať YouTube a sledovať potrebné obsah prostredníctvom rozšírenia.\n\nEagle Eye zlepšuje komunikáciu s priateľmi - môžete sledovať videá pošlú vás pri chatovaní. Môžete ju použiť náhľad videa z YouTube v programe Messenger. EE funguje všade - Messenger, svár, Twitter, Google Search alebo akékoľvek iné náhodné internetových stránkach.\n\nVýskum jednoduchšie - Ak čítate obsah, ktorý obsahuje odkazy na video, môžete ho sledovať pri čítaní.\n\nVlastnosti:\n★ To je 100% zadarmo.\n★ Clean, minimalistický, krásny dizajn.\n★ Pohybujte plávajúce okno kdekoľvek chcete.\n★ Zmena veľkosti ťahaním v pravom dolnom rohu.\n★ Plávajúce poloha a veľkosť prehrávača sú uložené.\n★ Existujú klávesové skratky pre rýchle použitie:\n     - [ALT + klik] odkaz na otvorenom Eagle Eye\n     - [ALT + SHIFT + klik] odkaz sa otvorí okno stlmená.\n     - [ESC] pre uzatvorenie\n     - [ALT + /] na prehrávanie alebo pozastavenie videa.\n★ môžete prispôsobiť klávesové skratky v ponuke možností\n\n=====================\n               OHODNOŤ NÁS\n=====================\n\nPáči sa vám Eagle Eye? Zoberme si dávať to hodnotenie 5 hviezdičiek a ich zdieľanie s priateľmi :)",
    "sl": "Eagle Eye izboljšuje standardne povezave v brskalniku. Postavite miško preko povezave YouTube pokazati namig. Lahko ga kliknite, da odprete video na minimalistično, prilagodljiv plavajoče okno.\n\nUporaba Eagle Eye, da si ogledate video posnetke v (PIP) način slika-v-sliki.\n\nEagle Eye povečuje produktivnost, ker si ne odpirajte YouTube in pridobivanje moti njihovo priporočilo algoritem. Lahko blokirate YouTube in gledal potrebne vsebine prek razširitve.\n\nEagle Eye izboljšuje komunikacijo s prijatelji - si lahko ogledate video posnetke, ki jih boste poslali, medtem ko klepetate. Uporabite ga lahko ogledate YouTube video posnetke v Messenger. EE deluje povsod - Messenger, neenotnosti, Twitter, Google Search ali katero koli drugo naključno spletno stran.\n\nRaziskave so lažje - Če berete vsebino, ki ima povezave do video, si lahko ogledate, ko berete.\n\nLastnosti:\n★ To je 100% brezplačno.\n★ Clean, minimalistična, lepa oblika.\n★ Premik plavajoče okno, kjer koli želite.\n★ Resize z vlečenjem spodnji desni kot.\n★ Plavajoči igralec položaj in velikost se shranijo.\n★ Obstajajo ključne vezi za hitro uporabo:\n     - [ALT + Kliknite] povezavo do odprtega Eagle Eye\n     - [ALT + SHIFT + Kliknite] povezavo, da odprete okno izključen.\n     - [ESC] do zaključka\n     - [ALT + /] za predvajanje ali premor videa.\n★ lahko prilagodite ključne vezi v meniju z možnostmi\n\n=====================\n               OCENITE NAS\n=====================\n\nAli vam je všeč Eagle Eye? Razmislite ji daje oceno 5 zvezdic in jih deli s prijatelji :)",
    "sr": "Еагле еие побољшава стандардне везе у бровсеру. Поставите миша преко ИоуТубе линка да покаже опис. Можете да кликнете да бисте отворили видео у минималистичком, прилагодљив плутајући прозор.\n\nКористите орао очију да видите видео у Пицтуре-ин-Пицтуре (ПИП) режим.\n\nЕагле еие повећава продуктивност, јер избегавате отварање ИоуТубе и узимајући омета своју препоруку алгоритма. Можете блокирати ИоуТубе и гледати неопходне садржаје кроз проширење.\n\nЕагле еие побољшава комуникацију са пријатељима - можете гледати видео снимке су те послали у току ћаскања. Можете га користити прегледати ИоуТубе видео снимке у Мессенгер. : ЕЕ функционише свуда - Мессенгер, раздора, Твиттер, Гоогле претрага или било који други рандом сајт.\n\nИстраживање је лакше - Ако читате садржај који има везе са видео, можете да га гледам док читате.\n\nКарактеристике:\n★ То је 100% бесплатно.\n★ Чиста, минималистички, леп дизајн.\n★ Померите плутајући прозор где год желите.\n★ Промена величине повлачењем доњи десни угао.\n★ Плутајућа положај и величина играч чувају.\n★ Постоје кључне везови за брзо употребу:\n     - [Алт + Кликните] Линк до отвореног Еагле Еие\n     - [Алт + Схифт + Цлицк] линк да бисте отворили прозор мутиран.\n     - [ЕСЦ] то цлосе\n     - [Алт + /] да играју или паузирали видео запис.\n★ можете прилагодити клависхните у менију опција\n\n=====================\n               ОЦЕНИТЕ НАС\n=====================\n\nДали ти се свиђа Еагле Еие? Размислите дајући јој оцену од 5 звездица и дељење га са пријатељима :)",
    "sv": "Eagle Eye förbättrar vanliga länkar i webbläsaren. Placera musen över en YouTube-länk för att visa ett verktygstips. Du kan klicka på den för att öppna videon i en minimalistisk, anpassningsbar flytande fönster.\n\nAnvänd Eagle Eye att visa video i Picture-in-Picture (PIP) läge.\n\nEagle Eye ökar produktiviteten, eftersom du undvika att öppna YouTube och bli distraherad av sin rekommendation algoritm. Du kan blockera YouTube och titta nödvändig innehåll genom förlängningen.\n\nEagle Eye förbättrar kommunikationen med vänner - du kan titta på videoklipp de skickar dig medan du chattar. Du kan använda den förhandsgranska YouTube-videor i Messenger. EE fungerar överallt - Messenger, Discord, Twitter, Google Search eller någon annan slumpmässig webbplats.\n\nForskning enklare - Om du läser innehåll som har länkar till en video, kan du titta på det när du läser.\n\nFunktioner:\n★ Det är 100% gratis.\n★ Ren, minimalistisk, vacker design.\n★ Flytta flytande fönstret var du vill.\n★ Resize genom att dra det nedre högra hörnet.\n★ Flyt spelare position och storlek sparas.\n★ Det finns viktiga bindningar för snabb användning:\n     - [ALT + Klicka] länken för att öppna Eagle Eye\n     - [ALT + Skift + klicka] länken för att öppna fönstret avstängt.\n     - [ESC] till nära\n     - [ALT + /] för att spela upp eller pausa videon.\n★ Du kan anpassa tangentbindningar i alternativmenyn\n\n=====================\n               GRADERA OSS\n=====================\n\nVill du Eagle Eye? Överväga att ge det en 5-star rating och dela den med vänner :)",
    "sw": "Eagle Eye inaboresha viungo kawaida katika browser. Nafasi mouse yako juu ya kiungo YouTube kuonyesha tooltip. Unaweza bonyeza ili kufungua video katika minimalistic, customizable dirisha yaliyo.\n\nMatumizi Eagle Eye kutazama video katika Picha-ndani-Picha (PIP) mode.\n\nEagle Eye kuongeza tija, kwa sababu wewe kuepuka kufungua YouTube na kupata wasiwasi na mapendekezo yao algorithm. Unaweza kuzuia YouTube na kuangalia maudhui muhimu kwa njia ya kiendelezi.\n\nEagle Eye inaboresha mawasiliano na marafiki - unaweza kuangalia video wao kutuma wewe wakati chatting. Unaweza kutumia kuhakikisha video ya YouTube katika Mjumbe. EE kazi kila mahali - Mjumbe, ugomvi, Twitter, Google Search au nyingine random tovuti.\n\nUtafiti umefanywa kuwa rahisi - Kama wewe ni kusoma maudhui kwamba ina viungo video, unaweza kuitazama unapokuwa kusoma.\n\nvipengele:\n★ Ni 100% ya bure.\n★ Safi, minimalist, usanifu.\n★ Move dirisha yaliyo popote unataka.\n★ Resize kwa kukokota chini kulia kona.\n★ yaliyo mchezaji nafasi na ukubwa zimehifadhiwa.\n★ Kuna bindings muhimu kwa ajili ya matumizi ya haraka:\n     - [ALT + Bonyeza] kiungo kwa wazi Eagle Eye\n     - [ALT + SHIFT + Bonyeza] kiungo kufungua dirisha kimya.\n     - [ESC] kwa karibu\n     - [ALT + /] ya kucheza au pause video.\n★ Unaweza Customize bindings muhimu katika orodha ya chaguzi\n\n=====================\n               CHA Marekani\n=====================\n\nJe, wewe kama Eagle Eye? Fikiria kutoa ni nyota 5 rating na kubadilishana na marafiki :)",
    "ta": "கழுகு கண் உலாவியில் நிலையான இணைப்புகள் அதிகரிக்கிறது. ஒரு உதவிக்குறிப்பு காட்ட ஒரு YouTube இல் இணைப்பு வழியாக உங்கள் சுட்டியை வைக்கவும். நீங்கள் ஒரு சிறிய, வாடிக்கையாளர்களின் மிதக்கும் சாளரத்தில் வீடியோ திறப்பதற்கும் இதைப் கிளிக் செய்யலாம்.\n\nபயன்பாட்டு கழுகு கண் படம்-ல் படம் (PIP), முறையில் வீடியோக்களைப் பார்க்க.\n\nநீங்கள் YouTube பிளந்து அவற்றின் பரிந்துரை வழிமுறை ஆல் திசைதிருப்பப்பட்டு கொள்வது தவிர்க்க ஏனெனில் கழுகு கண், உற்பத்தித் திறனை அதிகரிக்கச். நீங்கள் YouTube தடுக்க மற்றும் நீட்டிப்பு மூலம் தேவையான உள்ளடக்கத்தை பார்க்க முடியும்.\n\nகழுகு கண் நண்பர்களுடன் தொடர்பு அதிகரிக்கிறது - நீங்கள் நேரில் போது அவர்கள் உங்களுக்கு அனுப்ப வீடியோக்களைப் பார்க்கலாம். நீங்கள் அதை தூதர் YouTube வீடியோக்களைக் முன்னோட்டத்தை பயன்படுத்த முடியும். EE எல்லா இடங்களிலும் வேலை - தூதர், கூறின, ட்விட்டர், கூகுள் தேடல் அல்லது வேறு எந்த சீரற்ற வலைத்தளம்.\n\nநீங்கள் படித்து போது நீங்கள் ஒரு வீடியோ இணைப்புகள் கொண்ட உள்ளடக்கத்தையும் படிப்பதில் என்றால், நீங்கள் அதை பார்க்க முடியும் - ஆராய்ச்சி எளிதாக்கப்பட்டுள்ளது.\n\nஅம்சங்கள்:\n★ இது 100% இலவசம்.\n★ சுத்தமான, குறைந்தபட்ச, அழகான வடிவமைப்பு.\n★ நீங்கள் எங்கு வேண்டுமானாலும் மிதக்கும் சாளரத்தை நகர்த்து.\nவலது கீழ் மூலையில் இழுப்பதன் மூலம் ★ மறுஅளவிடுதல்.\n★ மிதக்கும் பிளேயர் நிலையில் மற்றும் அளவு சேமிக்கப்படும்.\n★ வேகமாக பயன்படுத்த முக்கிய பிணைப்புகள் உள்ளன:\n     - திறந்த கழுகு கண் இணைப்பை [, ALT + கிளிக் செய்யவும்]\n     - முடக்கியது சாளரத்தை திறக்க இணைப்பு [ALT + SHIFT + கிளிக்].\n     - முடிவடையும் [ESC]\n     - [Alt + /] விளையாடியது அல்லது வீடியோ இடைநிறுத்தம்.\n★ நீங்கள் விருப்பங்கள் மெனுவில் முக்கிய பிணைப்புகள் தனிப்பயனாக்கலாம்\n\n=====================\n               எங்களை மதிப்பிடு\n=====================\n\nநீங்கள் கழுகு கண் விரும்புகிறாயா? அது ஒரு 5 நட்சத்திர மதிப்பீடு கொடுத்து, அதை நண்பர்களுடன் பகிர்ந்து கவனியுங்கள் :)",
    "te": "ఈగల్ ఐ బ్రౌజర్లో ప్రామాణిక లింకులు మెరుగుపరుస్తుంది. ఒక టూల్టిప్లో చూపించడానికి ఒక YouTube లింక్ ద్వారా మీ మౌస్ ఉంచండి. మీరు ఒక కనీస, అనుకూలీకరణ ఫ్లోటింగ్ విండోలో వీడియో తెరవడానికి దాన్ని క్లిక్ చేయవచ్చు.\n\nయూజ్ ఈగిల్ ఐ పిక్చర్-ఇన్-పిక్చర్ (PIP) రీతిలో వీడియోలను వీక్షించడానికి.\n\nమీరు YouTube ఓపెనింగ్ మరియు వాటి సిఫార్సు అల్గోరిథం కలవరపాటుకు పడకుండా నివారించేందుకు ఎందుకంటే ఈగిల్ ఐ, ఉత్పాదకత పెరుగుతుంది. మీరు YouTube బ్లాక్ మరియు పొడిగింపు ద్వారా అవసరం కంటెంట్ను చూడవచ్చు.\n\nఈగల్ ఐ స్నేహితులతో సమాచార మెరుగుపరుస్తుంది - మీరు వారు చాటింగ్ అయితే మీరు పంపే వీడియోలను చూడవచ్చు. మీరు మెసెంజర్లో YouTube వీడియోలను ప్రివ్యూ ఉపయోగించవచ్చు. EE ప్రతిచోటా పనిచేస్తుంది - మెసెంజర్, అసమ్మతి, ట్విట్టర్, గూగుల్ సెర్చ్ లేదా ఏ ఇతర యాదృచ్ఛిక వెబ్సైట్.\n\nరీసెర్చ్ సులభమవుతుంది - మీరు చదవడం, అయితే మీరు ఒక వీడియో లింకులు కలిగి కంటెంట్ చదివే ఉంటే, మీరు చూడవచ్చు.\n\nలక్షణాలు:\n★ ఇది 100% ఉచితం.\n★ క్లీన్, కొద్దిపాటి, అందమైన డిజైన్.\n★ మీకు కావలసిన చోట ఫ్లోటింగ్ విండో తరలించు.\nకుడి దిగువన మూలలో లాగడం ద్వారా ★ పునఃపరిమాణం.\n★ ఫ్లోటింగ్ ఆటగాడు స్థానం మరియు పరిమాణం సేవ్ చేయబడతాయి.\n★ ఫాస్ట్ ఉపయోగం కోసం కీ బైండింగ్స్ ఉన్నాయి:\n     - ఓపెన్ ఈగిల్ ఐ లింక్ [ALT + క్లిక్తో]\n     - మ్యూట్ విండోను తెరవడానికి [ALT + SHIFT + క్లిక్తో] లింక్.\n     - [ESC] దగ్గరగా\n     - [ALT + /] వీడియోను ప్లే లేదా పాజ్ చేయడానికి.\n★ మీరు ఎంపికలు మెనూ లో కీ బైండింగ్స్ అనుకూలీకరించవచ్చు\n\n=====================\n               రేట్ సంయుక్త\n=====================\n\nమీరు డేగ కన్ను ఇష్టపడతారు? అది ఒక 5 నక్షత్రాల రేటింగ్ ఇవ్వడం మరియు దాన్ని స్నేహితులతో భాగస్వామ్యం పరిగణలోకి :)",
    "th": "Eagle Eye ช่วยเพิ่มการเชื่อมโยงมาตรฐานในเบราว์เซอร์ วางเมาส์ของคุณผ่านการเชื่อมโยง YouTube เพื่อแสดงคำแนะนำเครื่องมือ คุณสามารถคลิกเพื่อเปิดวิดีโอใน minimalistic, หน้าต่างลอยปรับแต่ง\n\nใช้ Eagle Eye เพื่อดูวิดีโอในโหมดภาพในภาพ (PIP)\n\nEagle Eye เพิ่มผลผลิตเพราะคุณหลีกเลี่ยงการเปิด YouTube และได้รับการฟุ้งซ่านโดยขั้นตอนวิธีการคำแนะนำของพวกเขา คุณสามารถปิดกั้น YouTube และดูเนื้อหาที่จำเป็นผ่านนามสกุล\n\nEagle Eye ช่วยเพิ่มการติดต่อสื่อสารกับเพื่อน ๆ - คุณสามารถดูวิดีโอที่พวกเขาส่งคุณในขณะที่พูดคุย คุณสามารถใช้มันดูตัวอย่างวิดีโอ YouTube ใน Messenger ได้ EE ทำงานทุกที่ - Messenger ให้ความขัดแย้ง, Twitter, Google Search หรือเว็บไซต์สุ่มอื่น ๆ\n\nงานวิจัยที่ทำง่าย - ถ้าคุณกำลังอ่านเนื้อหาที่มีการเชื่อมโยงไปยังวิดีโอที่คุณสามารถดูได้ในขณะที่คุณกำลังอ่าน\n\nคุณสมบัติ:\n★มันเป็น 100% ฟรี\n★สะอาดเรียบง่าย, การออกแบบที่สวยงาม\n★ย้ายหน้าต่างลอยทุกที่ที่คุณต้องการ\n★ปรับขนาดโดยการลากที่มุมขวาล่าง\n★ตำแหน่งผู้เล่นลอยและขนาดจะถูกบันทึกไว้\n★มีปุ่มลัดสำหรับการใช้งานได้อย่างรวดเร็ว:\n     - [ALT + คลิก] เชื่อมโยงไปยังเปิด Eagle Eye\n     - [Alt + Shift + คลิก] เชื่อมโยงไปเปิดหน้าต่างปิดเสียง\n     - [ESC] เพื่อปิด\n     - [ALT + /] เพื่อเล่นหรือหยุดวิดีโอ\n★คุณสามารถปรับแต่งปุ่มลัดในเมนูตัวเลือก\n\n=====================\n               คะแนนเรา\n=====================\n\nคุณชอบ Eagle Eye? พิจารณาให้มันเป็นคะแนนระดับ 5 ดาวและการแบ่งปันกับเพื่อน :)",
    "tr": "Kartal Göz tarayıcıda standart bağlantıları geliştirir. bir araç ipucu göstermek için bir YouTube bağlantısından Lütfen farenizle. Bir minimalist, özelleştirilebilir yüzen pencerede video açmak için tıklayabilirsiniz.\n\nKullanım Kartal Göz Resim içinde resim (PIP) modunda videoları görüntülemek için.\n\nYouTube'u açıp onların öneri algoritması tarafından dalıp önlemek çünkü Kartal Göz, verimliliği artırır. Sen YouTube'un engellenmesi ve uzantısı aracılığıyla gerekli içeriği izleyebilirsiniz.\n\nKartal Göz arkadaşlarıyla iletişimi geliştirir - onlar sohbet ederken göndermek videoları izleyebilirsiniz. Bunu Messenger'da YouTube videolarını önizleme kullanabilirsiniz. EE her yerde çalışır - Messenger, uyumsuzluk anlamına, Twitter Google Arama veya başka herhangi bir rasgele bir web sitesi.\n\nAraştırma kolaylaştırdı - Bir video bağlantıları olan içerik okuyorsanız Okuma esnasında, bunu izleyebilirsiniz.\n\nÖzellikleri:\n★% 100 ücretsiz.\n★ Temiz minimalist, güzel tasarım.\nistediğiniz yere yüzer pencereyi taşıyın ★.\nSağ alt köşeyi sürükleyerek ★ Boyutlandırma.\n★ yüzen oyuncu pozisyonu ve büyüklüğü kaydedilir.\n★ hızlı kullanım için tuş bağları vardır:\n     - açık Kartal Göz'e linki [ALT + tıklayın]\n     - kapatılabilir pencereyi açmak için bağlantıyı [ALT + SHIFT + tıklayın].\n     - yakın [ESC]\n     - [ALT + /] oyun veya video durdurmak için.\n★ Seçenekler menüsünde anahtar bağları özelleştirebilirsiniz\n\n=====================\n               BİZİ DEĞERLENDİRİN\n=====================\n\nEğer Kartal Eye sever misiniz? it a 5 yıldızlı derecelendirme veren ve arkadaşlarıyla paylaşma düşünün :)",
    "uk": "Eagle Eye покращує стандартні посилання в браузері. Наведіть курсор миші на посилання YouTube, щоб показати підказку. Ви можете натиснути кнопку, щоб відкрити відео в мінімалістському, настроюється плаваюче вікно.\n\nВикористання Eagle Eye для перегляду відео в режимі картинка в картинці (PIP).\n\nEagle Eye підвищує продуктивність, так як дозволяє уникнути відкриття YouTube і відволікаючись на їх алгоритм рекомендації. Ви можете блокувати YouTube і подивитися необхідний контент через розширення.\n\nEagle Eye покращує спілкування з друзями - ви можете дивитися відео, які вони посилають вас в той час як в чаті. Ви можете використовувати його переглядати відео YouTube в Messenger. EE працює скрізь - Посланник, розбіжність, Twitter, Google Search або будь-який інший випадковий сайт.\n\nДослідження легше - Якщо ви читаєте зміст, яке містить посилання на відео, ви можете подивитися його в той час як ви читаєте.\n\nособливості:\n★ Це 100% безкоштовно.\n★ Чистий, мінімалістський, красивий дизайн.\n★ Переміщення плаваючого вікна, де ви хочете.\n★ Зміна розміру, перетягуючи правий нижній кут.\n★ Положення плаваючого гравця і розмір зберігаються.\n★ Є поєднання клавіш для швидкого використання:\n     - [ALT + Click] посилання, щоб відкрити Eagle Eye\n     - [ALT + SHIFT + Click] посилання, щоб відкрити вікно приглушений.\n     - [ESC], щоб закрити\n     - [ALT + /] для відтворення або паузи відео.\n★ Ви можете налаштувати прив'язки клавіш в меню опцій\n\n=====================\n               ОЦІНІТЬ НАС\n=====================\n\nяк Eagle Eye Ви? Розглянемо надавши йому рейтинг 5 зірок і поділитися ним з друзями :)",
    "vi": "Eagle Eye cải thiện các liên kết tiêu chuẩn trong các trình duyệt. Đặt con trỏ lên liên kết YouTube để hiển thị một tooltip. Bạn có thể nhấp vào nó để mở video trong một cửa sổ nổi Minimalistic, tùy chỉnh.\n\nSử dụng Eagle Eye để xem video ở chế độ (PIP) Picture-in-Picture.\n\nEagle Eye tăng năng suất, bởi vì bạn tránh mở YouTube và bị phân tâm bởi thuật toán đề nghị của họ. Bạn có thể chặn YouTube và xem nội dung cần thiết thông qua việc gia hạn.\n\nEagle Eye cải thiện giao tiếp với bạn bè - bạn có thể xem các video mà họ gửi cho bạn trong khi trò chuyện. Bạn có thể sử dụng nó xem trước video YouTube trong Messenger. EE làm việc ở khắp mọi nơi - Messenger, bất hòa, Twitter, Google Search hoặc bất kỳ trang web ngẫu nhiên khác.\n\nNghiên cứu được thực hiện dễ dàng hơn - Nếu bạn đang đọc nội dung có liên kết đến một đoạn video, bạn có thể xem nó trong khi bạn đang đọc.\n\nĐặc trưng:\n★ Đó là miễn phí 100%.\n★ sạch, nhỏ gọn, thiết kế đẹp.\n★ Di chuyển cửa sổ nổi bất cứ nơi nào bạn muốn.\n★ Thay đổi kích thước bằng cách kéo góc dưới bên phải.\n★ Người chơi vị trí và kích thước nổi được lưu.\n★ Có tổ hợp phím để sử dụng nhanh chóng:\n     - [ALT + Click] liên kết đến mở Eagle Eye\n     - [ALT + SHIFT + Click] liên kết để mở cửa sổ bị tắt tiếng.\n     - [ESC] để gần\n     - [ALT + /] để chơi hoặc tạm dừng video.\n★ Bạn có thể tùy chỉnh tổ hợp phím trong menu tùy chọn\n\n=====================\n               ĐÁNH GIÁ CHÚNG TÔI\n=====================\n\nBạn có thích Eagle Eye? Xem xét cho nó một đánh giá 5 sao và chia sẻ nó với bạn bè :)",
    "zh_CN": "鹰眼改善了浏览器的标准链接。将鼠标悬停在一个YouTube链接以显示工具提示。你可以双击它，在简约的，可定制的浮动窗口打开视频。\n\n使用鹰眼来查看图片在画中画（PIP）模式的视频。\n\n鹰眼提高了生产效率，因为你避免打开YouTube，在他们的推荐算法分心。您可以阻止YouTube，观看通过扩展必要的内容。\n\n鹰眼改善与朋友沟通 - 你可以看他们给你一边聊天视频。你可以用它预览YouTube视频在Messenger中。 EE作品无处不在 - 斜挎的，不和谐的，微博谷歌搜索或任何其他随机网站。\n\n研究变得更加容易 - 如果你正在阅读的是有链接到一个视频内容，你可以看它，而你正在阅读。\n\n特征：\n★这是100％免费。\n★清洁，简约，美观的设计。\n★移动任何你想要的浮动窗口。\n★调整大小通过拖动右下角。\n★浮动的球员位置和大小保存。\n★有快速使用键绑定：\n      -  [ALT +点击进入]链接打开鹰眼\n      -  [ALT + SHIFT +点击进入]链接，打开静音窗口。\n      -  [ESC]接近\n      -  [ALT + /]播放或暂停视频。\n★你可以在选项菜单自定义键绑定\n\n=====================\n               RATE美国\n=====================\n\n你喜欢鹰眼？考虑给它一个5星评级，并与朋友分享吧:)",
    "zh_TW": "鷹眼改善了瀏覽器的標準鏈接。將鼠標懸停在一個YouTube鏈接以顯示工具提示。你可以雙擊它，在簡約的，可定制的浮動窗口打開視頻。\n\n使用鷹眼來查看圖片在畫中畫（PIP）模式的視頻。\n\n鷹眼提高了生產效率，因為你避免打開YouTube，在他們的推薦算法分心。您可以阻止YouTube，觀看通過擴展必要的內容。\n\n鷹眼改善與朋友溝通 - 你可以看他們給你一邊聊天視頻。你可以用它預覽YouTube視頻在Messenger中。 EE作品無處不在 - 斜挎的，不和諧的，微博谷歌搜索或任何其他隨機網站。\n\n研究變得更加容易 - 如果你正在閱讀的是有鏈接到一個視頻內容，你可以看它，而你正在閱讀。\n\n特徵：\n★這是100％免費。\n★清潔，簡約，美觀的設計。\n★移動任何你想要的浮動窗口。\n★調整大小通過拖動右下角。\n★浮動的球員位置和大小保存。\n★有快速使用鍵綁定：\n      -  [ALT +點擊進入]鏈接打開鷹眼\n      -  [ALT + SHIFT +點擊進入]鏈接，打開靜音窗口。\n      -  [ESC]接近\n      -  [ALT + /]播放或暫停視頻。\n★你可以在選項菜單自定義鍵綁定\n\n=====================\n               RATE美國\n=====================\n\n你喜歡鷹眼？考慮給它一個5星評級，並與朋友分享吧:)"
  }
}