{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intellifill AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds popup buttons next to text fields which offer quick actions, enhancing your web form interactions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intellifill AI enhances your browsing experience by adding convenient popup buttons next to text fields on web pages. Here’s a detailed look at each feature:\n\n1. Save Input allows you to save the text you've entered into a field.\nBenefit: Easily retain important information without the risk of losing it if you accidentally refresh the page or close the browser. Ideal for lengthy forms or input fields where you need to pause and return later.\n\n2. Autofill automatically fills in saved information based on the context of the input field which speeds up the process of completing forms by recalling your commonly used data, such as your name, address, and email, reducing repetitive typing and minimizing errors.\n\n3. Custom Fill allows you to apply customized input tailored to specific fields which provides flexibility to insert predefined or templated text based on the field's requirements.\n\nThis significantly reduces the time spent on form filling by automating repetitive tasks and providing quick access to saved information and minimizes typing errors by automatically inserting accurate, pre-saved data.\n\nStreamline your web interactions, reduce manual effort, and enhance your productivity with these powerful features. Install the extension now to experience a more efficient and convenient way of managing web forms!"
  }
}