{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Popup Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension automatically closes tabs and windows opened by ad-requiring sites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ads can be annoying.\n\nYou may be browsing normally and then you click somewhere on the page and then a new tab opens, suddenly, pointing to an ad, without you initiating it. This extension automatically closes those tabs/windows. It's not an Adblocker; it's a tab/window-containing-ad closer. ;)\n\nOnce a site has that behaviour (where it opens random popups/tabs annoyingly), simply click on the extension and click \"Add Site\". Once that is done, the extension manages all tabs and windows opened from that particular site, automatically closing them if needed. To remove a site from the \"monitored list\", you can always click the extension again and click \"Remove Site\". \n\nNote that I intentionally created the extension to be lightweight, doing nothing but its intended task.\n\nNote that after adding a site, all new tabs opened that start with the protocol+hostname of that site will be allowed; all others won't. This means that if https://www.adopeningsite.com is added, then all sites starting with https://www.adopeningsite.com like https://www.adopeningsite.com/clickads or https://www.adopeningsite.com/hoverads will be allowed to open in a new tab. The others will be automatically closed.\n\nTo purposely open a new tab that has its protocol+hostname different from that of the site, right click the link and choose \"Purposely open in a new tab\"."
  }
}