{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power BI Slider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display Power BI dashboards as slideshows on TVs and other screens. Control page rotations, refresh intervals, and more.",
    "pt_BR": "Seus relatórios Power BI em TVs e outras telas. Controle a rotação automática de páginas, atualizações de dados e outros."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Power BI Slider, you can automate the presentation of your Power BI reports on TVs and other screens.\n\nAll you need is a valid Microsoft Power BI account.\n\nThe platform offers automation features such as rotating report pages, viewing time for each page, and intervals for checking data updates.\n\nThe extension will be automatically enabled when you access your report through the Power BI Service (https://app.powerbi.com).\n\nBy pressing the presentation button in the extension's popup, Power BI Slider will request your permission to access your report. Simply grant access and you will be automatically redirected to the presentation settings screen.",
    "pt_BR": "Com o Power BI Slider, você pode automatizar a apresentação dos seus relatórios Power BI em TVs e outras telas.\n\nTudo o que você precisa é de uma conta Microsoft Power BI válida.\n\nA plataforma oferece recursos de automação, como seleção de páginas do relatório, tempo de visualização de cada página e intervalo para checagem de atualizações dos dados.\n\nA extensão será habilitada automaticamente quando você acessar seu relatório através do Power BI Service (https://app.powerbi.com).\n\nAo pressionar o botão de apresentação no popup da extensão, o Power BI Slider solicitará sua permissão para acessar o seu relatório. Basta conceder o acesso e você será automaticamente redirecionado para a tela de configuração da apresentação."
  }
}