{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iSams Utilities (formerly iSams GradesPaster)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paste grades into iSams Mark Books + Paste data into Bulk Update + Make links clickable in LS Reports and Student Notes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iSams Utilities (formerly GradesPaster for iSams) adds useful and time-saving functionality on iSams website.\n\nI created iSams Utilities extension after I had to start using Mark Books in iSams and discovered there was no built-in copy-paste functionality. The idea of having to click thousands of times to enter all the grades for reports did not sit well with me, so I made this extension. No more endless clicking and selecting each grade individually! Simply copy a column of grades from your source (Google Sheets, Excel, or similar) and paste them all at once into a mark book.\n\nAs I work with iSams more and more, I expect to be adding other features to iSams Utilities that improve user interface and functionality of iSams to make my life as a teacher and iSams admin easier. Hope it makes your life as a teacher a little easier, too!\n\nThe extension loads automatically (can be turned off on the Options page - see below) on iSams Mark Book pages when in 'editing' mode. Currently it only lets you paste one column of grades at a time. On the very first paste, Google Chrome will prompt you to 'allow isams.cloud website to access your clipboard' - make sure to click \"Allow\", or you won't be able to paste any grades!\n\niSams Utilities does not require any special permissions beyond knowing when you are on isams.cloud website. No personal user data is collected by this extension. Enjoy!\n\n\n**FEATURES**\n- NEW: Bulk Update pasting - you can now paste data from a spreadsheet into a column in Bulk Update window\n- NEW: Clickable links in Student Notes (Pupil Manager module) - converts URLs in Previous Pupil Notes descriptions into clickable links \n- On LS and G&T Report print preview pages, converts URLs in Notes field into clickable links - now LS admins can put a link to a shared Google Doc into student Notes, instead of having to upload a document, and re-upload every time it is updated!\n- Works in the new iSams user interface\n- On iSams Mark Book page with Mark Book is 'edit' mode, lets you copy/paste grades from external source (Google Sheet, MS Excel, or similar). Grades can be pasted into mark book one column at a time (for now)\n- Loads automatically (can be disabled in Options - see below)\n- Simple guided user interface\n- Basic data validation built-in:\n  * Checks that number of rows of data being pasted matches the number of students in the mark book / bulk update window\n  * Checks that grades values being pasted into mark book match acceptable grade values\n\n\n**OPTIONS**\n- Enable/disable automatic loading of iSams Utilities on supported pages in iSams\n\nTo access iSams Utilities' Options, right-click on the extension's icon in the Chrome toolbar and select 'Options'.\nWhen automatic loading is disabled, you can still manually start iSams Utilities on supported iSams page by right-clicking on the page and selecting 'iSams Utilities' item.\n\n\n**HELP & SUPPORT**\nPlease report any issues with iSams Utilities on the project's Issues page on GitHub: https://github.com/azadisaryev/iSamsUtilities/issues"
  }
}