{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho Projects"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Project Management software that lets you manage projects and tasks online. Collaboration with your team is now easier than ever."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho Projects, our cloud-based project management software used for project planning, tracking, and collaboration, is now available as a browser extension for Google Chrome.  \n\nZoho Projects is preferred by more than three million users worldwide for project planning, tracking, and collaboration. This new Chrome extension keeps you updated even when you are working on other tabs.\n\n  Access all the important Projects modules, such as task management, time sheets, news and updates feed, bug tracker— all available right from your browser. This helps you quickly take action without having to open the web app in a new tab. Use our built-in screen grabber to easily file bugs and upload edited screenshots directly from the extension.\n\nHere’s a glimpse of what you can do with Zoho Projects:\n\n* Easily manage complex projects using milestones, task lists, tasks, and sub tasks.\n* Quickly view ongoing discussions, tasks, comment threads, and much more by skimming through your Feed.\n* Use the timesheet module to log hours for your tasks and issues. You can also see a daily, weekly, or monthly view of your logged hours, making it easy to track all the hard work you've done.\n* Communicate effectively with your team using our rich collaboration options such as wiki, chat rooms, and forums.\n* Integrate with Google Drive, Google Calendar, and Gmail.\n* Get in-depth insights on your projects using Gantt Charts, advanced analytics, and reports.\n* Take advantage of other Zoho apps such as CRM, Docs, and Desk using integrations.\n* Stay on top of all your projects and work on the go with our iPhone and Android mobile apps."
  }
}