{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StreamLearner Translator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate and save subtitles from Netflix, Amazon, Disney+, and YouTube. Supports single-word and phrase translation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "相信很多人和我一样都有提升语言能力的需求，而通过看剧来学习语言无疑是一种非常棒的方式。这不仅可以让我们学习到地道的本土化表达，还能让我们了解不同的文化背景。\n\n然而，设置字幕时往往面临一个难题。市面上虽不乏显示双语字幕的翻译插件，但双语字幕往往会使我们不自觉地将注意力集中在母语上，这大大降低了学习效果。而关闭字幕手动查询新单词又过于繁琐。\n\n为了解决这些问题，我开发了这款翻译插件。在播放页面点击插件图标即可弹出操作窗口，支持一键翻译单词或通过长摁划选翻译短语/句子，真正实现了解放双手，让您可以将手机放一边。如宣传截图所示，您可以将其置于屏幕一角，或通过快捷键切换查看。\n\n同时，为了方便学习，我加入了生词本功能。用户的所有查询都会自动分类保存，您可以随时查看、删除或导出为 TXT 文件，便于与其他学习软件联动。\n\n目前，插件支持将Amazon Prime Video，Netflix，Disney+ 和 YouTube平台(对于youtube，仅对有cc字幕的视频生效）的字幕进行20多种语言之间的互译，并提供英英释义和urban dictionary释义来辅助学习。\n\n未来可能根据用户需求增加用户注册，生词本云端同步等更多功能，如有其他建议欢迎邮件与我交流streamlearner@outlook.com。\n\n感谢您的选择，祝您学习愉快！\n\n注. 如安装后第一次打开时未能成功加载字幕 请刷新当前播放视频的页面后再打开一次。\n\nI believe many people, like me, have a desire to improve their language skills, and learning a language by watching TV shows is undoubtedly a fantastic method. This approach not only allows us to learn authentic, localized expressions but also helps us understand different cultural backgrounds.\n\nHowever, setting up subtitles often presents a challenge. While there are many translation plugins on the market that display bilingual subtitles, they often cause us to unconsciously focus on our native language, which greatly reduces the effectiveness of learning. On the other hand, turning off subtitles and manually looking up new words is too cumbersome.\n\nTo solve these problems, I developed this translation plugin. By clicking the plugin icon on the playback page, an operation window will pop up, supporting one-click translation of words or translating phrases and sentences by long-pressing and selecting. This truly frees up your hands, allowing you to set your phone aside. As shown in the promotional screenshots, you can place it in a corner of the screen or switch to view it using shortcut keys.\n\nAdditionally, to facilitate learning, I have added a vocabulary notebook feature. All user queries are automatically saved and categorized, allowing you to view, delete, or export them as TXT files at any time, making it convenient to integrate with other learning software.\n\nCurrently, the plugin supports mutual translation of subtitles among more than 20 languages on Amazon Prime Video, Netflix, Disney+, and YouTube（only works for those have CCs）. It also provides English-English definitions and Urban Dictionary explanations to aid learning.\n\nThank you for choosing our plugin, and happy learning!\n\nNote. If the subtitles don't load the first time you open it, please refresh the page where the video is playing."
  }
}