{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XoN-PassPower"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Captcha for passwords. Check how safe is your password with XposedOrNot."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XoN-PassPower \n\nWhat is PassPower?\n\nPassPower is a Chrome extension which detects and notifies you of exposed and breached passwords immediately if you use an unsafe password. PassPower will continuously monitor for exposed passwords and alerts you to avoid such compromised passwords.\n\nLets say, you enter a password in one of the web sites.Immediately this password is securely hashed and anonymously checked against our public XoN-PassPower API (https://xposedornot.com/api_doc), whether this password has been breached and exposed in previous security breaches. \n\nBased on API feedback, you will be informed of the breach status and recommendations\nwill be given for changing them to minimize risk.\n\nFeel free to read  password creation tips at:\nhttps://www.devaonbreaches.com/2018/05/basic-hygiene-precautions-for-better.html\n\n## How to Use XoN-PassPower\n\nThere is no configuration needed other than the basic installation . Please install XoN-PassPower from Chrome Webstore and start benefiting.\n\n\n## Why use XoN-PassPower ?\n\nXoN-PassPower has one of the largest collection of real time passwords exposed in previous security breaches. The collection currently contains approximately 850 million passwords and is providing this as a service to all those who want to check the security posture of their passwords. \n\nPublic search-able website is available at :\nhttps://XposedOrNot.com for folks who want to check the passwords directly instead of extensions.\n\n## How secure is my password ?\n\nXoN-PassPower makes use of Keccak-512 (SHA3) hashing algorithm for securely transmitting anonymized and partial hashes for validation. Since we make use of Keccak-512, the first 10 characters of the hash is checked and results returned by API over through secure communication channel for high reliability.\n \nThe complete source code of this application is hosted in Github for easy reference and review.Feel free to review and provide your suggestions/inputs. \n\nKindly let me know your feedback and any other suggestion to further improvise this."
  }
}