{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Theme Force Maker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to force dark mode on websites that do not support it by applying custom CSS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recent Updates:\n\nV 1.0.6 changed some colors\nVersion 1.0.5: Added the ability to detect and apply dark mode to background colors of <a> (anchor) and <button> elements. Previously, these elements were not included in the dark mode adaptation if they had custom background colors. With this update, both anchor and button elements will now seamlessly adapt their background to a darker shade when dark mode is enabled, ensuring consistent visual coherence across all interactive elements on the page.\nVersion 1.0.4: Enhanced Border Color Adaptation in Dark Mode, Gradient Backgrounds Now Supported, SVG Elements and Colors Adjusted, Mutation Observer for Dynamic Content\n\nAnother CHANGELOG will be uploaded to https://github.com/gloomystore/dark-theme-force-maker/blob/main/CHANGELOG.md\n\n다크테마 / 다크모드 강제 적용!\nDark Theme Force Maker는 웹사이트가 기본적으로 다크 모드를 지원하지 않을 때, 사용자 맞춤형 다크 테마를 강제로 적용하는 도구입니다. 이 확장은 페이지 로드 시 자동으로 다크 모드를 적용하며, 간편한 버튼 클릭으로 다크 모드를 켜거나 끌 수 있습니다. 기본 배경 색상은 깊은 #121212로 설정되며, 텍스트는 #e0e0e0으로 조정됩니다. 또한, 링크와 경계 색상도 다크 모드에 맞게 조정됩니다. 사용자가 웹페이지를 새로고침해도 설정이 유지되어 지속적으로 최적의 다크 모드를 제공합니다. 사용자 경험을 개선하고, 더 편안한 웹 브라우징을 도와줍니다.\n\nDark Theme Force Maker is a tool that enforces a custom dark theme on websites that do not natively support dark mode. This extension automatically applies dark mode when the page loads and allows users to easily toggle dark mode on or off with a single button click. The default background color is set to a deep #121212, while text color is adjusted to #e0e0e0. Additionally, link and border colors are optimized for dark mode. The settings persist even after page refreshes, ensuring a consistent dark mode experience for more comfortable browsing."
  }
}