{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toplyne"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that plugs into your CRM of choice to display Toplyne stats."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toplyne’s Chrome Extension lets you access critical intelligence and insights (based on first-party data and third-party enrichment) about your users and accounts from within your CRM.\n\n💯 AI lead scores - Toplyne’s AI scores your leads against custom outcomes such as enterprise conversion, team expansion, churn risk, etc., and flags users and accounts most likely to meet these outcomes.\n\n🏛️ Account roll-ups - Access rolled-up account-level trends and qualification to contextualize signals across organizations you sell to.\n\n🚥 Product usage signals - Toplyne brings your product analytics data into your CRM. Access usage trends of usage across key events and actions your users are performing within your tool, so you can customize your outreach.\n\n👁️ Scout - From qualified accounts in your CRM, Toplyne’s extension surfaces types of users who matter the most for your outreach: economic buyers, most active, first active, last active users, etc.\n\n▶️ Engage - Add users directly to your Outreach sequences from within your CRM, based on usage intelligence and lead scores on the Toplyne extension.\n\n✴️ Why Toplyne?\n\nToplyne is the leading predictive AI for sales and marketing teams. Toplyne’s AI predicts new customers, expansion sales, cross-sells, customers at risk, and more by learning from your customer data.\n\nSales and marketing teams at companies like Vercel, Voiceflow, RocketReach, and Beefree use Toplyne to find enterprise pipeline from their self-serve customer base. Toplyne is simple to set up and goes live with your existing stack (40+ plug and play integrations) out of the box.\n\nFor more info:\n\nEmail: hello@toplyne.io\n\nWebsite: https://www.toplyne.io\nPrivacy Policy: https://www.toplyne.io/privacy-policy"
  }
}