{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Text Shield (OTS)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OTS - Text Legitimacy Checker\n\nSelect any text and get instant classification results for spam, phishing, ham.\n\nStay Secure and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OTS - Text Legitimacy Checker\n\nSelect any text and get instant classification results for spam, phishing, ham.\n\nStay Secure and Confident in Your Online Interactions\n\nIn today's digital landscape, phishing and spam attacks are more sophisticated than ever. The \"OTS - Text Legitimacy Checker\" Chrome extension offers an intelligent solution to help you quickly assess the legitimacy of any text you encounter online. Whether browsing emails, shopping online, or just reading articles, this extension provides real-time feedback to keep you informed.\n\nKey Features:\n\n* AI-Powered Detection: Leverages the cutting-edge OTS multilingual BERT model to analyze text with high accuracy. Identifies phishing and spam content within seconds, helping you make informed decisions.\n* Simple to Use: Just highlight any text on a webpage, and the tool will automatically analyze and classify it. You'll receive immediate visual feedback via a popup notification, clearly indicating the result.\n* Color-Coded Results: The intuitive notification system uses color codes to signal the nature of the text:\n\n-Green: Safe, legitimate content (ham).\n-Red: Potentially dangerous, phishing or spam.\n-Yellow: Uncertain or inconclusive results.\n\nPrivacy-Friendly: Designed with your privacy in mind, this extension analyzes text securely without storing your data.\nHow to Use:\n\nHighlight Text: Select any text that you want to verify on a webpage.\nAutomatic Analysis: The extension will analyze the selected text, classify it, and display the results in a popup notification.\nVisual Feedback: Trust the clear and concise feedback to guide your actions.\n\nIdeal For:\n\nProfessionals: Screen suspicious emails and links before sharing them with colleagues or clients.\nShoppers: Verify links and promotional offers before making purchases or providing sensitive information.\nResearchers and Readers: Identify potentially deceptive articles or posts.\n\nWhy Choose OTS - Text Legitimacy Checker?\n\n-Accuracy: Powered by AI trained on the latest data, providing reliable predictions. Continuously being trained and improved. \n\n- OTS backend v2.1 Supports 10 languages :\n\n🇬🇧 English\n🇸🇦 Arabic\n🇮🇩 Indonesian\n🇩🇪 German\n🇮🇹 Italian\n🇪🇸 Spanish\n🇷🇺 Russian\n🇫🇷 French\n🇱🇰 Sinhala\n🇮🇳 Tamil\n\n- Convenience: Real-time analysis directly in your browser with no additional steps required.\n\n- Safety: Helps you confidently navigate the web and avoid potential scams.\n\n- Open Source / Community Driven: https://github.com/TelecomsXChangeAPi/OpenTextShield/"
  }
}