{
  "name": {
    "ar": "Audio Enhancement - Sound Booster",
    "am": "Sound Enhancement - Volume Booster",
    "bg": "Sound Volume Increase - Audio Enhancement",
    "bn": "Volume Booster - Audio Enhancement",
    "ca": "Amplificador de sonido de AudioMax",
    "cs": "Zesilovač zvuku od společnosti AudioMax",
    "da": "Lydforstærker fra AudioMax",
    "de": "Tonverstärker von AudioMax",
    "el": "Sound Enhancement - Sound Volume Increase",
    "en,en_AU,es_419,pt_BR,ru,uk,vi,zh_TW": "Sound booster by AudioMax",
    "en_GB": "Sound Booster 2023 - Volume Control",
    "en_US": "Sound Booster",
    "es": "Amplificador de sonido AudioMax",
    "et,ro": "Sound Amplifier - Volume Booster",
    "fa": "Sound Enhancement - Audio Enhancement",
    "fi": "AudioMaxin äänenvahvistin",
    "fil": "Sound Amplifier - Audio Volume Increase",
    "fr": "Booster de son par AudioMax",
    "gu": "Volume Booster - Audio Amplifier",
    "he,th": "Audio Amplifier - Volume Booster",
    "hi": "AudioMax - Sound Booster",
    "hr,sw": "Sound Booster - Volume Booster",
    "hu": "Audio Enhancement - Sound Volume Increase",
    "id": "Sound Volume Increase - Audio Amplifier",
    "it": "Booster audio di AudioMax",
    "ja": "AudioMaxのサウンドブースター",
    "kn": "Sound Booster - Sound Volume Increase",
    "ko": "오디오맥스 사운드 부스터",
    "lt": "AudioMax garso stiprintuvas",
    "lv": "AudioMax skaņas pastiprinātājs",
    "ml,sr": "AudioMax - Audio Enhancement",
    "mr": "Sound Amplifier - Sound Booster",
    "ms": "Sound Amplifier - Sound Volume Increase",
    "nl": "AudioMax-geluidsversterker",
    "no": "AudioMax lydforsterker",
    "pl": "Wzmacniacz dźwięku AudioMax",
    "pt_PT": "Amplificador de som da AudioMax",
    "sk": "AudioMax zosilňovač zvuku",
    "sl": "AudioMax zvočni pojačevalnik",
    "sv": "AudioMax ljudförstärkare",
    "ta": "Sound Enhancement - Sound Amplifier",
    "te": "Sound Amplifier - Audio Enhancement",
    "tr": "AudioMax ses güçlendirici",
    "zh_CN": "AudioMax声音增强器"
  },
  "short": {
    "am,ar,fil,gu,ms": "Experience louder music or video volume with sound and volume boosting capabilities. Enhance your bass and control the volume with…",
    "bg,el,hu": "Boost sound, amplify bass, regulate volume, versatile equalizer & convenient volume booster. Experience booming music or video…",
    "bn,mr,te": "Experience booming sound, powerful bass, adjustable volume, dynamic equalizer & effortless volume control. Amplify your music or…",
    "ca": "Augmenta el so, millora els greus, controla el volum, equalitzador versàtil i control de volum convenient. Experimenta música o…",
    "cs": "Zvyšte hlasitost zvuku, zlepšete basy, ovládejte hlasitost, univerzální ekvalizér a pohodlné ovládání hlasitosti. Zažijte…",
    "da": "Forstærk lyd, forbedre bas, kontroller lydstyrke, alsidig equalizer og praktisk lydstyrkekontrol. Oplev højere musik- eller…",
    "de": "Sound verstärken, Bass verbessern, Lautstärke regeln, vielseitiger Equalizer und bequeme Lautstärkeregelung. Erleben Sie lautere…",
    "en,en_AU,en_US,es_419,pt_BR,ru,uk,vi,zh_TW": "Boost sound, enhance bass, control volume, versatile equalizer & convenient volume control. Experience louder music or video volume.",
    "en_GB": "Boost sound, enhance bass, control volume, versatile equaliser & convenient volume control. Experience louder music or video volume.",
    "es": "Aumenta el sonido, mejora los graves, controla el volumen, ecualizador versátil y control de volumen conveniente. Experimenta…",
    "et,he,hr,ml,ta": "Experience a louder, more powerful sound with volume and sound booster capabilities. Enhance your bass, control the volume, and…",
    "fa,hi,kn,sr,sw,th": "Experience an amplified sound and booming bass with our versatile equalizer and convenient volume booster. Enjoy louder music and…",
    "fi": "Kohenna ääntä, paranna bassoa, säädä äänenvoimakkuutta, monipuolinen taajuuskorjain ja kätevä äänenvoimakkuuden säätö. Koe kovempi…",
    "fr": "Augmentez le son, améliorez les basses, contrôlez le volume, égaliseur polyvalent et contrôle du volume pratique. Vivez une musique…",
    "id,ro": "Experience booming sound, deep bass, adjustable volume, powerful equalizer & effortless volume control. Amplify your music or video…",
    "it": "Aumenta il suono, migliora i bassi, controlla il volume, equalizzatore versatile e controllo del volume conveniente. Sperimenta…",
    "ja": "音量を上げる、低音を強化する、音量を制御する、多機能イコライザーと便利な音量調節。音楽やビデオの音量を大きく体験しましょう。",
    "ko": "사운드를 높이고 베이스를 강화하며 볼륨을 조절하고 다재다능한 이퀄라이저와 편리한 볼륨 컨트롤을 사용하세요. 더 큰 음악이나 비디오 볼륨을 경험해 보세요.",
    "lt": "Padidinkite garsą, sustiprinkite bosą, valdykite garso lygį, universalus ekvalaizeris ir patogus garso lygio valdymas. Patirkite…",
    "lv": "Palieliniet skaņu, uzlabojiet basus, kontrolējiet skaļumu, daudzpusīgs ekvalaizers un ērta skaļuma kontrole. Izbaudiet skaļāku…",
    "nl": "Versterk het geluid, verbeter de bas, regel het volume, veelzijdige equalizer en handige volumeregeling. Ervaar luidere muziek- of…",
    "no": "Forsterk lyd, forbedre bass, kontroller volum, allsidig equalizer og praktisk volumkontroll. Opplev høyere musikk- eller videovolum.",
    "pl": "Zwiększ dźwięk, wzmocnij basy, kontroluj głośność, wszechstronny korektor i wygodna regulacja głośności. Doświadcz głośniejszej…",
    "pt_PT": "Aumenta o som, realça os graves, controla o volume, equalizador versátil e controle de volume conveniente. Experimente música ou…",
    "sk": "Zosilnenie zvuku, zvýraznenie basov, ovládanie hlasitosti, univerzálny ekvalizér a pohodlná regulácia hlasitosti. Zažite hlasnejšiu…",
    "sl": "Povečajte zvok, izboljšajte bas, nadzirajte glasnost, vsestranski izenačevalnik in priročno nastavitev glasnosti. Doživite…",
    "sv": "Förstärk ljud, förbättra bas, kontrollera volym, mångsidig equalizer och bekväm volymkontroll. Upplev högre musik- eller videovolym.",
    "tr": "Sesi yükseltin, bası güçlendirin, sesi kontrol edin, çok yönlü ekolayzır ve kullanışlı ses kontrolü. Daha yüksek müzik veya video…",
    "zh_CN": "提高音量，增强低音，控制音量，多功能均衡器和方便的音量控制。体验更响亮的音乐或视频音量。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your audio experience with Volume Booster by AudioMax, the ultimate Chrome extension for boosting sound, enhancing bass, and managing volume with precision. This powerful tool allows you to amplify the volume of videos, music, and games in any tab by up to 600%, transforming your listening and viewing experience. Whether you're enjoying content on YouTube, Vimeo, Dailymotion, Spotify, or any other platform, our extension ensures that you never miss a beat with its advanced bass booster technology and versatile equalizer settings.\n\nOur user-friendly interface is designed for simplicity and efficiency, allowing you to easily control and customize your audio environment. With Volume Booster, you can fine-tune audio settings to your preference, ensuring brilliant sound quality for your favorite songs and videos. The stylish popup includes an interactive volume switch and a comprehensive list view, making it easier than ever to navigate and adjust audio across multiple tabs without the hassle of switching back and forth.\n\nGetting started with Volume Booster is quick and effortless:\n\nInstall the extension and pin it to your toolbar for easy access.\nClick on the Volume Booster icon to enable volume boosting with a simple toggle button.\nUse the interactive slider to select your desired sound boost range.\nEnjoy enhanced sound quality tailored to the genre you're listening to or watching, with our equalizer settings optimized for the Chrome browser.\nBut that's not all—Volume Booster is also a comprehensive audio management tool that allows you to set individual volume settings for each tab, giving you complete control over your audio landscape. Whether you're looking to increase volume, enhance bass, or achieve the perfect balance with our equalizer, Volume Booster by AudioMax is your go-to solution for a superior audio experience.\n\nWe're committed to providing you with the best possible audio enhancement tool. Download Volume Booster by AudioMax now for free, and elevate your audio to new heights. We value your feedback and ratings and are always here to assist with any issues or to help optimize your listening experience.\n\n------------------------------------------\nFAQ about Volume Booster \n\n1. What is Volume Booster?\nVolume Booster is an innovative app designed to enhance the audio volume of music, videos, and games on your device. It allows users to amplify sound up to 600%, improving the listening experience across various media platforms.\n\n2. How does Volume Booster work?\nVolume Booster adjusts the system audio settings to increase the volume beyond the default maximum. It employs advanced algorithms to boost sound while striving to maintain audio quality, minimizing distortion.\n\n3. Is Volume Booster free to use?\nYes, Volume Booster is available as a free download. Some versions or additional features might offer in-app purchases for advanced functionalities.\n\n4. Can Volume Booster enhance bass?\nAbsolutely! Volume Booster includes a bass boost feature that enhances the depth and richness of bass sounds, providing a more immersive audio experience.\n\n5. How can I install Volume Booster?\nVolume Booster can be easily installed from the app store or extension marketplace relevant to your device. Simply search for \"Volume Booster,\" and click on the install button.\n\n6. Is Volume Booster compatible with all devices?\nVolume Booster is compatible with a wide range of devices, including smartphones, tablets, and computers. However, compatibility may vary based on the operating system and version. Please check the app requirements before installing.\n\n7. Will using Volume Booster damage my speakers?\nWhen used responsibly, Volume Booster is safe for most devices. However, consistently playing audio at extremely high volumes may put extra strain on your speakers. It is recommended to use the booster judiciously and avoid excessive volumes for prolonged periods.\n\n8. How do I use Volume Booster?\nOnce installed, open Volume Booster and adjust the slider to increase the volume as desired. For specific features like bass boost or equalizer settings, navigate through the app’s interface to customize your audio experience.\n\n9. Can Volume Booster improve audio quality?\nVolume Booster primarily amplifies volume. While it includes features like bass boost and equalizer settings to enhance audio quality, the primary function is to increase volume levels.\n\n10. What should I do if Volume Booster isn’t working as expected?\nFirst, ensure your app is updated to the latest version. Check your device's audio settings and permissions granted to Volume Booster. If issues persist, contact the support team for further assistance.\n\n11. Is it legal to use Volume Booster?\nYes, using Volume Booster is legal. It modifies your device's audio output settings within the scope of user permissions and does not infringe on any copyright laws.\n\n12. How can I provide feedback or report a problem?\nFeedback and reports can usually be submitted through the app’s settings menu, where you may find an option to contact the developer or support team. Your input is valuable for improving Volume Booster.\n\nFor any further questions or assistance, please reach out to our customer support. We're here to enhance your listening experience!"
  }
}