{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in VSCode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Github and Gitlab links in VSCode"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just right click on any link to a file and select \"Open in VSCode\". You can also click on line links to open the file to the specific file.\n\nOnce you have installed, make sure to configure the extension in the options page.\nYou can do this by right clicking on the \"Open in VSCode\" icon in the extensions bar on chrome, and then selecting \"Options\".\n\nTroubleshooting\n---------------\n\nThe extension expects the repository you are browsing to already be cloned into the folder in the options page.\n\nTested with the following websites:\n\n- Github (no line support)\n- Gitlab\n\nIt might work on some other websites as well (no guarantee), if you do discover that it works on other websites please let me know so I can add it to the list!\n\nAll I see is a blank page!\n--------------------------\n\nThis could be happening for numerous reasons. Make sure you have set the options correctly in the options page.\nIf you want, you can check what URL the extension is trying to open by enabling the debug mode in the options.\nYou might want to check out how VSCode handles links: https://code.visualstudio.com/docs/editor/command-line#_opening-vs-code-with-urls\n\nFeedback\n--------\n\nIf you are having any issues, or would like to request a new feature, don't hesitate to open an issue on github: https://github.com/aberonni/open-in-vscode/issues"
  }
}