{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gerrit for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for adding Gerrit integration to Gmail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gerrit is great, and its review-per-commit model really encourages numerous small, logical, easy-to-digest code reviews over a few monstrous ones -- just the way we prefer it. However, that also means we end up doing a lot of small code reviews that are so simple and straightforward, that often we'd rather just read and approve the change right when we receive the code review notification in Gmail. That's what this Chrome extension is -- a frictionless UI for performing your common Gerrit actions without leaving Gmail. It is a mini Gerrit client built right into your Gmail. If you use Gerrit, and you use Gmail, this is for you.\n\nThis Chrome extension aims to implement a very basic Gerrit workflow into your Gmail, based on the emails Gerrit sends. Specifically,\n\nOn new patch set emails,\n\n* Colored diffs will be displayed for the patch set. If this is not the first patch set, we diff it against the last-commented-upon patch set rather than the Base, so you can more easily track the evolution of the change!\n* Double-click on a diff line to make a comment.\n* Approve and submit changes.\n\nOn new comment emails,\n* Comments from previous emails are threaded and displayed together, so that discussions on the same line are easier to follow.\n* You can reply to comments directly from Gmail.\n\nIn the Inbox / threadlist view, status of Gerrit emails are displayed as either \"New\", \"Merged\", \"Approved\", \"Needs Review\", \"Reviewed\", \"Waiting\", \"Rejected\", or \"Failed\", so you can at a glance figure out which Gerrit emails to pay attention to.\n\nAnd some convenient shortcuts: \"w\" to open change in Gerrit, and \"W\" to approve the change."
  }
}