{
  "name": {
    "ar": "مجموعة إنشاء Blender 3D",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Blender 3D creation suite",
    "de": "Blender 3D-Erstellungssuite",
    "es,es_419": "Blender 3D Paquete de creación",
    "fr": "Blender 3D Suite de création",
    "it": "Suite di creazione 3D Blender",
    "ja": "Blender 3D 作成スイート",
    "nl": "Blender 3D-creatiesuite",
    "tr": "Blender 3D oluşturma paketi",
    "zh_CN": "Blender 3D 创作套件"
  },
  "short": {
    "ar": "إنشاء أفلام الرسوم المتحركة والمؤثرات البصرية والرسومات المتحركة والتطبيقات التفاعلية ثلاثية الأبعاد والواقع الافتراضي.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create animated films, visual effects, motion graphics, interactive 3D applications, virtual reality & video games.",
    "de": "Erstellen Sie Animationsfilme, visuelle Effekte, Bewegungsgrafiken, interaktive 3D-Anwendungen, virtuelle Realität und Videospiele.",
    "es,es_419": "Cree películas animadas, efectos visuales, gráficos en movimiento, aplicaciones 3D interactivas, realidad virtual y videojuegos.",
    "fr": "Créez des films d'animation, des effets visuels, des graphiques animés, des applications 3D interactives, de la réalité virtuelle.",
    "hi": "एनिमेटेड फिल्में, दृश्य प्रभाव, मोशन ग्राफिक्स, इंटरैक्टिव 3डी एप्लिकेशन, आभासी वास्तविकता और वीडियो गेम बनाएं।",
    "it": "Crea film animati, effetti visivi, grafica in movimento, applicazioni 3D interattive, realtà virtuale e videogiochi.",
    "ja": "アニメーション映画、ビジュアルエフェクト、モーショングラフィックス、インタラクティブな 3D アプリケーション、仮想現実、ビデオ ゲームを作成します。",
    "ko": "애니메이션 영화, 시각 효과, 모션 그래픽, 대화형 3D 애플리케이션, 가상 현실 및 비디오 게임을 제작하세요.",
    "nl": "Maak animatiefilms, visuele effecten, motion graphics, interactieve 3D-applicaties, virtual reality en videogames.",
    "pl": "Twórz filmy animowane, efekty wizualne, animowaną grafikę, interaktywne aplikacje 3D, wirtualną rzeczywistość i gry wideo.",
    "pt_BR,pt_PT": "Crie filmes animados, efeitos visuais, gráficos em movimento, aplicativos 3D interativos, realidade virtual e videogames.",
    "ru": "Создавайте анимационные фильмы, визуальные эффекты, анимационную графику, интерактивные 3D-приложения, виртуальную реальность.",
    "tr": "Animasyonlu filmler, görsel efektler, hareketli grafikler, etkileşimli 3D uygulamalar, sanal gerçeklik ve video oyunları oluşturun.",
    "uk": "Створюйте анімаційні фільми, візуальні ефекти, анімаційну графіку, інтерактивні 3D програми, віртуальну реальність.",
    "zh_CN": "创建动画电影、视觉效果、动态图形、交互式 3D 应用程序、虚拟现实和视频游戏"
  },
  "long": {
    "ar": "يتيح هذا الامتداد للمستخدمين استخدام برنامج Blender. Blender هو برنامج لرسومات الكمبيوتر ثلاثية الأبعاد لإنشاء أفلام الرسوم المتحركة والمؤثرات البصرية والفن والنماذج المطبوعة ثلاثية الأبعاد والرسومات المتحركة والتطبيقات التفاعلية ثلاثية الأبعاد والواقع الافتراضي وألعاب الفيديو.\n\nBlender عبارة عن مجموعة متكاملة لإنشاء المحتوى ثلاثي الأبعاد، تقدم مجموعة واسعة من الأدوات الأساسية، بما في ذلك:\n\n• النمذجة - يحتاج إنشاء مشهد ثلاثي الأبعاد إلى ثلاثة مكونات رئيسية على الأقل: النماذج والمواد والأضواء. في هذا الجزء، يتم تناول أول هذه العناصر، وهي النمذجة. النمذجة هي ببساطة فن وعلم إنشاء سطح يحاكي شكل كائن في العالم الحقيقي أو يعبر عن خيالك للأشياء المجردة.\n\n• العرض - العرض هو عملية تحويل مشهد ثلاثي الأبعاد إلى صورة ثنائية الأبعاد. يتضمن Blender ثلاثة محركات تقديم ذات نقاط قوة مختلفة:\n         - EEVEE هو عارض فعلي قائم على الوقت الفعلي.\n         - الدورات عبارة عن أداة تتبع مسار مادية.\n         - تم تصميم Workbench للتخطيط والنمذجة والمعاينات.\n\n• الرسوم المتحركة والتجهيزات الرسوم المتحركة هي تحريك الكائن أو تغيير شكله بمرور الوقت.\n\n• تحرير الفيديو - يمكن استخدام الخلاط لتحرير مقاطع الفيديو. هناك طريقتان محتملتان للقيام بذلك، إحداهما هي أداة الدمج والأخرى الموضحة في هذا الفصل وهي أداة تسلسل الفيديو. يعد Video Sequencer داخل Blender نظامًا كاملاً لتحرير الفيديو يسمح لك بدمج قنوات فيديو متعددة وإضافة تأثيرات إليها. يمكنك استخدام هذه التأثيرات لإنشاء تعديلات قوية على الفيديو، خاصة عند دمجها مع قوة الرسوم المتحركة التي يوفرها Blender!\n\n• VFX - يتم استخدام تتبع الحركة لتتبع حركة الكائنات و/أو الكاميرا، ومن خلال القيود، لتطبيق بيانات التتبع هذه على كائنات ثلاثية الأبعاد (أو كائن واحد فقط)، والتي تم إنشاؤها في Blender أو استيرادها إلى التطبيق .\n\n• التركيب - تسمح لك عقد التركيب بتجميع صورة (أو فيلم) وتحسينها. باستخدام عقد التركيب، يمكنك لصق قطعتين من اللقطات معًا وتلوين التسلسل بأكمله مرة واحدة.\n\n• التركيب - تكون أنسجة الصورة مطلوبة عادةً عندما يكون من الصعب تحقيق المظهر المطلوب باستخدام الأنسجة الإجرائية، أو إذا كانت البنية غير موحدة. على سبيل المثال، لن تتعرض السيارة إلا للخدوش في أماكن قليلة منطقية، وليس في أماكن عشوائية في جميع أنحاء جسمها.\n\n• العديد من أنواع المحاكاة. يتيح لك نظام الفيزياء في Blender محاكاة عدد من الظواهر الفيزيائية المختلفة في العالم الحقيقي. يمكنك استخدام هذه الأنظمة لإنشاء مجموعة متنوعة من التأثيرات الثابتة والديناميكية مثل: الشعر والعشب والقطعان والمطر والدخان والغبار والماء.\n\nيتضمن هذا الامتداد أيضًا الوصول إلى مدير الملفات لتحميل وتنزيل الملفات والرسوم المتحركة ومقاطع الفيديو التي تم إنشاؤها.\n\nهذا الامتداد هو توزيع Blender عبر الإنترنت لذا فهو متوافق مع Blender GPL",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension allows users to use the Blender software program. Blender is a program for 3D computer graphics to create animated films, visual effects, art, 3D-printed models, motion graphics, interactive 3D applications, virtual reality, and video games. \n\nBlender is a fully integrated 3D content creation suite, offering a broad range of essential tools, including:\n\n•\tModeling - The creation of a 3D scene needs at least three key components: Models, materials and lights. In this part, the first of these is covered, that being modeling. Modeling is simply the art and science of creating a surface that either mimics the shape of a real-world object or expresses your imagination of abstract objects.\n\n•\tRendering - Rendering is the process of turning a 3D scene into a 2D image. Blender includes three render engines with different strengths:\n        - EEVEE is a physically based realtime renderer.\n        - Cycles is a physically based path tracer.\n        - Workbench is designed for layout, modeling and previews.\n\n•\tAnimation & Rigging Animation is making an object move or change shape over time. \n\n•\tVideo Editing - Blender can be used to edit videos. There are two possible methods for this, one being the Compositor and the other, described in this chapter, being the Video Sequencer. The Video Sequencer within Blender is a complete video editing system that allows you to combine multiple video channels and add effects to them. You can use these effects to create powerful video edits, especially when you combine it with the animation power of Blender!\n\n•\tVFX - Motion Tracking is used to track the motion of objects and/or a camera and, through the constraints, to apply this tracking data to 3D objects (or just one), which have either been created in Blender or imported into the application.\n\n•\tCompositing - Compositing Nodes allow you to assemble and enhance an image (or movie). Using composition nodes, you can glue two pieces of footage together and colorize the whole sequence all at once.\n\n•\tTexturing - Image textures are typically needed when the desired look is hard to achieve with procedural textures, or if the texture is not uniform. For example, a car would only have scratches in a few places where they make sense, not in random places all over its body.\n\n•\tMany types of Simulations. Blender’s physics system allows you to simulate a number of different real-world physical phenomena. You can use these systems to create a variety of static and dynamic effects such as: Hair, grass, and flocks, Rain, Smoke and dust, water.\n\nThis extension also includes access to a file manager to upload and download the files, animations and videos created.\n\nThis extension is the Blender online distribution so it is compliant with the Blender GPL",
    "de": "Mit dieser Erweiterung können Benutzer das Blender-Softwareprogramm verwenden. Blender ist ein Programm für 3D-Computergrafik zum Erstellen von Animationsfilmen, visuellen Effekten, Kunst, 3D-gedruckten Modellen, Bewegungsgrafiken, interaktiven 3D-Anwendungen, virtueller Realität und Videospielen.\n\nBlender ist eine vollständig integrierte Suite zur Erstellung von 3D-Inhalten, die eine breite Palette wichtiger Tools bietet, darunter:\n\n• Modellierung – Die Erstellung einer 3D-Szene erfordert mindestens drei Schlüsselkomponenten: Modelle, Materialien und Lichter. In diesem Teil wird die erste davon behandelt, nämlich die Modellierung. Modellieren ist einfach die Kunst und Wissenschaft, eine Oberfläche zu schaffen, die entweder die Form eines realen Objekts nachahmt oder Ihre Vorstellung von abstrakten Objekten zum Ausdruck bringt.\n\n• Rendern – Beim Rendern wird eine 3D-Szene in ein 2D-Bild umgewandelt. Blender umfasst drei Render-Engines mit unterschiedlichen Stärken:\n         - EEVEE ist ein physikalisch basierter Echtzeit-Renderer.\n         - Cycles ist ein physikalisch basierter Pfadfinder.\n         - Workbench ist für Layout, Modellierung und Vorschau konzipiert.\n\n• Animation und Rigging Unter Animation versteht man, dass sich ein Objekt im Laufe der Zeit bewegt oder seine Form ändert.\n\n• Videobearbeitung – Blender kann zum Bearbeiten von Videos verwendet werden. Hierfür gibt es zwei mögliche Methoden, eine ist der Compositor und die andere, die in diesem Kapitel beschrieben wird, ist der Videosequenzer. Der Videosequenzer in Blender ist ein komplettes Videobearbeitungssystem, mit dem Sie mehrere Videokanäle kombinieren und ihnen Effekte hinzufügen können. Mit diesen Effekten können Sie leistungsstarke Videobearbeitungen erstellen, insbesondere wenn Sie sie mit der Animationsleistung von Blender kombinieren!\n\n• VFX – Motion Tracking wird verwendet, um die Bewegung von Objekten und/oder einer Kamera zu verfolgen und diese Tracking-Daten über die Einschränkungen auf 3D-Objekte (oder nur eines) anzuwenden, die entweder in Blender erstellt oder in die Anwendung importiert wurden .\n\n• Compositing – Mit Compositing-Knoten können Sie ein Bild (oder einen Film) zusammenstellen und verbessern. Mithilfe von Kompositionsknoten können Sie zwei Filmmaterialstücke zusammenkleben und die gesamte Sequenz auf einmal einfärben.\n\n• Texturierung – Bildtexturen werden normalerweise benötigt, wenn das gewünschte Aussehen mit prozeduralen Texturen schwer zu erreichen ist oder wenn die Textur nicht einheitlich ist. Beispielsweise hätte ein Auto Kratzer nur an wenigen Stellen, an denen sie sinnvoll wären, und nicht an zufälligen Stellen an der gesamten Karosserie.\n\n• Viele Arten von Simulationen. Mit dem Physiksystem von Blender können Sie eine Reihe verschiedener realer physikalischer Phänomene simulieren. Mit diesen Systemen können Sie eine Vielzahl statischer und dynamischer Effekte erzeugen, wie zum Beispiel: Haare, Gras und Herden, Regen, Rauch und Staub, Wasser.\n\nDiese Erweiterung beinhaltet auch den Zugriff auf einen Dateimanager zum Hoch- und Herunterladen der erstellten Dateien, Animationen und Videos.\n\nDiese Erweiterung ist die Online-Distribution von Blender und entspricht daher der Blender GPL",
    "es,es_419": "Esta extensión permite a los usuarios utilizar el programa de software Blender. Blender es un programa de gráficos por computadora en 3D para crear películas animadas, efectos visuales, arte, modelos impresos en 3D, gráficos en movimiento, aplicaciones 3D interactivas, realidad virtual y videojuegos.\n\nBlender es una suite de creación de contenido 3D totalmente integrada que ofrece una amplia gama de herramientas esenciales, que incluyen:\n\n• Modelado: la creación de una escena 3D necesita al menos tres componentes clave: modelos, materiales y luces. En esta parte se aborda el primero de ellos, el modelado. El modelado es simplemente el arte y la ciencia de crear una superficie que imite la forma de un objeto del mundo real o exprese su imaginación de objetos abstractos.\n\n• Renderizado: el renderizado es el proceso de convertir una escena 3D en una imagen 2D. Blender incluye tres motores de renderizado con diferentes puntos fuertes:\n         - EEVEE es un renderizador físico en tiempo real.\n         - Cycles es un trazador de ruta basado físicamente.\n         - Workbench está diseñado para diseño, modelado y vistas previas.\n\n• Animación y montaje La animación consiste en hacer que un objeto se mueva o cambie de forma con el tiempo.\n\n• Edición de vídeo: Blender se puede utilizar para editar vídeos. Hay dos métodos posibles para esto, uno es el Compositor y el otro, descrito en este capítulo, es el Secuenciador de Vídeo. El secuenciador de video dentro de Blender es un completo sistema de edición de video que le permite combinar múltiples canales de video y agregarles efectos. Puedes usar estos efectos para crear poderosas ediciones de video, ¡especialmente cuando los combinas con el poder de animación de Blender!\n\n• VFX - Motion Tracking se utiliza para rastrear el movimiento de objetos y/o una cámara y, a través de las restricciones, para aplicar estos datos de seguimiento a objetos 3D (o solo uno), que han sido creados en Blender o importados a la aplicación. .\n\n• Composición: los nodos de composición le permiten ensamblar y mejorar una imagen (o película). Usando nodos de composición, puedes pegar dos fragmentos de metraje y colorear toda la secuencia a la vez.\n\n• Texturizado: las texturas de la imagen suelen ser necesarias cuando es difícil lograr el aspecto deseado con texturas procesales o si la textura no es uniforme. Por ejemplo, un automóvil solo tendría rayones en algunos lugares donde tienen sentido, no en lugares aleatorios de toda la carrocería.\n\n• Muchos tipos de Simulaciones. El sistema de física de Blender te permite simular una serie de fenómenos físicos diferentes del mundo real. Puede utilizar estos sistemas para crear una variedad de efectos estáticos y dinámicos como: pelo, hierba y bandadas, lluvia, humo y polvo, agua.\n\nEsta extensión también incluye acceso a un administrador de archivos para cargar y descargar los archivos, animaciones y vídeos creados.\n\nEsta extensión es la distribución en línea de Blender, por lo que cumple con Blender GPL.",
    "fr": "Cette extension permet aux utilisateurs d'utiliser le logiciel Blender. Blender est un programme d'infographie 3D permettant de créer des films d'animation, des effets visuels, des œuvres d'art, des modèles imprimés en 3D, des graphiques animés, des applications 3D interactives, de la réalité virtuelle et des jeux vidéo.\n\nBlender est une suite de création de contenu 3D entièrement intégrée, offrant une large gamme d'outils essentiels, notamment :\n\n• Modélisation - La création d'une scène 3D nécessite au moins trois éléments clés : modèles, matériaux et lumières. Dans cette partie, le premier d’entre eux est abordé, à savoir la modélisation. La modélisation est simplement l'art et la science consistant à créer une surface qui imite la forme d'un objet du monde réel ou exprime votre imagination d'objets abstraits.\n\n• Rendu - Le rendu est le processus de transformation d'une scène 3D en une image 2D. Blender comprend trois moteurs de rendu avec des puissances différentes :\n         - EEVEE est un moteur de rendu en temps réel basé physiquement.\n         - Cycles est un traceur de chemin basé sur la physique.\n         - Workbench est conçu pour la mise en page, la modélisation et les aperçus.\n\n• Animation et gréage L'animation consiste à faire bouger ou modifier la forme d'un objet au fil du temps.\n\n• Montage vidéo - Blender peut être utilisé pour éditer des vidéos. Il existe deux méthodes possibles pour cela, l'une étant le Compositor et l'autre, décrite dans ce chapitre, étant le Video Sequencer. Le séquenceur vidéo de Blender est un système de montage vidéo complet qui vous permet de combiner plusieurs canaux vidéo et d'y ajouter des effets. Vous pouvez utiliser ces effets pour créer de puissants montages vidéo, surtout lorsque vous les combinez avec la puissance d'animation de Blender !\n\n• VFX - Motion Tracking est utilisé pour suivre le mouvement d'objets et/ou d'une caméra et, à travers les contraintes, pour appliquer ces données de suivi à des objets 3D (ou à un seul), qui ont été créés dans Blender ou importés dans l'application. .\n\n• Compositing - Les nœuds de composition vous permettent d'assembler et d'améliorer une image (ou un film). À l’aide des nœuds de composition, vous pouvez coller deux séquences ensemble et coloriser toute la séquence en même temps.\n\n• Texturation - Les textures d'image sont généralement nécessaires lorsque l'aspect souhaité est difficile à obtenir avec des textures procédurales ou si la texture n'est pas uniforme. Par exemple, une voiture n’aurait des rayures qu’à quelques endroits où elles ont du sens, et non à des endroits aléatoires sur toute la carrosserie.\n\n• De nombreux types de simulations. Le système physique de Blender vous permet de simuler un certain nombre de phénomènes physiques différents du monde réel. Vous pouvez utiliser ces systèmes pour créer une variété d'effets statiques et dynamiques tels que : Cheveux, herbe et troupeaux, Pluie, Fumée et poussière, Eau.\n\nCette extension comprend également l'accès à un gestionnaire de fichiers pour charger et télécharger les fichiers, animations et vidéos créés.\n\nCette extension est la distribution en ligne de Blender, elle est donc conforme à la GPL de Blender.",
    "hi": "यह एक्सटेंशन उपयोगकर्ताओं को ब्लेंडर सॉफ़्टवेयर प्रोग्राम का उपयोग करने की अनुमति देता है। ब्लेंडर एनिमेटेड फिल्में, दृश्य प्रभाव, कला, 3डी-मुद्रित मॉडल, मोशन ग्राफिक्स, इंटरैक्टिव 3डी एप्लिकेशन, आभासी वास्तविकता और वीडियो गेम बनाने के लिए 3डी कंप्यूटर ग्राफिक्स के लिए एक प्रोग्राम है।\n\nब्लेंडर एक पूरी तरह से एकीकृत 3डी सामग्री निर्माण सूट है, जो आवश्यक उपकरणों की एक विस्तृत श्रृंखला पेश करता है, जिसमें शामिल हैं:\n\n• मॉडलिंग - 3डी दृश्य के निर्माण के लिए कम से कम तीन प्रमुख घटकों की आवश्यकता होती है: मॉडल, सामग्री और रोशनी। इस भाग में, इनमें से पहला कवर किया गया है, वह है मॉडलिंग। मॉडलिंग बस एक सतह बनाने की कला और विज्ञान है जो या तो वास्तविक दुनिया की वस्तु के आकार की नकल करती है या अमूर्त वस्तुओं की आपकी कल्पना को व्यक्त करती है।\n\n• रेंडरिंग - रेंडरिंग एक 3D दृश्य को 2D छवि में बदलने की प्रक्रिया है। ब्लेंडर में विभिन्न शक्तियों वाले तीन रेंडर इंजन शामिल हैं:\n         - EEVEE एक भौतिक रूप से आधारित रियलटाइम रेंडरर है।\n         - साइकिल एक भौतिक रूप से आधारित पथ अनुरेखक है।\n         - कार्यक्षेत्र को लेआउट, मॉडलिंग और पूर्वावलोकन के लिए डिज़ाइन किया गया है।\n\n• एनीमेशन और रिगिंग एनीमेशन किसी वस्तु को समय के साथ हिलाना या उसका आकार बदलना है।\n\n• वीडियो संपादन - वीडियो संपादित करने के लिए ब्लेंडर का उपयोग किया जा सकता है। इसके लिए दो संभावित तरीके हैं, एक कंपोजिटर और दूसरा, इस अध्याय में वर्णित वीडियो सीक्वेंसर। ब्लेंडर के भीतर वीडियो सीक्वेंसर एक संपूर्ण वीडियो संपादन प्रणाली है जो आपको कई वीडियो चैनलों को संयोजित करने और उनमें प्रभाव जोड़ने की अनुमति देता है। आप शक्तिशाली वीडियो संपादन बनाने के लिए इन प्रभावों का उपयोग कर सकते हैं, खासकर जब आप इसे ब्लेंडर की एनीमेशन शक्ति के साथ जोड़ते हैं!\n\n• वीएफएक्स - मोशन ट्रैकिंग का उपयोग वस्तुओं और/या कैमरे की गति को ट्रैक करने के लिए किया जाता है और, बाधाओं के माध्यम से, इस ट्रैकिंग डेटा को 3 डी ऑब्जेक्ट्स (या सिर्फ एक) पर लागू करने के लिए किया जाता है, जो या तो ब्लेंडर में बनाए गए हैं या एप्लिकेशन में आयात किए गए हैं .\n\n• कंपोजिटिंग - कंपोजिटिंग नोड्स आपको एक छवि (या मूवी) को इकट्ठा करने और बढ़ाने की अनुमति देते हैं। कंपोज़िशन नोड्स का उपयोग करके, आप फ़ुटेज के दो टुकड़ों को एक साथ चिपका सकते हैं और पूरे अनुक्रम को एक ही बार में रंगीन कर सकते हैं।\n\n• बनावट - छवि बनावट की आमतौर पर आवश्यकता तब होती है जब प्रक्रियात्मक बनावट के साथ वांछित लुक हासिल करना कठिन होता है, या यदि बनावट एक समान नहीं होती है। उदाहरण के लिए, एक कार में केवल कुछ ही स्थानों पर खरोंचें होंगी, जहां उनका कोई मतलब होगा, पूरे शरीर में यादृच्छिक स्थानों पर नहीं।\n\n• कई प्रकार के सिमुलेशन। ब्लेंडर की भौतिकी प्रणाली आपको वास्तविक दुनिया की कई अलग-अलग भौतिक घटनाओं का अनुकरण करने की अनुमति देती है। आप इन प्रणालियों का उपयोग विभिन्न प्रकार के स्थिर और गतिशील प्रभाव बनाने के लिए कर सकते हैं जैसे: बाल, घास और झुंड, बारिश, धुआं और धूल, पानी।\n\nइस एक्सटेंशन में बनाई गई फ़ाइलों, एनिमेशन और वीडियो को अपलोड और डाउनलोड करने के लिए फ़ाइल प्रबंधक तक पहुंच भी शामिल है।\n\nयह एक्सटेंशन ब्लेंडर ऑनलाइन वितरण है इसलिए यह ब्लेंडर जीपीएल के अनुरूप है",
    "it": "Questa estensione consente agli utenti di utilizzare il programma software Blender. Blender è un programma di computer grafica 3D per creare film animati, effetti visivi, arte, modelli stampati in 3D, grafica in movimento, applicazioni 3D interattive, realtà virtuale e videogiochi.\n\nBlender è una suite per la creazione di contenuti 3D completamente integrata, che offre un'ampia gamma di strumenti essenziali, tra cui:\n\n• Modellazione - La creazione di una scena 3D necessita di almeno tre componenti chiave: modelli, materiali e luci. In questa parte viene trattato il primo di questi, ovvero la modellazione. La modellazione è semplicemente l'arte e la scienza di creare una superficie che imiti la forma di un oggetto del mondo reale o esprima la tua immaginazione di oggetti astratti.\n\n• Rendering: il rendering è il processo di trasformazione di una scena 3D in un'immagine 2D. Blender include tre motori di rendering con diversi punti di forza:\n         - EEVEE è un renderer in tempo reale basato sulla fisica.\n         - Cycles è un tracciatore di percorsi basato sulla fisica.\n         - Workbench è progettato per layout, modellazione e anteprime.\n\n• Animazione e rigging L'animazione fa sì che un oggetto si muova o cambi forma nel tempo.\n\n• Editing video: Blender può essere utilizzato per modificare video. Ci sono due metodi possibili per questo, uno è il Compositor e l'altro, descritto in questo capitolo, è il Sequencer video. Il sequenziatore video all'interno di Blender è un sistema di editing video completo che ti consente di combinare più canali video e aggiungere effetti ad essi. Puoi utilizzare questi effetti per creare potenti modifiche video, soprattutto quando li combini con la potenza di animazione di Blender!\n\n• VFX - Motion Tracking viene utilizzato per tracciare il movimento degli oggetti e/o di una telecamera e, attraverso i vincoli, per applicare questi dati di tracciamento a oggetti 3D (o solo a uno), che sono stati creati in Blender o importati nell'applicazione .\n\n• Composizione: i nodi di composizione consentono di assemblare e migliorare un'immagine (o un filmato). Utilizzando i nodi di composizione, puoi incollare insieme due pezzi di metraggio e colorare l'intera sequenza tutto in una volta.\n\n• Texture: le texture delle immagini sono generalmente necessarie quando è difficile ottenere l'aspetto desiderato con texture procedurali o se la texture non è uniforme. Ad esempio, un’auto avrebbe graffi solo in alcuni punti sensati, non in punti casuali su tutta la carrozzeria.\n\n• Molti tipi di simulazioni. Il sistema fisico di Blender ti consente di simulare una serie di diversi fenomeni fisici del mondo reale. È possibile utilizzare questi sistemi per creare una varietà di effetti statici e dinamici come: capelli, erba e stormi, pioggia, fumo e polvere, acqua.\n\nQuesta estensione include anche l'accesso a un file manager per caricare e scaricare i file, le animazioni e i video creati.\n\nQuesta estensione è la distribuzione online di Blender quindi è conforme alla Blender GPL",
    "ja": "この拡張機能により、ユーザーは Blender ソフトウェア プログラムを使用できるようになります。 Blender は、アニメーション映画、視覚効果、アート、3D プリント モデル、モーション グラフィックス、インタラクティブ 3D アプリケーション、仮想現実、およびビデオ ゲームを作成するための 3D コンピュータ グラフィックス用のプログラムです。\n\nBlender は完全に統合された 3D コンテンツ作成スイートであり、次のような幅広い必須ツールを提供します。\n\n• モデリング - 3D シーンの作成には、モデル、マテリアル、ライトという少なくとも 3 つの主要なコンポーネントが必要です。 このパートでは、その最初のモデリングについて説明します。 モデリングは、現実世界のオブジェクトの形状を模倣したり、抽象的なオブジェクトの想像力を表現したりする表面を作成する芸術および科学です。\n\n• レンダリング - レンダリングは、3D シーンを 2D 画像に変換するプロセスです。 Blender には、異なる強みを持つ 3 つのレンダリング エンジンが含まれています。\n         - EEVEE は物理ベースのリアルタイム レンダラーです。\n         - Cycles は物理ベースのパス トレーサーです。\n         - ワークベンチは、レイアウト、モデリング、プレビュー用に設計されています。\n\n• アニメーションとリギング アニメーションとは、時間の経過とともにオブジェクトを動かしたり、形状を変化させたりすることです。\n\n• ビデオ編集 - Blender を使用してビデオを編集できます。 これには 2 つの方法が考えられます。1 つはコンポジターで、もう 1 つはこの章で説明するビデオ シーケンサーです。 Blender 内のビデオ シーケンサーは、複数のビデオ チャンネルを組み合わせてエフェクトを追加できる完全なビデオ編集システムです。 これらのエフェクトを使用すると、特に Blender のアニメーション機能と組み合わせると、強力なビデオ編集を作成できます。\n\n• VFX - モーション トラッキングは、オブジェクトやカメラの動きを追跡し、制約を通じてこの追跡データを、Blender で作成されたかアプリケーションにインポートされた 3D オブジェクト (または 1 つだけ) に適用するために使用されます。 。\n\n• 合成 - 合成ノードを使用すると、画像 (またはムービー) を組み立てて強化できます。 コンポジション ノードを使用すると、2 つのフッテージを貼り合わせて、シーケンス全体を一度にカラー化できます。\n\n• テクスチャリング - 通常、画像テクスチャは、手続き型テクスチャでは目的の外観を実現するのが難しい場合、またはテクスチャが均一でない場合に必要です。 たとえば、車の傷は、ボディ全体のランダムな場所ではなく、意味のあるいくつかの場所にのみあります。\n\n• さまざまな種類のシミュレーション。 Blender の物理システムを使用すると、現実世界のさまざまな物理現象をシミュレートできます。 これらのシステムを使用して、髪の毛、草、群れ、雨、煙と塵、水などのさまざまな静的および動的効果を作成できます。\n\nこの拡張機能には、作成されたファイル、アニメーション、ビデオをアップロードおよびダウンロードするためのファイル マネージャーへのアクセスも含まれています。\n\nこの拡張機能は Blender のオンライン ディストリビューションであるため、Blender GPL に準拠しています。",
    "ko": "이 확장을 통해 사용자는 Blender 소프트웨어 프로그램을 사용할 수 있습니다. Blender는 애니메이션 영화, 시각 효과, 예술, 3D 인쇄 모델, 모션 그래픽, 대화형 3D 응용 프로그램, 가상 현실 및 비디오 게임을 만들기 위한 3D 컴퓨터 그래픽용 프로그램입니다.\n\nBlender는 완전히 통합된 3D 콘텐츠 제작 제품군으로, 다음을 포함한 광범위한 필수 도구를 제공합니다.\n\n• 모델링 - 3D 장면을 생성하려면 모델, 재료, 조명이라는 세 가지 이상의 핵심 구성 요소가 필요합니다. 이 부분에서는 이들 중 첫 번째인 모델링을 다룹니다. 모델링은 실제 물체의 모양을 모방하거나 추상적 물체에 대한 상상을 표현하는 표면을 만드는 예술이자 과학입니다.\n\n• 렌더링 - 렌더링은 3D 장면을 2D 이미지로 변환하는 프로세스입니다. Blender에는 서로 다른 장점을 지닌 세 가지 렌더링 엔진이 포함되어 있습니다.\n         - EEVEE는 물리 기반 실시간 렌더러입니다.\n         - Cycles는 물리적 기반의 경로 추적기입니다.\n         - Workbench는 레이아웃, 모델링 및 미리보기를 위해 설계되었습니다.\n\n• 애니메이션 및 리깅 애니메이션은 시간이 지남에 따라 개체를 움직이거나 모양을 변경하는 것입니다.\n\n• 비디오 편집 - 블렌더를 사용하여 비디오를 편집할 수 있습니다. 이를 위한 두 가지 가능한 방법이 있습니다. 하나는 합성기이고 다른 하나는 이 장에서 설명하는 비디오 시퀀서입니다. Blender의 비디오 시퀀서는 여러 비디오 채널을 결합하고 효과를 추가할 수 있는 완벽한 비디오 편집 시스템입니다. 이러한 효과를 사용하면 특히 Blender의 애니메이션 기능과 결합하여 강력한 비디오 편집을 만들 수 있습니다!\n\n• VFX - 모션 추적은 객체 및/또는 카메라의 모션을 추적하고 제약 조건을 통해 이 추적 데이터를 Blender에서 생성되었거나 애플리케이션으로 가져온 3D 객체(또는 하나만)에 적용하는 데 사용됩니다. .\n\n• 합성 - 합성 노드를 사용하면 이미지(또는 동영상)를 조합하고 향상시킬 수 있습니다. 컴포지션 노드를 사용하면 두 개의 푸티지를 함께 붙이고 전체 시퀀스를 한 번에 색상화할 수 있습니다.\n\n• 텍스처링 - 절차적 텍스처로 원하는 모양을 얻기 어렵거나 텍스처가 균일하지 않은 경우 일반적으로 이미지 텍스처가 필요합니다. 예를 들어, 자동차의 흠집은 차체 전체의 무작위 위치가 아니라 의미가 있는 몇 군데에만 긁힌 자국이 있을 것입니다.\n\n• 다양한 유형의 시뮬레이션. Blender의 물리 시스템을 사용하면 다양한 실제 물리 현상을 시뮬레이션할 수 있습니다. 이러한 시스템을 사용하여 머리카락, 풀, 무리, 비, 연기 및 먼지, 물과 같은 다양한 정적 및 동적 효과를 만들 수 있습니다.\n\n이 확장에는 생성된 파일, 애니메이션 및 비디오를 업로드하고 다운로드할 수 있는 파일 관리자에 대한 액세스도 포함됩니다.\n\n이 확장은 Blender 온라인 배포판이므로 Blender GPL을 준수합니다.",
    "nl": "Met deze extensie kunnen gebruikers het Blender-softwareprogramma gebruiken. Blender is een programma voor 3D-computergraphics om animatiefilms, visuele effecten, kunst, 3D-geprinte modellen, motion graphics, interactieve 3D-toepassingen, virtual reality en videogames te creëren.\n\nBlender is een volledig geïntegreerd pakket voor het maken van 3D-inhoud en biedt een breed scala aan essentiële tools, waaronder:\n\n• Modellering - Voor het creëren van een 3D-scène zijn ten minste drie belangrijke componenten nodig: modellen, materialen en verlichting. In dit deel wordt de eerste hiervan behandeld, namelijk modelleren. Modelleren is eenvoudigweg de kunst en wetenschap van het creëren van een oppervlak dat de vorm van een object uit de echte wereld nabootst of je verbeelding van abstracte objecten tot uitdrukking brengt.\n\n• Rendering - Rendering is het proces waarbij een 3D-scène wordt omgezet in een 2D-afbeelding. Blender bevat drie render-engines met verschillende sterktes:\n         - EEVEE is een fysiek gebaseerde realtime renderer.\n         - Cycles is een fysiek gebaseerde padtracer.\n         - Workbench is ontworpen voor lay-out, modellering en previews.\n\n• Animatie en rigging Animatie is het in de loop van de tijd laten bewegen of van vorm veranderen van een object.\n\n• Videobewerking - Blender kan worden gebruikt om video's te bewerken. Hiervoor zijn twee mogelijke methoden: de ene is de Compositor en de andere, die in dit hoofdstuk wordt beschreven, de Video Sequencer. De Video Sequencer binnen Blender is een compleet videobewerkingssysteem waarmee je meerdere videokanalen kunt combineren en er effecten aan kunt toevoegen. Met deze effecten kun je krachtige videobewerkingen maken, vooral als je dit combineert met de animatiekracht van Blender!\n\n• VFX - Motion Tracking wordt gebruikt om de beweging van objecten en/of een camera te volgen en, ondanks de beperkingen, deze trackinggegevens toe te passen op 3D-objecten (of slechts één), die ofwel in Blender zijn gemaakt of in de applicatie zijn geïmporteerd .\n\n• Compositing - Met Compositing Nodes kunt u een afbeelding (of film) samenstellen en verbeteren. Met behulp van compositieknooppunten kun je twee stukken beeldmateriaal aan elkaar plakken en de hele reeks in één keer inkleuren.\n\n• Textuur - Beeldtexturen zijn meestal nodig als het gewenste uiterlijk moeilijk te bereiken is met procedurele texturen, of als de textuur niet uniform is. Een auto zou bijvoorbeeld slechts op een paar plaatsen krassen vertonen waar ze zinvol zijn, en niet op willekeurige plaatsen over de hele carrosserie.\n\n• Veel soorten simulaties. Met het natuurkundige systeem van Blender kun je een aantal verschillende fysieke verschijnselen uit de echte wereld simuleren. U kunt deze systemen gebruiken om een verscheidenheid aan statische en dynamische effecten te creëren, zoals: haar, gras en kudden, regen, rook en stof, water.\n\nDeze extensie omvat ook toegang tot een bestandsbeheerder om de gemaakte bestanden, animaties en video's te uploaden en downloaden.\n\nDeze extensie is de online distributie van Blender en voldoet dus aan de Blender GPL",
    "pl": "To rozszerzenie umożliwia użytkownikom korzystanie z programu Blender. Blender to program do grafiki komputerowej 3D do tworzenia filmów animowanych, efektów wizualnych, dzieł sztuki, modeli drukowanych 3D, grafiki ruchomej, interaktywnych aplikacji 3D, rzeczywistości wirtualnej i gier wideo.\n\nBlender to w pełni zintegrowany pakiet do tworzenia treści 3D, oferujący szeroką gamę niezbędnych narzędzi, w tym:\n\n• Modelowanie – stworzenie sceny 3D wymaga co najmniej trzech kluczowych elementów: modeli, materiałów i świateł. W tej części omówiony zostanie pierwszy z nich, czyli modelowanie. Modelowanie to po prostu sztuka i nauka tworzenia powierzchni, która albo naśladuje kształt obiektu ze świata rzeczywistego, albo wyraża wyobraźnię abstrakcyjnych obiektów.\n\n• Renderowanie — Renderowanie to proces przekształcania sceny 3D w obraz 2D. Blender zawiera trzy silniki renderujące o różnych mocach:\n         - EEVEE to renderer działający w czasie rzeczywistym oparty na fizyce.\n         - Cycles to narzędzie do śledzenia ścieżki oparte na fizyce.\n         - Workbench przeznaczony jest do układania, modelowania i podglądów.\n\n• Animacja i olinowanie Animacja powoduje, że obiekt porusza się lub zmienia kształt w czasie.\n\n• Edycja wideo – Blender może być używany do edycji filmów. Istnieją dwie możliwe metody, jedna to Kompozytor, a druga, opisana w tym rozdziale, to Sekwenser Wideo. Video Sequencer w Blenderze to kompletny system edycji wideo, który pozwala łączyć wiele kanałów wideo i dodawać do nich efekty. Możesz użyć tych efektów do tworzenia potężnych edycji wideo, zwłaszcza jeśli połączysz je z mocą animacji Blendera!\n\n• VFX — śledzenie ruchu służy do śledzenia ruchu obiektów i/lub kamery oraz, poprzez ograniczenia, do stosowania tych danych śledzenia do obiektów 3D (lub tylko jednego), które zostały utworzone w Blenderze lub zaimportowane do aplikacji .\n\n• Compositing — Węzły Compositing umożliwiają składanie i ulepszanie obrazu (lub filmu). Korzystając z węzłów kompozycji, możesz skleić ze sobą dwa fragmenty materiału i pokolorować całą sekwencję na raz.\n\n• Teksturowanie — tekstury obrazu są zwykle potrzebne, gdy pożądany wygląd jest trudny do osiągnięcia za pomocą tekstur proceduralnych lub jeśli tekstura nie jest jednolita. Na przykład samochód miałby zadrapania tylko w kilku miejscach, gdzie jest to uzasadnione, a nie w przypadkowych miejscach na całym nadwoziu.\n\n• Wiele rodzajów symulacji. System fizyki Blendera pozwala symulować wiele różnych zjawisk fizycznych w świecie rzeczywistym. Można używać tych systemów do tworzenia różnorodnych efektów statycznych i dynamicznych, takich jak: włosy, trawa i stada, deszcz, dym i kurz, woda.\n\nTo rozszerzenie obejmuje również dostęp do menedżera plików umożliwiającego przesyłanie i pobieranie utworzonych plików, animacji i filmów.\n\nTo rozszerzenie jest dystrybucją internetową Blendera, więc jest zgodne z licencją Blender GPL",
    "pt_BR,pt_PT": "Esta extensão permite aos usuários usar o programa de software Blender. Blender é um programa de computação gráfica 3D para criar filmes animados, efeitos visuais, arte, modelos impressos em 3D, gráficos em movimento, aplicativos 3D interativos, realidade virtual e videogames.\n\nO Blender é um conjunto de criação de conteúdo 3D totalmente integrado, que oferece uma ampla gama de ferramentas essenciais, incluindo:\n\n• Modelagem - A criação de uma cena 3D necessita de pelo menos três componentes principais: Modelos, materiais e luzes. Nesta parte, é abordado o primeiro deles, que é a modelagem. Modelagem é simplesmente a arte e a ciência de criar uma superfície que imite a forma de um objeto do mundo real ou expresse sua imaginação sobre objetos abstratos.\n\n• Renderização - Renderização é o processo de transformar uma cena 3D em uma imagem 2D. O Blender inclui três mecanismos de renderização com diferentes potências:\n         - EEVEE é um renderizador em tempo real baseado fisicamente.\n         - Cycles é um rastreador de caminho baseado fisicamente.\n         - Workbench é projetado para layout, modelagem e visualizações.\n\n• Animação e Rigging Animação é fazer com que um objeto se mova ou mude de forma ao longo do tempo.\n\n• Edição de Vídeo – O Blender pode ser usado para editar vídeos. Existem dois métodos possíveis para isso, sendo um o Compositor e o outro, descrito neste capítulo, o Sequenciador de Vídeo. O Sequenciador de Vídeo do Blender é um sistema completo de edição de vídeo que permite combinar vários canais de vídeo e adicionar efeitos a eles. Você pode usar esses efeitos para criar edições de vídeo poderosas, especialmente quando combinado com o poder de animação do Blender!\n\n• VFX - Motion Tracking é usado para rastrear o movimento de objetos e/ou uma câmera e, através das restrições, aplicar esses dados de rastreamento a objetos 3D (ou apenas um), que foram criados no Blender ou importados para o aplicativo .\n\n• Composição - Os nós de composição permitem montar e aprimorar uma imagem (ou filme). Usando nós de composição, você pode colar duas partes da filmagem e colorir toda a sequência de uma só vez.\n\n• Texturização - Texturas de imagem normalmente são necessárias quando a aparência desejada é difícil de ser obtida com texturas procedurais ou se a textura não for uniforme. Por exemplo, um carro só teria arranhões em alguns lugares onde eles fazem sentido, e não em lugares aleatórios por toda a carroceria.\n\n• Muitos tipos de simulações. O sistema de física do Blender permite simular vários fenômenos físicos diferentes do mundo real. Você pode usar esses sistemas para criar uma variedade de efeitos estáticos e dinâmicos, como: cabelo, grama e rebanhos, chuva, fumaça e poeira, água.\n\nEsta extensão também inclui acesso a um gerenciador de arquivos para fazer upload e download dos arquivos, animações e vídeos criados.\n\nEsta extensão é a distribuição online do Blender, portanto é compatível com a GPL do Blender",
    "ru": "Это расширение позволяет пользователям использовать программу Blender. Blender — это программа для компьютерной 3D-графики, предназначенная для создания анимационных фильмов, визуальных эффектов, произведений искусства, 3D-печатных моделей, анимационной графики, интерактивных 3D-приложений, виртуальной реальности и видеоигр.\n\nBlender — это полностью интегрированный пакет для создания 3D-контента, предлагающий широкий спектр необходимых инструментов, в том числе:\n\n• Моделирование. Для создания 3D-сцены необходимы как минимум три ключевых компонента: модели, материалы и освещение. В этой части рассматривается первый из них — моделирование. Моделирование — это просто искусство и наука создания поверхности, которая либо имитирует форму объекта реального мира, либо выражает ваше воображение об абстрактных объектах.\n\n• Рендеринг. Рендеринг — это процесс преобразования 3D-сцены в 2D-изображение. Blender включает в себя три движка рендеринга с разными возможностями:\n         - EEVEE — это физический рендерер в реальном времени.\n         — Cycles — это физический трассировщик пути.\n         - Верстак предназначен для верстки, моделирования и предварительного просмотра.\n\n• Анимация и оснащение Анимация заставляет объект двигаться или менять форму с течением времени.\n\n• Редактирование видео — Blender можно использовать для редактирования видео. Для этого существует два возможных метода: один — с помощью композитора, а другой, описанный в этой главе, — с помощью видеосеквенсора. Видеосеквенсор в Blender — это полноценная система редактирования видео, которая позволяет объединять несколько видеоканалов и добавлять к ним эффекты. Вы можете использовать эти эффекты для создания мощных видеомонтажей, особенно если объединить их с возможностями анимации Blender!\n\n• VFX — отслеживание движения используется для отслеживания движения объектов и/или камеры и, через ограничения, для применения этих данных отслеживания к 3D-объектам (или только одному), которые либо были созданы в Blender, либо импортированы в приложение. .\n\n• Композиция. Узлы композиции позволяют собирать и улучшать изображение (или фильм). Используя узлы композиции, вы можете склеить два фрагмента видеоматериала и раскрасить всю последовательность сразу.\n\n• Текстурирование. Текстуры изображений обычно необходимы, когда желаемого вида сложно добиться с помощью процедурных текстур или если текстура неоднородна. Например, на автомобиле царапины будут только в нескольких местах, где они имеют смысл, а не в случайных местах по всему кузову.\n\n• Множество типов моделирования. Физическая система Blender позволяет моделировать ряд различных физических явлений реального мира. Вы можете использовать эти системы для создания различных статических и динамических эффектов, таких как: волосы, трава и стаи, дождь, дым и пыль, вода.\n\nЭто расширение также включает доступ к файловому менеджеру для загрузки и скачивания созданных файлов, анимации и видео.\n\nЭто расширение является онлайн-дистрибутивом Blender, поэтому оно совместимо с лицензией Blender GPL.",
    "tr": "Bu uzantı kullanıcıların Blender yazılım programını kullanmasına olanak tanır. Blender, animasyonlu filmler, görsel efektler, sanat eserleri, 3D baskılı modeller, hareketli grafikler, etkileşimli 3D uygulamalar, sanal gerçeklik ve video oyunları oluşturmak için 3D bilgisayar grafiklerine yönelik bir programdır.\n\nBlender, aşağıdakiler de dahil olmak üzere çok çeşitli temel araçlar sunan, tamamen entegre bir 3D içerik oluşturma paketidir:\n\n• Modelleme - 3 boyutlu bir sahnenin oluşturulması en az üç temel bileşene ihtiyaç duyar: Modeller, malzemeler ve ışıklar. Bu bölümde bunlardan ilki olan modelleme konusu ele alınmaktadır. Modelleme, gerçek dünyadaki bir nesnenin şeklini taklit eden veya soyut nesnelere ilişkin hayal gücünüzü ifade eden bir yüzey oluşturma sanatı ve bilimidir.\n\n• İşleme - İşleme, 3 boyutlu bir sahneyi 2 boyutlu görüntüye dönüştürme işlemidir. Blender, farklı güçlere sahip üç render motoru içerir:\n         - EEVEE fiziksel tabanlı bir gerçek zamanlı oluşturucudur.\n         - Döngüler fiziksel tabanlı bir yol izleyicidir.\n         - Workbench düzen, modelleme ve önizlemeler için tasarlanmıştır.\n\n• Animasyon ve Arma Animasyon, bir nesnenin zaman içinde hareket etmesini veya şeklini değiştirmesini sağlar.\n\n• Video Düzenleme - Blender, videoları düzenlemek için kullanılabilir. Bunun için iki olası yöntem vardır; biri Compositor, diğeri ise bu bölümde açıklanan Video Sıralayıcıdır. Blender'daki Video Sıralayıcı, birden fazla video kanalını birleştirmenize ve bunlara efekt eklemenize olanak tanıyan eksiksiz bir video düzenleme sistemidir. Bu efektleri, özellikle Blender'ın animasyon gücüyle birleştirdiğinizde, güçlü video düzenlemeleri oluşturmak için kullanabilirsiniz!\n\n• VFX - Hareket İzleme, nesnelerin ve/veya bir kameranın hareketini izlemek ve kısıtlamalar aracılığıyla bu izleme verilerini Blender'da oluşturulan veya uygulamaya aktarılan 3B nesnelere (veya yalnızca bir tanesine) uygulamak için kullanılır. .\n\n• Birleştirme - Birleştirme Düğümleri, bir görüntüyü (veya filmi) birleştirmenize ve geliştirmenize olanak tanır. Kompozisyon düğümlerini kullanarak, iki görüntü parçasını birbirine yapıştırabilir ve tüm sekansı aynı anda renklendirebilirsiniz.\n\n• Dokulandırma - Görüntü dokularına genellikle prosedürel dokularla istenen görünümün elde edilmesi zor olduğunda veya doku tek biçimli olmadığında ihtiyaç duyulur. Örneğin, bir arabada çizikler vücudun her yerinde rastgele yerlerde değil, yalnızca anlamlı olan birkaç yerde olacaktır.\n\n• Birçok Simülasyon türü. Blender'ın fizik sistemi, bir dizi farklı gerçek dünyadaki fiziksel olayı simüle etmenize olanak tanır. Bu sistemleri saç, çimen ve sürü, yağmur, duman ve toz, su gibi çeşitli statik ve dinamik efektler oluşturmak için kullanabilirsiniz.\n\nBu uzantı aynı zamanda oluşturulan dosyaları, animasyonları ve videoları yüklemek ve indirmek için bir dosya yöneticisine erişimi de içerir.\n\nBu uzantı Blender çevrimiçi dağıtımıdır ve dolayısıyla Blender GPL ile uyumludur.",
    "uk": "Це розширення дозволяє користувачам використовувати програмне забезпечення Blender. Blender — це програма для 3D-комп’ютерної графіки для створення анімаційних фільмів, візуальних ефектів, мистецтва, 3D-друкованих моделей, анімованої графіки, інтерактивних 3D-додатків, віртуальної реальності та відеоігор.\n\nBlender — це повністю інтегрований набір для створення 3D-контенту, який пропонує широкий спектр основних інструментів, зокрема:\n\n• Моделювання. Для створення 3D-сцени потрібні щонайменше три ключові компоненти: моделі, матеріали та світло. У цій частині розглядається перший із них, а саме моделювання. Моделювання — це просто мистецтво й наука створення поверхні, яка або імітує форму реального об’єкта, або виражає вашу уяву щодо абстрактних об’єктів.\n\n• Візуалізація. Візуалізація — це процес перетворення 3D-сцени на 2D-зображення. Blender містить три механізми візуалізації з різною потужністю:\n         - EEVEE — це фізичний рендерер реального часу.\n         - Cycles — це фізичний засіб відстеження шляху.\n         - Workbench призначений для макетування, моделювання та попереднього перегляду.\n\n• Анімація та оснащення Анімація змушує об’єкт рухатися або змінювати форму з часом.\n\n• Редагування відео - Blender можна використовувати для редагування відео. Для цього існує два можливі методи: один із них — композитор, а інший, описаний у цьому розділі, — відеосеквенсор. Video Sequencer у Blender — це повна система редагування відео, яка дозволяє комбінувати кілька відеоканалів і додавати до них ефекти. Ви можете використовувати ці ефекти, щоб створювати потужні редагування відео, особливо в поєднанні з потужністю анімації Blender!\n\n• VFX – Відстеження руху використовується для відстеження руху об’єктів та/або камери та, через обмеження, для застосування цих даних відстеження до 3D-об’єктів (або лише до одного), які були або створені в Blender, або імпортовані в програму. .\n\n• Композитування – Вузли компонування дозволяють збирати та покращувати зображення (або фільм). Використовуючи композиційні вузли, ви можете склеїти дві частини відзнятого матеріалу та розфарбувати всю послідовність одразу.\n\n• Текстурування – текстури зображення зазвичай потрібні, коли бажаного вигляду важко досягти за допомогою процедурних текстур або якщо текстура неоднорідна. Наприклад, автомобіль матиме подряпини лише в кількох місцях, де вони мають сенс, а не у випадкових місцях по всьому кузову.\n\n• Багато типів моделювання. Фізична система Blender дозволяє симулювати низку різних фізичних явищ реального світу. Ви можете використовувати ці системи для створення різноманітних статичних і динамічних ефектів, таких як: волосся, трава та зграя, дощ, дим і пил, вода.\n\nЦе розширення також включає доступ до файлового менеджера для завантаження та завантаження створених файлів, анімації та відео.\n\nЦе розширення є онлайн-розповсюдженням Blender, тому воно сумісно з Blender GPL",
    "zh_CN": "此扩展允许用户使用 Blender 软件程序。 Blender 是一个 3D 计算机图形程序，用于创建动画电影、视觉效果、艺术、3D 打印模型、运动图形、交互式 3D 应用程序、虚拟现实和视频游戏。\n\nBlender 是一款完全集成的 3D 内容创建套件，提供广泛的基本工具，包括：\n\n• 建模- 3D 场景的创建至少需要三个关键组件：模型、材质和灯光。 在这一部分中，我们将介绍第一个内容，即建模。 建模只是创建一个表面的艺术和科学，该表面可以模仿现实世界物体的形状或表达您对抽象物体的想象。\n\n• 渲染- 渲染是将3D 场景转换为2D 图像的过程。 Blender 包括三个具有不同优势的渲染引擎：\n         - EEVEE 是一个基于物理的实时渲染器。\n         - Cycles 是一个基于物理的路径追踪器。\n         - 工作台专为布局、建模和预览而设计。\n\n• 动画和绑定 动画使对象随着时间的推移而移动或改变形状。\n\n• 视频编辑- Blender 可用于编辑视频。 有两种可能的方法，一种是合成器，另一种是本章中描述的视频序列器。 Blender 中的视频序列器是一个完整的视频编辑系统，允许您组合多个视频通道并向其添加效果。 您可以使用这些效果来创建强大的视频编辑，特别是当您将其与 Blender 的动画功能相结合时！\n\n• VFX - 运动跟踪用于跟踪对象和/或摄像机的运动，并通过约束将此跟踪数据应用于 3D 对象（或仅一个），这些对象要么在 Blender 中创建，要么导入到应用程序中 。\n\n• 合成- 合成节点允许您组合和增强图像（或电影）。 使用合成节点，您可以将两段素材粘合在一起，并一次性为整个序列着色。\n\n• 纹理- 当使用程序纹理难以实现所需的外观或纹理不均匀时，通常需要图像纹理。 例如，一辆汽车只会在几个有意义的地方有划痕，而不是在整个车身的随机位置上有划痕。\n\n• 多种类型的模拟。 Blender 的物理系统允许您模拟许多不同的现实世界物理现象。 您可以使用这些系统创建各种静态和动态效果，例如：头发、草和羊群、雨、烟和灰尘、水。\n\n此扩展还包括访问文件管理器来上传和下载创建的文件、动画和视频。\n\n此扩展是 Blender 在线发行版，因此符合 Blender GPL"
  }
}