{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cache Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clear cache with one click and browse fast. Trusted by millions. This extension uses affiliate links for certain websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome is one of the fastest web browsers available today, but it consumes a lot of system resources and builds up a large amount of cache over time. This can cause lag or slow down your browsing experience. Usually, we know we need to clear the cache, but this tool makes it effortless—just one click. It clears all cache from Chrome, helping it run smoothly and faster.\n\nNo extra features, no complicated settings, and no risk of accidentally deleting cookies, plugins, or passwords that might log you out of websites. It only clears the cache—nothing else. Just install the extension and click whenever you feel the need to refresh Chrome.\n\nIt's free forever, lightweight, and contains only the code necessary to get the job done. No ads, no revenue—just a simple tool I built because I got tired of manually clearing the cache through Chrome settings. So, to all my fellow lazy friends, I'm uploading this extension to the Chrome Store. Enjoy!\n\n\n\nImportant: This extension uses affiliate links for certain websites (such as Amazon, Gearbest, HealthKart, etc.). When you visit these sites through this extension, we may earn a small commission at no additional cost to you. By installing and using this extension, you agree to this use of affiliate links. This helps support the development of this free extension.\n\nNo ads, no extra features—just a simple, lightweight cache cleaner!"
  }
}