{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Languify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Languify improves your communication skills with real time feedback, passively."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Languify improves your communication skills with real time feedback, passively.\nLanguify gives you live feedback of your speaking on the google meet, with the help of AI. It works on three levels, pre, post, and during your google meet.\n\nLanguify provides you with customized learning plans that get you ready for the coming-up presentation, interviews, & many more.\n\nLanguify helps you in analyzing & improving your speaking ability during online meetings, by giving real-time tags, which have positive and negative nudges. \nAfter the end of every meeting, Languify gives you a detailed analysis of your meet which includes AI recommended tips & games, a description of verbal and written errors, and areas that require improvement.\n\n\nTop Features \n\nAuto Recording:-\nLanguify has a self-start feature as soon as one enters the google meet.\n\nLanguify Tags:-\nLanguify tags refer to feedback that is given in realtime during the meet & after the meet contains positive & negative nudges, Languify consists of a total of 18 tags where 10 tags are shown during the meet & 18 tags are shown on the meeting summary\n\nLanguify scorecard:-\nLanguify score is calculated using 4 important categories during the user’s speech.\n\nThey are\nDelivery:- Delivery is based on pace, pitch, volume & tone.\nFluency:- Fluency is based on filler words, filler utters, filler phrases, Pause, Disfluency.\nVocabulary:- Vocabulary is based on word quality, Formality level, Inclusive language, offensive language, other language word detection.\nEngagement:- Engagement is based on word choice, Greeting-Conclusion etiquette.\n\nScenario-Based meeting:-\n\nLanguify has come with 3 scenarios, they are\nGeneral Meet:- gives constant feedback on your communication.\nInterview:- gives personalized interview feedback or tips during & after the meeting.\nPresentation:-  helps you to improve your pitch & vocabulary in presentation."
  }
}