{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personal dashboard for work—New tab by adenin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easy way to keep track of your work. Connect to your apps and never miss an update."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💡 This extension will create a new tab behavior and load adenin's free dashboard whenever you open a new tab\n\n💡 The dashboard will ask you to setup a free adenin account on your first use (necessary to store your apps)\n\n~~~\n\nFinally, there's a better way to see all your work apps at a single glance! adenin's personal dashboard lets you make your own widgets that connect to dozens of work applications, APIs and databases.\n\nYou can instantly spot updated apps by subscribing to their notifications, which will put a blue dot and numbered badge on your browser tab.\n\nWhy should you use adenin:\n\n✅ Perfect for busy managers, business owners and small teams that want to work smarter and unlock their full productivity potential \n\n✅ Spend less time needlessly hopping across browser tabs by easily integrating existing work apps, such as ServiceNow, Hubspot, Zendesk, Salesforce, Asana, monday.com, and many others...\n\n✅ Easily customize the layout of your personal dashboard and widgets by using the built-in low-code Adaptive Card designer (an open-source Microsoft standard)\n\n✅ Get more from other work tools by embedding your widgets into SharePoint, Viva Connections, Wordpress, or other intranet products. You can even talk to the smart chatbot that shows your Adaptive Card widgets in Microsoft Teams, Slack, Alexa and others...\n\n~~~\n\nIf you ❤️ us, please leave a review. But if you have an issue, we'd be grateful if you could email our team at support@adenin.com."
  }
}