{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Journey ArtPrompt with Midjourney"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New backgrounds with Midjourney on new tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the World of AI Generating images by the Journey ArtPrompt with Midjourney Browser Extension.\n\nBy clicking \"Add to Chrome\", I accept and agree to install the \"Journey ArtPrompt With Midjourney\" Chrome extension and set Chrome™ New Tab to search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Microsoft Bing.\n\nStep into the captivating realm of artificial intelligence-driven imagery by Journey ArtPrompt With Midjourney, a revolutionary browser extension.\nThrough this innovative tool, users can unleash their creativity and generate personalized images simply by providing prompts. With each tab you open, immerse yourself in a world where AI translates your ideas into stunning visuals inspired by your preferences. Experience a seamless blend of innovation and creativity as your browsing sessions transform into mesmerizing journeys through AI-generated landscapes, tailored to ignite your imagination and redefine your online experience.\n\n\n\nThis extension is free to download from the Chrome Web store, and you can uninstall it at any time.\n\nAt Journey-Artprompt.com, we believe in infusing artistry and creativity into every online adventure. Built on this principle, the Journey ArtPrompt With Midjourney extension invites you into a realm of boundless art and creation. Explore a captivating array of generated with Midjourney backgrounds and with every tab you open, creating an atmosphere perfectly tailored to your browsing experience.\n\nUnique Features of Journey ArtPrompt With Midjourney:\n\n1. Artistic New Tab Layout\nExperience the allure of simplicity with our refined and artistry new tab layout. Say farewell to clutter and distractions, embracing a tranquil and uncluttered backdrop that invigorates your browsing journey.\n\n2.Images Generating by prompt\nimmerse yourself in the realm of creativity as you effortlessly generate captivating images with a simple prompt, adding an artistic flair to your browsing experience.\n\n3.Midjourney Background Library:\nExplore a vast library of unique Midjourney background images, each offering a distinct visual experience. Customize your browsing environment by setting any of these captivating images as your own, adding a personal touch to every tab.\n\n4. Accessible Quick Links\nEffortlessly navigate your preferred online destinations by Journey ArtPrompt With Midjourney's handpicked selection of essential links. Instantly access your frequently visited sites, simplifying your browsing journey and maximizing efficiency.\n\n5. Convenient Web Search provided by Microsoft Bing\nWe've partnered with Bing to offer you a convenient web search experience right from your new tab. Easily search for your favorite topics, images, videos, and news without having to navigate away from your start page. The power of Bing's search results is at your fingertips, delivering relevant and timely information when you need it most.\n\nDon't wait any longer to transform your daily browsing routine into a creative, art-inspired journey. Experience the soothing power of the art. \nReady to make your browsing more beautiful and enjoyable? Get Journey ArtPrompt With Midjourney today and redefine the way you start your internet adventure. \n\nLearn more about us in the following links:\nAbout - https://www.journey-artprompt.com/\nTerms of services - https://www.journey-artprompt.com/terms_of_use/\nPrivacy policy - https://www.journey-artprompt.com/privacy_policy/"
  }
}