{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Signature Generator for Email & PDF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to add e-signatures to your emails, documents, PDFs. Outlook email signature, Contract Signature."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With BoloForms Signature Chrome extension, adding and updating signatures in Outlook™, Gmail™, Google Docs™ and other popular applications has never been simpler. Some of the main features:\n\n•Create beautiful Outlook™ signatures in seconds\nQuickly set up a custom signature for Outlook™ that includes your name, job title, contact details and company branding. Transform plain-text signatures into visually impressive designs with images, colors and fonts.\n\n• Impress your Gmail™ contacts\nGive your Gmail™ emails a personal touch with a custom signature configured directly from the BoloForms Signature extension. Go from no Gmail™ signature to a fully designed signature in just minutes.\n\n• Electronically sign Google Docs™ like a pro\nHand-sign or upload a signature image to sign Google Docs™, Sheets™, Forms™ and Drawings™ in seconds. Perfect for legally binding contracts, NDAs, SOWs and other agreements you share with clients and partners.\n\n• Send documents for e-signature\nUpload a PDF file right from the extension and request signatures from recipients. Track and manage the signing process in real-time from a comprehensive dashboard.\n\n• Works with all your email and document accounts\nUse BoloForms Signature for Outlook™, Gmail™, G Suite™ and more. Setup multiple account integrations and switch between signatures designed for each service with a single click.\n\n• Easy signature building tools\nCreate professional email and document signatures using a visual drag-and-drop editor. Add text boxes, images, logos, lines and more to craft the perfect signature for any purpose.\n\n• Flexibility in signing options\nRecipients can sign documents by drawing onscreen, uploading an image or simply typing their name. Choose the option that works best for each signature request.\n\n• Preview before using\nSee exactly how your new signature will appear at full size before enabling it. Check for any issues or typos and make last-minute edits prior to actually using the signature in emails and documents.\n\n•Totally free to get started\nSetup signature templates for as many of your accounts as you like, all at no cost. Only pay if you need our full suite of PDF e-signature features.\n\nWith BoloForms Signature:\n\n✔︎ Design professional Outlook™ signatures in an instant\n✔︎ Give your Gmail™ emails an instant upgrade\n✔︎ Electronically sign and share Google Docs\n✔︎ Request e-signatures on PDFs from within the extension\n✔︎ Manage signatures for all your email and document accounts\n✔︎ Build high quality signatures with powerful tools\n✔︎ Offer recipients flexibility in how they sign\n✔︎ Preview signatures at full size before enabling them\n✔︎ Try it free - no credit card required\n\nPresent a polished, professional image with BoloForms Signature - the easiest way to add and manage signatures across all your email and document applications. Download the BoloForms Signature chrome extension today!"
  }
}