{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EIDLM video grupal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Una extension de chrome con lo minimo necesario para sincronizar los videos de youtube de los amigos desde twitch"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Con esta extension puedes compartir el visionado de youtube, respetando al maximo el trabajo de los creadores, es decir, al contrario que con otras apps, webs, o extensiones , en esta cada uno accede a youtube desde su navegador y se usa el chat de twitch, para que el emisor de ese chat tenga la capacidad de pausar, reproducir, reiniciar o iniciar desde un determinado momento, el video que tu has elegido, NO TE PUEDE CAMBIAR EL VIDEO.\nLa extension podria hacerlo todo solo pero quiero que sea lo mas transparente por ello hasta que no la habilitas en una determianda pestaña , no se activa en ella, y cuando esta activa marca con verde la pestaña para que sepas que está siendo controlada.\nEl uso es sencillo, una vez la extension esta instalada , solo se te enciende el icono si estas en una pestaña de youtube o de twitch.\nCuando pulsas el icono de la extension sobre una pestaña de twitch aparece un recuadro verde sobre el chat que indica que ese chat comandará ordenes a la pestaña de youtube.\nPara habilitar la extension en Youtube debes ponerte en la pestaña que desees de youtube, y le das a ver el video que tengais decidido y pulsar el icono de la extension, veras que se pone en verde el fondo del titulo de youtube, y tambien veras que los dos primeros iconos de la extension se han vuelto verdes.\nAhora ya esta funcionando, cuando el emisor del canal de twich, escriba los comandos en el chat, TODOS los videos de todos los que esten en el chat y tengan preparada su extension , tal como he contado, haran la accion que se les ordene.\n\"pausa_video\" -> para pausar \n\"p\" lo mismo que pausa_video\n\"reproduce_video\" -> pues eso no tiene misterio\n\"r\" lo mismo que reproduce_video\n\"recarga_video\" -> te recarga la pagina y pone el video en el segundo 1 \n\"l\" (es una ele) -> lo mismo que recarga_video \n\"recarga_video_44\" -> o con cualquier otro numero , recarga la pagina y pone el video en el segundo 44 o en el numero que pongas en lugar del 44.\nLOS COMANDOS VAN SIN LAS COMILLAS, simplemente por ejemplo siendo el emisor de ese canal de twich escribes p y le das a introducir y ya esta."
  }
}