{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cultivate: Amazon Product Origin & Comparison"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detects product's country of origin on Amazon & compares prices across 10,000+ US stores for max savings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the real roots of your online purchases with Cultivate, the definitive country of origin detector for Amazon products. At a glance, gain insights into where your desired items come from, empowering you to make informed shopping decisions. But Cultivate offers more than just origin details. As you browse Amazon, our tool tirelessly scans over 10,000 US stores, including giants like Walmart, Target, and Wayfair, seeking out the best price matches or even better deals for similar items.\n\nThe power of knowledge doesn't stop at price comparison. Cultivate proudly boasts a 50% success rate in finding superior prices, rewarding you with enticing cash back offers from our expansive list of partnered merchants. Ready to enjoy your savings? Seamlessly cash out directly to your bank. Cultivate is the next revolution in savvy online shopping.",
    "en_GB": "Cultivate's Extension allows you to see locally made or manufactured alternatives while you shop on your favorite e-commerce sites.  By buying from and supporting local small-medium sized businesses, we can strengthen local job growth as these businesses give back more to our local economies than larger chains.  Join us on our journey to revitalize our local job growth and manufacturing industry and build for a better future.\n\nWe are continuously researching products and companies to ensure your experience is seamless, transparent, and trustworthy!\n\nHOW IT WORKS:\n\nWe've tried to make it as simple and easy to navigate as possible.\n\nAfter downloading the extension through the Chrome Store, you can -\n\n1) Continue to use your favorite sites to search for products and Cultivate's extension will highlight similar products that are made locally.\n\n2) Use our Extension's \"Home Tab\" to search for alternatives on the fly when you think of a product you need.\n\nWe'd suggest \"pinning\" our Extension to Chrome at the top right of your browser so we can be there for you while you shop!"
  }
}