{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StartUp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension designed to streamline your start up experience with Chrome!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StartUp is an extension that was designed to streamline your start up experience with Chrome. This extension allows you to add and remove urls to a stored list, and when you start up Chrome, it will automatically open up your specified urls in their own separate tabs. \n\nThe extensions requires permissions to access tabs and storage. The extension does not track the sites you visit or save your browsing history, only urls that you choose to save are used by StartUp.\n\nI have made the decision to make this project open source! If you would like to contribute to the extension and help make it better for yourself and others, please follow the link and feel free to look through the issues section and find something you can contribute to!\n\nhttps://github.com/sgalizia/StartUp\n\n** Upcoming Features **\n- Redesigned UI for popup and options page\n- Designate groups to open in specific windows\n- Have multiple groups and switch between which group is active\n- Open the current group any time from the popup\n\n*** Change Log ***\n\n* v0.2.2\n- Fixes bug where renaming a group would not permanently change the name (Thanks Andrew!)\n\n* v0.2.1\n- This update overhauled most of the extension! The extension now uses groups, which you can name, to store urls together. The options page was added and updated to include the current options. On the options page you can change the name of the current group and view all the urls in the current group, as well as clear them if you wish. Many more awesome features coming soon!\n\n* v0.1.4\n- Fixes issue with icon path that was preventing the extension from downloading\n\n* v0.1.3\n- Updated icons\n- Added Small Tile for web store\n\n* v0.1.2\n- Fixed an issue where StartUp would not override the default homepage set in Chrome"
  }
}