{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Doodle Jump Unblocked Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\nDescription:\n\nDoodle Jump Unblocked Game Popup is a delightful and engaging browser extension that brings the beloved classic mobile game right to your browser as a popup game. Experience the nostalgia of this timeless jumping adventure without any distractions, and enjoy endless hours of fun during your online escapades.\n\nKey Features:\n\nInstant Play: Launch the Doodle Jump game instantly in a convenient popup window with just a click. No need for downloads, installations, or navigating through websites to start playing.\n\nUnblocked and Accessible: Enjoy Doodle Jump without any restrictions. Whether you're at work, school, or simply seeking a quick break, this unblocked version lets you jump freely.\n\nEndless Vertical Journey: Help the iconic Doodler bounce from platform to platform in an endlessly scrolling world. The higher you go, the more challenging it gets, providing an exciting test of your reflexes and skills.\n\nPower-Ups and Collectibles: Grab power-ups and collectibles like springs, jetpacks, and trampolines to boost your jumping prowess and set new high scores.\n\nCompetitive Spirit: Compete with friends and fellow Doodle Jump enthusiasts for the top spot on the high score leaderboard. Share your achievements and challenge others to beat your record.\n\nPersonalization: Customize your Doodler with a variety of fun and quirky skins and outfits, adding a touch of personal flair to your jumping adventures.\n\nResponsive Controls: Enjoy a seamless and responsive gaming experience with intuitive controls that make it easy for both beginners and veterans to dive right in.\n\nMinimal Intrusion: The popup game is designed to be unobtrusive. It won't disrupt your browsing experience and can be easily closed when you're ready to return to your online tasks.\n\nDoodle Jump Unblocked Game Popup is your instant ticket to a world of nostalgia and endless fun. Relive the classic jumping adventure in a convenient and accessible format that fits right into your browsing routine. Get ready to bounce to new heights and conquer the leaderboards!\n\nInstall Doodle Jump Unblocked Game Popup now and let the jumping adventure begin with just a click!"
  }
}