{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kanao Tsuyuri Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immerse yourself in the world of Kanao Tsuyuri from Demon Slayer with stunning live wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the elegance and strength of Kanao Tsuyuri to your browser with this beautiful Chrome extension. As a skilled Demon Slayer and a fan-favorite character, Kanao’s calm yet powerful presence will infuse every new tab with a touch of grace and mystery. This extension features breathtaking live wallpapers, capturing Kanao’s signature butterfly-themed aesthetic, and ensuring your browser feels as vibrant and captivating as the Demon Slayer universe itself.\n\nExplore the amazing features of this extension:\n\n🎥 Live Wallpaper\nExperience Kanao in motion, with stunning visuals that showcase her dynamic presence and her connection to the Butterfly Mansion.\n\n🖥️ Website Shortcuts\nQuickly navigate to your favorite sites with customizable website shortcuts, keeping everything you need just a click away.\n\n🔍 Google Search Bar\nEffortlessly search for all your favorite Demon Slayer content or anything else you desire with the integrated Google search bar.\n\n🕒 Time & Date Display\nStay organized with the time and date feature, elegantly displayed so you can keep track of your day while surrounded by Kanao’s tranquil beauty.\n\nThis extension is perfect for Demon Slayer fans, especially those who admire Kanao's stoic personality and impressive swordsmanship. Every time you open a new tab, you’ll feel a bit closer to the heart of the Demon Slayer Corps!\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}