{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ЮБуст - Ускорение YouTube. Ютуб без замедления в России"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ускоряет YouTube. Скажи нет замедлению Ютуб. Бесплатно и без регистрации."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Хотите смотреть YouTube как раньше - без замедления? ЮБуст - это простое и эффективное решение, чтобы забыть о проблемах с видео. Сервис ускоряет загрузку роликов и позволяет вам пользоваться YouTube как раньше.\n\nЗабудьте о долгой загрузке и неполадках. С ЮБуст ваши любимые видео будут загружаться быстро и в хорошем качестве. \n\nБолее 1 600 000 пользователей уже выбрали ЮБуст, чтобы смотреть ролики каждый день без лишних забот - одна кнопка и все работает.\n\n- Высокое качество загрузки\n- Неограниченный трафик\n- Полная анонимность\n\n______\n\nЕсли вы хотите смотреть видео в качестве 4К без рекламы и получать оперативную поддержку, то рекомендуем попробовать ЮБуст Premium. Информацию об этом вы найдете в расширении после установки и по адресу https://storage.googleapis.com/uboost/premium/index.html Приобретая Premium, вы поддерживаете команду разработчиков, чтобы ЮБуст всегда оставался вашим окном в YouTube.\n\nРасширение может добавлять баннер с информацией о ЮБуст Premium, VPN Наружу, телеграм-каналах на главной странице YouTube и  в интерфейсе самого расширения.\n______\n\nПодпишитесь на наш телеграм-канал, чтобы всегда оставаться в курсе последних новостей сервиса: https://t.me/uboostrussia"
  }
}