{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailTracker: Email tracker for Gmail",
    "de": "MailTracker: E-Mail-Tracker für Gmail",
    "es,es_419": "MailTracker: Seguidor de correos para Gmail",
    "fr": "MailTracker : Suivi d'emails pour Gmail",
    "it": "MailTracker: Tracciatore di email per Gmail",
    "pt_BR,pt_PT": "MailTracker: Rastreador de emails para Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track if your emails are opened & how many times. Be notified when your emails are read with our advanced Email Tracking extension.",
    "de": "Verfolgen Sie, ob und wie oft Ihre E-Mails geöffnet werden. Werden Sie benachrichtigt, wenn Ihre E-Mails gelesen werden.",
    "es,es_419": "Rastrea si tus correos son abiertos y cuántas veces. Recibe una notificación cuando tus correos sean leídos.",
    "fr": "Suivez si vos emails sont ouverts et combien de fois. Soyez notifié lorsque vos emails sont lus.",
    "it": "Traccia se le tue email vengono aperte e quante volte. Ricevi una notifica quando le tue email vengono lette.",
    "pt_BR": "Rastreie se seus emails são abertos e quantas vezes. Receba notificações quando seus emails forem lidos.",
    "pt_PT": "Acompanhe se os seus emails são abertos e quantas vezes. Seja notificado quando os seus emails forem lidos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailTracker enables you to track the emails you send using Gmail and notifies you when they are opened. With MailTracker, you can receive real-time alerts whenever your emails are opened.\n\nMailTracker is a free email tracking service for Gmail with over 100,000 active users. We also offer Premium versions and Premium packs for enhanced email analytics and tracking capabilities.\n\n★ Advanced email tracking extension Chrome.\n\nMailTracker is the most advanced email tracker on the Chrome store. We offer a precise tracking mechanism to determine the exact number of times an email has been opened. Additionally, we provide the ability to calculate the time it takes for an email to be opened for the first time.\n\n★ Email alerts & Chrome notifications \n\nReceive instant email or Chrome notifications when someone opens your email for the first time. Additionally, take advantage of our \"no open\" notification feature, which alerts you if your email remains unopened for 48 hours after being sent. \n\n★ Follow-up reminders\n\nNever forget to follow up on an important email. Set up a follow-up reminder for the date of your choice to receive an email alert on the selected date.\n\n★ Link click tracking\n\nTrack whether a link in your email was clicked. Get alerted when your recipient clicks on your link, and find out the location of the click.\n\n★ Email activity feed\n\nThe Email Activity Feed is a centralized space where you can view all your recently opened emails. Rather than organizing your emails by sent items, this feed allows you to easily access and review your most recent email interactions with just one click. The true power of this feed lies in its \"Not Opened\" tab, where you can see all your tracked emails that have not been opened yet. \n\n★ Full integrated to Gmail, MailTracker appears in 3 different places in your account:\n\n- In the composition window, to activate the tracking or not when you compose a new email\n- In the list of threads with MailTracker icons to let you see which emails have been read or not.\n- In the conversation with the complete history of the openings and the details.\n\n★ Privacy-friendly email tracking platform\n\n- We don't read your emails\n- We don't know who your recipients are\n- We don’t store IP addresses\n- We don't share your data with third parties\n- We don’t manage or delete your emails\n\n★ Free plan with 20 emails tracked\n\nMailTacker have a 100% free version of our email tracker (forever). The free plan include unlimited tracking history, alerts and notifications. And 20 emails tracked per month.\n\n★ Premium versions & Premium packs\n\nAll our Premium plans offer the same comprehensive set of features. When you upgrade to Premium, you unlock unlimited access to all features without any limitations. The only distinction between our plans is the number of accounts you can manage under each plan. At MailTracker, we believe in simplicity and strive to make everything straightforward for you. \n\n★ Doesn't read or store your emails\n\nTo work, MailTracker only needs to store identification numbers for the tracked emails. Unlike many other tools, MailTracker doesn’t require permission to read and manage your emails in Gmail.\n\n★ How does email tracking work?\n\nMailTracker adds an invisible image to your emails. This image is loaded when the email is opened by the recipient and allows you to be informed.\n\nMailTracker also returns the device used by the recipient to open the email, to know if it was opened on a desktop, mobile or tablet.\n\n★ About us\n\nMailTracker has been created by Hunter.io, the most popular solution for finding email addresses.\n\nAlready trusted by more than more than three million users around the world and leading companies like Google, IBM, Adobe and Microsoft.\n\nWebsite: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "de": "MailTracker ermöglicht es Ihnen, die von Ihnen gesendeten E-Mails mit Gmail zu verfolgen und benachrichtigt Sie, wenn diese geöffnet werden. Mit MailTracker können Sie Echtzeit-Benachrichtigungen erhalten, sobald Ihre E-Mails geöffnet werden.\n\nMailTracker ist ein kostenloser E-Mail-Tracking-Dienst für Gmail mit über 100.000 aktiven Nutzern. Wir bieten auch Premium-Versionen und Premium-Pakete für erweiterte E-Mail-Analysen und Tracking-Funktionen an.\n\n★ Erweiterte E-Mail-Tracking-Erweiterung für Chrome.\n\nMailTracker ist der fortschrittlichste E-Mail-Tracker im Chrome Store. Wir bieten einen präzisen Tracking-Mechanismus, um die genaue Anzahl der Öffnungen einer E-Mail zu bestimmen. Darüber hinaus bieten wir die Möglichkeit, die Zeit zu berechnen, die bis zur ersten Öffnung einer E-Mail vergeht.\n\n★ E-Mail-Benachrichtigungen & Chrome-Benachrichtigungen\n\nErhalten Sie sofortige E-Mail- oder Chrome-Benachrichtigungen, wenn jemand Ihre E-Mail zum ersten Mal öffnet. Nutzen Sie außerdem unsere \"Nicht geöffnet\"-Benachrichtigungsfunktion, die Sie alarmiert, wenn Ihre E-Mail 48 Stunden nach dem Senden unbeantwortet bleibt.\n\n★ Erinnerungen für Nachverfolgungen\n\nVergessen Sie nie, auf eine wichtige E-Mail zu antworten. Richten Sie eine Nachverfolgungserinnerung für ein Datum Ihrer Wahl ein, um an diesem Tag eine E-Mail-Benachrichtigung zu erhalten.\n\n★ Link-Klick-Tracking\n\nVerfolgen Sie, ob ein Link in Ihrer E-Mail angeklickt wurde. Erhalten Sie eine Benachrichtigung, wenn Ihr Empfänger auf Ihren Link klickt, und erfahren Sie den Standort des Klicks.\n\n★ E-Mail-Aktivitätsfeed\n\nDer E-Mail-Aktivitätsfeed ist ein zentraler Bereich, in dem Sie alle kürzlich geöffneten E-Mails anzeigen können. Anstatt Ihre E-Mails nach gesendeten Nachrichten zu organisieren, ermöglicht Ihnen dieser Feed einen einfachen Zugriff und die Überprüfung Ihrer neuesten E-Mail-Interaktionen mit nur einem Klick. Die wahre Stärke dieses Feeds liegt in seinem \"Nicht geöffnet\"-Tab, in dem Sie alle Ihre verfolgten E-Mails sehen können, die noch nicht geöffnet wurden.\n\n★ Vollständig in Gmail integriert, erscheint MailTracker an drei verschiedenen Stellen in Ihrem Konto:\n\nIm Verfassen-Fenster, um das Tracking zu aktivieren oder zu deaktivieren, wenn Sie eine neue E-Mail verfassen\nIn der Liste der Threads mit MailTracker-Symbolen, damit Sie sehen können, welche E-Mails gelesen wurden oder nicht\nIn der Konversation mit der vollständigen Öffnungshistorie und den Details\n★ Datenschutzfreundliche E-Mail-Tracking-Plattform\n\nWir lesen Ihre E-Mails nicht\nWir wissen nicht, wer Ihre Empfänger sind\nWir speichern keine IP-Adressen\nWir teilen Ihre Daten nicht mit Dritten\nWir verwalten oder löschen Ihre E-Mails nicht\n★ Kostenloser Plan mit 20 verfolgten E-Mails\n\nMailTracker bietet eine 100% kostenlose Version unseres E-Mail-Trackers (für immer). Der kostenlose Plan beinhaltet unbegrenzte Tracking-Historie, Benachrichtigungen und Alarme. Und 20 verfolgte E-Mails pro Monat.\n\n★ Premium-Versionen & Premium-Pakete\n\nAlle unsere Premium-Pläne bieten denselben umfassenden Funktionsumfang. Wenn Sie auf Premium upgraden, erhalten Sie uneingeschränkten Zugang zu allen Funktionen ohne Einschränkungen. Der einzige Unterschied zwischen unseren Plänen ist die Anzahl der Konten, die Sie unter jedem Plan verwalten können. Bei MailTracker glauben wir an Einfachheit und bemühen uns, alles für Sie übersichtlich zu gestalten.\n\n★ Liest oder speichert Ihre E-Mails nicht\n\nFür den Betrieb benötigt MailTracker nur die Identifikationsnummern der verfolgten E-Mails zu speichern. Im Gegensatz zu vielen anderen Tools erfordert MailTracker keine Berechtigung zum Lesen und Verwalten Ihrer E-Mails in Gmail.\n\n★ Wie funktioniert E-Mail-Tracking?\n\nMailTracker fügt Ihren E-Mails ein unsichtbares Bild hinzu. Dieses Bild wird geladen, wenn die E-Mail vom Empfänger geöffnet wird, und informiert Sie darüber.\n\nMailTracker gibt auch das vom Empfänger verwendete Gerät zurück, um die E-Mail zu öffnen, sodass Sie wissen, ob sie auf einem Desktop, Mobilgerät oder Tablet geöffnet wurde.\n\n★ Über uns\n\nMailTracker wurde von Hunter.io erstellt, der beliebtesten Lösung zum Finden von E-Mail-Adressen.\n\nBereits von mehr als drei Millionen Nutzern weltweit und führenden Unternehmen wie Google, IBM, Adobe und Microsoft vertraut.\n\nWebsite: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "en_GB": "MailTracker enables you to track the emails you send using Gmail and notifies you when they are opened. With MailTracker, you can receive real-time alerts whenever your emails are opened.\n\nMailTracker is a free email tracking service for Gmail with over 100,000 active users. We also offer Premium versions and Premium packs for enhanced email analytics and tracking capabilities.\n\n★ Advanced email tracking extension for Chrome.\n\nMailTracker is the most advanced email tracker in the Chrome store. We offer a precise tracking mechanism to determine the exact number of times an email has been opened. Additionally, we provide the ability to calculate the time it takes for an email to be opened for the first time.\n\n★ Email alerts & Chrome notifications\n\nReceive instant email or Chrome notifications when someone opens your email for the first time. Additionally, take advantage of our \"no open\" notification feature, which alerts you if your email remains unopened for 48 hours after being sent.\n\n★ Follow-up reminders\n\nNever forget to follow up on an important email. Set up a follow-up reminder for the date of your choice to receive an email alert on the selected date.\n\n★ Link click tracking\n\nTrack whether a link in your email was clicked. Get alerted when your recipient clicks on your link, and find out the location of the click.\n\n★ Email activity feed\n\nThe Email Activity Feed is a centralised space where you can view all your recently opened emails. Rather than organising your emails by sent items, this feed allows you to easily access and review your most recent email interactions with just one click. The true power of this feed lies in its \"Not Opened\" tab, where you can see all your tracked emails that have not been opened yet.\n\n★ Fully integrated into Gmail, MailTracker appears in three different places in your account:\n\nIn the composition window, to activate or deactivate tracking when you compose a new email\nIn the list of threads with MailTracker icons to let you see which emails have been read or not.\nIn the conversation with the complete history of openings and the details.\n★ Privacy-friendly email tracking platform\n\nWe don't read your emails\nWe don't know who your recipients are\nWe don’t store IP addresses\nWe don't share your data with third parties\nWe don’t manage or delete your emails\n★ Free plan with 20 emails tracked\n\nMailTracker has a 100% free version of our email tracker (forever). The free plan includes unlimited tracking history, alerts and notifications, and 20 emails tracked per month.\n\n★ Premium versions & Premium packs\n\nAll our Premium plans offer the same comprehensive set of features. When you upgrade to Premium, you unlock unlimited access to all features without any limitations. The only distinction between our plans is the number of accounts you can manage under each plan. At MailTracker, we believe in simplicity and strive to make everything straightforward for you.\n\n★ Doesn't read or store your emails\n\nTo work, MailTracker only needs to store identification numbers for the tracked emails. Unlike many other tools, MailTracker doesn’t require permission to read and manage your emails in Gmail.\n\n★ How does email tracking work?\n\nMailTracker adds an invisible image to your emails. This image is loaded when the email is opened by the recipient and allows you to be informed.\n\nMailTracker also returns the device used by the recipient to open the email, so you know if it was opened on a desktop, mobile or tablet.\n\n★ About us\n\nMailTracker has been created by Hunter.io, the most popular solution for finding email addresses.\n\nAlready trusted by more than three million users around the world and leading companies like Google, IBM, Adobe and Microsoft.\n\nWebsite: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "es": "MailTracker te permite rastrear los correos electrónicos que envías utilizando Gmail y te notifica cuando se abren. Con MailTracker, puedes recibir alertas en tiempo real cada vez que se abren tus correos electrónicos.\n\nMailTracker es un servicio gratuito de seguimiento de correos electrónicos para Gmail con más de 100,000 usuarios activos. También ofrecemos versiones Premium y paquetes Premium para capacidades mejoradas de análisis y seguimiento de correos electrónicos.\n\n★ Extensión avanzada de seguimiento de correos electrónicos para Chrome.\n\nMailTracker es el rastreador de correos electrónicos más avanzado en la tienda de Chrome. Ofrecemos un mecanismo de seguimiento preciso para determinar el número exacto de veces que se ha abierto un correo electrónico. Además, proporcionamos la capacidad de calcular el tiempo que tarda en abrirse un correo electrónico por primera vez.\n\n★ Alertas de correo electrónico y notificaciones de Chrome\n\nRecibe notificaciones instantáneas por correo electrónico o Chrome cuando alguien abre tu correo electrónico por primera vez. Además, aprovecha nuestra función de notificación de \"no abierto\", que te alerta si tu correo electrónico permanece sin abrir durante 48 horas después de ser enviado.\n\n★ Recordatorios de seguimiento\n\nNunca olvides hacer seguimiento de un correo electrónico importante. Configura un recordatorio de seguimiento para la fecha de tu elección y recibe una alerta por correo electrónico en la fecha seleccionada.\n\n★ Seguimiento de clics en enlaces\n\nRastrea si se ha hecho clic en un enlace en tu correo electrónico. Recibe una alerta cuando tu destinatario haga clic en tu enlace y descubre la ubicación del clic.\n\n★ Feed de actividad de correos electrónicos\n\nEl Feed de Actividad de Correos Electrónicos es un espacio centralizado donde puedes ver todos tus correos electrónicos abiertos recientemente. En lugar de organizar tus correos electrónicos por elementos enviados, este feed te permite acceder y revisar fácilmente tus interacciones de correo electrónico más recientes con un solo clic. El verdadero poder de este feed reside en su pestaña \"No abiertos\", donde puedes ver todos tus correos electrónicos rastreados que aún no se han abierto.\n\n★ Totalmente integrado en Gmail, MailTracker aparece en tres lugares diferentes en tu cuenta:\n\nEn la ventana de redacción, para activar o desactivar el seguimiento cuando redactes un nuevo correo electrónico\nEn la lista de hilos con iconos de MailTracker para que veas qué correos electrónicos se han leído o no.\nEn la conversación con el historial completo de aperturas y detalles.\n★ Plataforma de seguimiento de correos electrónicos respetuosa con la privacidad\n\nNo leemos tus correos electrónicos\nNo sabemos quiénes son tus destinatarios\nNo almacenamos direcciones IP\nNo compartimos tus datos con terceros\nNo gestionamos ni eliminamos tus correos electrónicos\n★ Plan gratuito con 20 correos electrónicos rastreados\n\nMailTracker tiene una versión 100% gratuita de nuestro rastreador de correos electrónicos (para siempre). El plan gratuito incluye historial de seguimiento ilimitado, alertas y notificaciones. Y 20 correos electrónicos rastreados por mes.\n\n★ Versiones Premium y paquetes Premium\n\nTodos nuestros planes Premium ofrecen el mismo conjunto completo de características. Cuando actualizas a Premium, desbloqueas acceso ilimitado a todas las funciones sin ninguna limitación. La única diferencia entre nuestros planes es el número de cuentas que puedes gestionar bajo cada plan. En MailTracker, creemos en la simplicidad y nos esforzamos por hacer todo sencillo para ti.\n\n★ No lee ni almacena tus correos electrónicos\n\nPara funcionar, MailTracker solo necesita almacenar números de identificación para los correos electrónicos rastreados. A diferencia de muchas otras herramientas, MailTracker no requiere permiso para leer y gestionar tus correos electrónicos en Gmail.\n\n★ ¿Cómo funciona el seguimiento de correos electrónicos?\n\nMailTracker añade una imagen invisible a tus correos electrónicos. Esta imagen se carga cuando el destinatario abre el correo electrónico y te informa al respecto.\n\nMailTracker también devuelve el dispositivo utilizado por el destinatario para abrir el correo electrónico, para que sepas si se abrió en un ordenador de sobremesa, móvil o tableta.\n\n★ Sobre nosotros\n\nMailTracker ha sido creado por Hunter.io, la solución más popular para encontrar direcciones de correo electrónico.\n\nYa confiado por más de tres millones de usuarios en todo el mundo y empresas líderes como Google, IBM, Adobe y Microsoft.\n\nSitio web: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "es_419": "MailTracker te permite rastrear los correos electrónicos que envías utilizando Gmail y te notifica cuando se abren. Con MailTracker, puedes recibir alertas en tiempo real cada vez que se abran tus correos electrónicos.\n\nMailTracker es un servicio gratuito de seguimiento de correos electrónicos para Gmail con más de 100,000 usuarios activos. También ofrecemos versiones Premium y paquetes Premium para capacidades mejoradas de análisis y seguimiento de correos electrónicos.\n\n★ Extensión avanzada de seguimiento de correos electrónicos para Chrome.\n\nMailTracker es el rastreador de correos electrónicos más avanzado en la tienda de Chrome. Ofrecemos un mecanismo de seguimiento preciso para determinar el número exacto de veces que se ha abierto un correo electrónico. Además, proporcionamos la capacidad de calcular el tiempo que tarda en abrirse un correo electrónico por primera vez.\n\n★ Alertas de correo electrónico y notificaciones de Chrome\n\nRecibe notificaciones instantáneas por correo electrónico o Chrome cuando alguien abre tu correo electrónico por primera vez. Además, aprovecha nuestra función de notificación de \"no abierto\", que te alerta si tu correo electrónico permanece sin abrir durante 48 horas después de ser enviado.\n\n★ Recordatorios de seguimiento\n\nNunca olvides hacer seguimiento de un correo electrónico importante. Configura un recordatorio de seguimiento para la fecha de tu elección y recibe una alerta por correo electrónico en la fecha seleccionada.\n\n★ Seguimiento de clics en enlaces\n\nRastrea si se ha hecho clic en un enlace en tu correo electrónico. Recibe una alerta cuando tu destinatario haga clic en tu enlace y descubre la ubicación del clic.\n\n★ Feed de actividad de correos electrónicos\n\nEl Feed de Actividad de Correos Electrónicos es un espacio centralizado donde puedes ver todos tus correos electrónicos abiertos recientemente. En lugar de organizar tus correos electrónicos por elementos enviados, este feed te permite acceder y revisar fácilmente tus interacciones de correo electrónico más recientes con un solo clic. El verdadero poder de este feed reside en su pestaña \"No abiertos\", donde puedes ver todos tus correos electrónicos rastreados que aún no se han abierto.\n\n★ Totalmente integrado en Gmail, MailTracker aparece en tres lugares diferentes en tu cuenta:\n\nEn la ventana de redacción, para activar o desactivar el seguimiento cuando redactes un nuevo correo electrónico\nEn la lista de hilos con íconos de MailTracker para que veas qué correos electrónicos se han leído o no.\nEn la conversación con el historial completo de aperturas y detalles.\n★ Plataforma de seguimiento de correos electrónicos respetuosa con la privacidad\n\nNo leemos tus correos electrónicos\nNo sabemos quiénes son tus destinatarios\nNo almacenamos direcciones IP\nNo compartimos tus datos con terceros\nNo gestionamos ni eliminamos tus correos electrónicos\n★ Plan gratuito con 20 correos electrónicos rastreados\n\nMailTracker tiene una versión 100% gratuita de nuestro rastreador de correos electrónicos (para siempre). El plan gratuito incluye historial de seguimiento ilimitado, alertas y notificaciones, y 20 correos electrónicos rastreados por mes.\n\n★ Versiones Premium y paquetes Premium\n\nTodos nuestros planes Premium ofrecen el mismo conjunto completo de características. Cuando actualizas a Premium, desbloqueas acceso ilimitado a todas las funciones sin ninguna limitación. La única diferencia entre nuestros planes es el número de cuentas que puedes gestionar bajo cada plan. En MailTracker, creemos en la simplicidad y nos esforzamos por hacer todo sencillo para ti.\n\n★ No lee ni almacena tus correos electrónicos\n\nPara funcionar, MailTracker solo necesita almacenar números de identificación para los correos electrónicos rastreados. A diferencia de muchas otras herramientas, MailTracker no requiere permiso para leer y gestionar tus correos electrónicos en Gmail.\n\n★ ¿Cómo funciona el seguimiento de correos electrónicos?\n\nMailTracker añade una imagen invisible a tus correos electrónicos. Esta imagen se carga cuando el destinatario abre el correo electrónico y te informa al respecto.\n\nMailTracker también devuelve el dispositivo utilizado por el destinatario para abrir el correo electrónico, para que sepas si se abrió en una computadora de escritorio, móvil o tableta.\n\n★ Sobre nosotros\n\nMailTracker ha sido creado por Hunter.io, la solución más popular para encontrar direcciones de correo electrónico.\n\nYa confiado por más de tres millones de usuarios en todo el mundo y empresas líderes como Google, IBM, Adobe y Microsoft.\n\nSitio web: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "fr": "MailTracker vous permet de suivre les emails que vous envoyez en utilisant Gmail et vous notifie lorsqu'ils sont ouverts. Avec MailTracker, vous pouvez recevoir des alertes en temps réel chaque fois que vos emails sont ouverts.\n\nMailTracker est un service gratuit de suivi des emails pour Gmail avec plus de 100 000 utilisateurs actifs. Nous proposons également des versions Premium et des packs Premium pour des capacités avancées d'analyse et de suivi des emails.\n\n★ Extension avancée de suivi des emails pour Chrome.\n\nMailTracker est le tracker d'emails le plus avancé du Chrome Store. Nous offrons un mécanisme de suivi précis pour déterminer le nombre exact de fois qu'un email a été ouvert. De plus, nous fournissons la possibilité de calculer le temps qu'il faut pour qu'un email soit ouvert pour la première fois.\n\n★ Alertes par email et notifications Chrome\n\nRecevez des notifications instantanées par email ou Chrome lorsque quelqu'un ouvre votre email pour la première fois. De plus, profitez de notre fonctionnalité de notification \"non ouvert\", qui vous alerte si votre email reste non ouvert pendant 48 heures après l'envoi.\n\n★ Rappels de suivi\n\nNe jamais oublier de faire un suivi d'un email important. Configurez un rappel de suivi pour la date de votre choix afin de recevoir une alerte par email à la date sélectionnée.\n\n★ Suivi des clics sur les liens\n\nSuivez si un lien dans votre email a été cliqué. Recevez une alerte lorsque votre destinataire clique sur votre lien et découvrez la localisation du clic.\n\n★ Flux d'activité des emails\n\nLe flux d'activité des emails est un espace centralisé où vous pouvez voir tous vos emails récemment ouverts. Plutôt que d'organiser vos emails par éléments envoyés, ce flux vous permet d'accéder et de revoir facilement vos interactions par email les plus récentes en un seul clic. La véritable puissance de ce flux réside dans son onglet \"Non ouverts\", où vous pouvez voir tous vos emails suivis qui n'ont pas encore été ouverts.\n\n★ Intégration complète à Gmail, MailTracker apparaît à trois endroits différents dans votre compte :\n\nDans la fenêtre de composition, pour activer ou désactiver le suivi lorsque vous rédigez un nouvel email\nDans la liste des fils de discussion avec des icônes MailTracker pour vous permettre de voir quels emails ont été lus ou non.\nDans la conversation avec l'historique complet des ouvertures et les détails.\n★ Plateforme de suivi des emails respectueuse de la vie privée\n\nNous ne lisons pas vos emails\nNous ne savons pas qui sont vos destinataires\nNous ne stockons pas les adresses IP\nNous ne partageons pas vos données avec des tiers\nNous ne gérons pas ou ne supprimons pas vos emails\n★ Plan gratuit avec 20 emails suivis\n\nMailTracker propose une version 100 % gratuite de notre tracker d'emails (pour toujours). Le plan gratuit inclut un historique de suivi illimité, des alertes et notifications, et 20 emails suivis par mois.\n\n★ Versions Premium et packs Premium\n\nTous nos plans Premium offrent le même ensemble complet de fonctionnalités. Lorsque vous passez à Premium, vous débloquez un accès illimité à toutes les fonctionnalités sans aucune limitation. La seule différence entre nos plans est le nombre de comptes que vous pouvez gérer sous chaque plan. Chez MailTracker, nous croyons en la simplicité et nous nous efforçons de rendre tout clair pour vous.\n\n★ Ne lit ni ne stocke vos emails\n\nPour fonctionner, MailTracker a seulement besoin de stocker les numéros d'identification pour les emails suivis. Contrairement à de nombreux autres outils, MailTracker ne nécessite pas l'autorisation de lire et de gérer vos emails dans Gmail.\n\n★ Comment fonctionne le suivi des emails ?\n\nMailTracker ajoute une image invisible à vos emails. Cette image est chargée lorsque l'email est ouvert par le destinataire et vous informe.\n\nMailTracker renvoie également l'appareil utilisé par le destinataire pour ouvrir l'email, afin que vous sachiez s'il a été ouvert sur un ordinateur de bureau, un mobile ou une tablette.\n\n★ À propos de nous\n\nMailTracker a été créé par Hunter.io, la solution la plus populaire pour trouver des adresses email.\n\nDéjà approuvé par plus de trois millions d'utilisateurs dans le monde et des entreprises leaders comme Google, IBM, Adobe et Microsoft.\n\nSite web : https://getmailtracker.com\n\nTwitter : @getmailtracker",
    "it": "MailTracker ti consente di tracciare le email che invii utilizzando Gmail e ti notifica quando vengono aperte. Con MailTracker, puoi ricevere avvisi in tempo reale ogni volta che le tue email vengono aperte.\n\nMailTracker è un servizio gratuito di tracciamento delle email per Gmail con oltre 100.000 utenti attivi. Offriamo anche versioni Premium e pacchetti Premium per funzionalità avanzate di analisi e tracciamento delle email.\n\n★ Estensione avanzata di tracciamento delle email per Chrome.\n\nMailTracker è il tracker di email più avanzato nel Chrome Store. Offriamo un meccanismo di tracciamento preciso per determinare il numero esatto di volte in cui un'email è stata aperta. Inoltre, forniamo la possibilità di calcolare il tempo necessario affinché un'email venga aperta per la prima volta.\n\n★ Avvisi email e notifiche Chrome\n\nRicevi notifiche istantanee via email o Chrome quando qualcuno apre la tua email per la prima volta. Inoltre, approfitta della nostra funzione di notifica \"non aperto\", che ti avvisa se la tua email rimane non aperta per 48 ore dopo l'invio.\n\n★ Promemoria di follow-up\n\nNon dimenticare mai di fare un follow-up di un'email importante. Imposta un promemoria di follow-up per la data che preferisci per ricevere un avviso via email alla data selezionata.\n\n★ Tracciamento dei clic sui link\n\nTraccia se un link nella tua email è stato cliccato. Ricevi un avviso quando il destinatario clicca sul tuo link e scopri la posizione del clic.\n\n★ Feed di attività delle email\n\nIl Feed di Attività delle Email è uno spazio centralizzato in cui puoi visualizzare tutte le tue email recentemente aperte. Invece di organizzare le tue email per elementi inviati, questo feed ti consente di accedere facilmente e rivedere le tue interazioni email più recenti con un solo clic. Il vero potere di questo feed risiede nella sua scheda \"Non aperti\", dove puoi vedere tutte le tue email tracciate che non sono state ancora aperte.\n\n★ Completamente integrato in Gmail, MailTracker appare in tre posti diversi nel tuo account:\n\nNella finestra di composizione, per attivare o disattivare il tracciamento quando componi una nuova email\nNella lista delle conversazioni con le icone di MailTracker per vedere quali email sono state lette o meno.\nNella conversazione con la cronologia completa delle aperture e i dettagli.\n★ Piattaforma di tracciamento delle email rispettosa della privacy\n\nNon leggiamo le tue email\nNon sappiamo chi sono i tuoi destinatari\nNon memorizziamo indirizzi IP\nNon condividiamo i tuoi dati con terze parti\nNon gestiamo o eliminiamo le tue email\n★ Piano gratuito con 20 email tracciate\n\nMailTracker ha una versione 100% gratuita del nostro tracker di email (per sempre). Il piano gratuito include una cronologia di tracciamento illimitata, avvisi e notifiche. E 20 email tracciate al mese.\n\n★ Versioni Premium e pacchetti Premium\n\nTutti i nostri piani Premium offrono lo stesso set completo di funzionalità. Quando passi a Premium, sblocchi l'accesso illimitato a tutte le funzionalità senza alcuna limitazione. L'unica differenza tra i nostri piani è il numero di account che puoi gestire in ciascun piano. In MailTracker, crediamo nella semplicità e ci sforziamo di rendere tutto chiaro per te.\n\n★ Non legge né memorizza le tue email\n\nPer funzionare, MailTracker ha solo bisogno di memorizzare i numeri di identificazione per le email tracciate. A differenza di molti altri strumenti, MailTracker non richiede l'autorizzazione per leggere e gestire le tue email in Gmail.\n\n★ Come funziona il tracciamento delle email?\n\nMailTracker aggiunge un'immagine invisibile alle tue email. Questa immagine viene caricata quando il destinatario apre l'email e ti informa.\n\nMailTracker restituisce anche il dispositivo utilizzato dal destinatario per aprire l'email, in modo che tu sappia se è stata aperta su un desktop, un dispositivo mobile o un tablet.\n\n★ Chi siamo\n\nMailTracker è stato creato da Hunter.io, la soluzione più popolare per trovare indirizzi email.\n\nGià utilizzato da oltre tre milioni di utenti in tutto il mondo e da aziende leader come Google, IBM, Adobe e Microsoft.\n\nSito web: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "pt_BR": "MailTracker permite que você rastreie os e-mails que envia usando o Gmail e o notifica quando eles são abertos. Com o MailTracker, você pode receber alertas em tempo real sempre que seus e-mails forem abertos.\n\nMailTracker é um serviço gratuito de rastreamento de e-mails para Gmail com mais de 100.000 usuários ativos. Também oferecemos versões Premium e pacotes Premium para capacidades avançadas de análise e rastreamento de e-mails.\n\n★ Extensão avançada de rastreamento de e-mails para Chrome.\n\nMailTracker é o rastreador de e-mails mais avançado na loja do Chrome. Oferecemos um mecanismo de rastreamento preciso para determinar o número exato de vezes que um e-mail foi aberto. Além disso, fornecemos a capacidade de calcular o tempo que leva para um e-mail ser aberto pela primeira vez.\n\n★ Alertas de e-mail e notificações do Chrome\n\nReceba notificações instantâneas por e-mail ou Chrome quando alguém abrir seu e-mail pela primeira vez. Além disso, aproveite nosso recurso de notificação de \"não aberto\", que o alerta se seu e-mail permanecer não aberto por 48 horas após o envio.\n\n★ Lembretes de acompanhamento\n\nNunca se esqueça de acompanhar um e-mail importante. Configure um lembrete de acompanhamento para a data de sua escolha para receber um alerta por e-mail na data selecionada.\n\n★ Rastreamento de cliques em links\n\nRastreie se um link no seu e-mail foi clicado. Receba um alerta quando seu destinatário clicar no seu link e descubra a localização do clique.\n\n★ Feed de atividades de e-mails\n\nO Feed de Atividades de E-mails é um espaço centralizado onde você pode ver todos os seus e-mails recentemente abertos. Em vez de organizar seus e-mails por itens enviados, esse feed permite que você acesse e reveja facilmente suas interações de e-mail mais recentes com um único clique. O verdadeiro poder desse feed reside na aba \"Não abertos\", onde você pode ver todos os seus e-mails rastreados que ainda não foram abertos.\n\n★ Totalmente integrado ao Gmail, o MailTracker aparece em três lugares diferentes na sua conta:\n\nNa janela de composição, para ativar ou desativar o rastreamento quando você compõe um novo e-mail\nNa lista de conversas com ícones do MailTracker para permitir que você veja quais e-mails foram lidos ou não.\nNa conversa com o histórico completo de aberturas e detalhes.\n★ Plataforma de rastreamento de e-mails amigável à privacidade\n\nNós não lemos seus e-mails\nNós não sabemos quem são seus destinatários\nNós não armazenamos endereços IP\nNós não compartilhamos seus dados com terceiros\nNós não gerenciamos ou excluímos seus e-mails\n★ Plano gratuito com 20 e-mails rastreados\n\nMailTracker tem uma versão 100% gratuita do nosso rastreador de e-mails (para sempre). O plano gratuito inclui histórico de rastreamento ilimitado, alertas e notificações, e 20 e-mails rastreados por mês.\n\n★ Versões Premium e pacotes Premium\n\nTodos os nossos planos Premium oferecem o mesmo conjunto abrangente de recursos. Quando você faz o upgrade para o Premium, você desbloqueia acesso ilimitado a todos os recursos sem qualquer limitação. A única diferença entre nossos planos é o número de contas que você pode gerenciar em cada plano. No MailTracker, acreditamos na simplicidade e nos esforçamos para tornar tudo claro para você.\n\n★ Não lê nem armazena seus e-mails\n\nPara funcionar, o MailTracker só precisa armazenar números de identificação para os e-mails rastreados. Ao contrário de muitas outras ferramentas, o MailTracker não requer permissão para ler e gerenciar seus e-mails no Gmail.\n\n★ Como funciona o rastreamento de e-mails?\n\nMailTracker adiciona uma imagem invisível aos seus e-mails. Esta imagem é carregada quando o e-mail é aberto pelo destinatário e informa você sobre isso.\n\nMailTracker também retorna o dispositivo usado pelo destinatário para abrir o e-mail, para que você saiba se foi aberto em um desktop, celular ou tablet.\n\n★ Sobre nós\n\nMailTracker foi criado por Hunter.io, a solução mais popular para encontrar endereços de e-mail.\n\nJá confiado por mais de três milhões de usuários em todo o mundo e empresas líderes como Google, IBM, Adobe e Microsoft.\n\nSite: https://getmailtracker.com\n\nTwitter: @getmailtracker",
    "pt_PT": "MailTracker permite-lhe rastrear os emails que envia usando o Gmail e notifica-o quando são abertos. Com o MailTracker, pode receber alertas em tempo real sempre que os seus emails são abertos.\n\nMailTracker é um serviço gratuito de rastreamento de emails para Gmail com mais de 100.000 utilizadores ativos. Também oferecemos versões Premium e pacotes Premium para capacidades avançadas de análise e rastreamento de emails.\n\n★ Extensão avançada de rastreamento de emails para Chrome.\n\nMailTracker é o rastreador de emails mais avançado na loja do Chrome. Oferecemos um mecanismo de rastreamento preciso para determinar o número exato de vezes que um email foi aberto. Além disso, fornecemos a capacidade de calcular o tempo que leva para um email ser aberto pela primeira vez.\n\n★ Alertas de email e notificações do Chrome\n\nReceba notificações instantâneas por email ou Chrome quando alguém abrir o seu email pela primeira vez. Além disso, aproveite a nossa funcionalidade de notificação de \"não aberto\", que o alerta se o seu email permanecer não aberto durante 48 horas após o envio.\n\n★ Lembretes de seguimento\n\nNunca se esqueça de fazer seguimento de um email importante. Configure um lembrete de seguimento para a data da sua escolha para receber um alerta por email na data selecionada.\n\n★ Rastreamento de cliques em links\n\nRastreie se um link no seu email foi clicado. Receba um alerta quando o destinatário clicar no seu link e descubra a localização do clique.\n\n★ Feed de atividade de emails\n\nO Feed de Atividade de Emails é um espaço centralizado onde pode ver todos os seus emails recentemente abertos. Em vez de organizar os seus emails por itens enviados, este feed permite que aceda e reveja facilmente as suas interações de email mais recentes com um só clique. O verdadeiro poder deste feed reside no seu separador \"Não abertos\", onde pode ver todos os seus emails rastreados que ainda não foram abertos.\n\n★ Totalmente integrado no Gmail, o MailTracker aparece em três locais diferentes na sua conta:\n\nNa janela de composição, para ativar ou desativar o rastreamento quando compõe um novo email\nNa lista de conversas com ícones do MailTracker para permitir que veja quais emails foram lidos ou não.\nNa conversa com o histórico completo de aberturas e detalhes.\n★ Plataforma de rastreamento de emails amiga da privacidade\n\nNós não lemos os seus emails\nNós não sabemos quem são os seus destinatários\nNós não armazenamos endereços IP\nNós não partilhamos os seus dados com terceiros\nNós não gerimos ou eliminamos os seus emails\n★ Plano gratuito com 20 emails rastreados\n\nMailTracker tem uma versão 100% gratuita do nosso rastreador de emails (para sempre). O plano gratuito inclui histórico de rastreamento ilimitado, alertas e notificações, e 20 emails rastreados por mês.\n\n★ Versões Premium e pacotes Premium\n\nTodos os nossos planos Premium oferecem o mesmo conjunto abrangente de funcionalidades. Quando faz o upgrade para Premium, desbloqueia acesso ilimitado a todas as funcionalidades sem qualquer limitação. A única diferença entre os nossos planos é o número de contas que pode gerir em cada plano. No MailTracker, acreditamos na simplicidade e esforçamo-nos para tornar tudo claro para si.\n\n★ Não lê nem armazena os seus emails\n\nPara funcionar, o MailTracker só precisa de armazenar números de identificação para os emails rastreados. Ao contrário de muitas outras ferramentas, o MailTracker não requer permissão para ler e gerir os seus emails no Gmail.\n\n★ Como funciona o rastreamento de emails?\n\nMailTracker adiciona uma imagem invisível aos seus emails. Esta imagem é carregada quando o destinatário abre o email e informa-o sobre isso.\n\nMailTracker também retorna o dispositivo utilizado pelo destinatário para abrir o email, para que saiba se foi aberto num desktop, num telemóvel ou num tablet.\n\n★ Sobre nós\n\nMailTracker foi criado pela Hunter.io, a solução mais popular para encontrar endereços de email.\n\nJá confiado por mais de três milhões de utilizadores em todo o mundo e empresas líderes como Google, IBM, Adobe e Microsoft.\n\nSite: https://getmailtracker.com\n\nTwitter: @getmailtracker"
  }
}