{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Panther"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faster like a panther"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Panther: Enhancing Your Web Browsing Experience\n\n# Introduction\nPanther is a versatile and convenient Chrome extension, meticulously crafted to enhance your web browsing experience across YouTube, Studocu, and various other websites. With Panther, bid farewell to the nuisance of disruptive advertisements, as it seamlessly ensures uninterrupted browsing.\n\n# YouTube Optimization\nPanther serves as an indispensable ally on YouTube, swiftly identifying and eliminating advertising videos, thereby ensuring an uninterrupted viewing experience. Furthermore, Panther efficiently eradicates intrusive pop-up advertisements, fostering an environment conducive to focused content consumption.\n\n# Studocu Support\nFor Studocu users, Panther emerges as an essential tool for effortless document acquisition. By simply clicking on Panther's icon on the browser toolbar, users can seamlessly download preferred documents without encountering any impediments, thereby streamlining the academic research process.\n\n# Adaptive Protection Across Platforms\nBeyond specific platforms, Panther remains a steadfast guardian across diverse web domains. With its adept detection capabilities, Panther seamlessly blocks bothersome advertisements, facilitating smooth and uninterrupted browsing sessions.\n\n# Conclusion\nPanther is a robust ad-blocking extension designed to empower users in managing advertisements on their Chrome browser. However, it is important to emphasize that this may impact the revenue of content creators. If you wish to support them through displaying ads, we encourage you to disable the extension.\nWe do not assume responsibility for any legal violations related to online advertising that may arise from the use of Panther."
  }
}