{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nightcorer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nightcores YouTube videos on the fly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refresh the tab to get it to work sometimes!\n\nRaises the pitch and tempo of YouTube videos by an adjustable amount so that it becomes nightcore (unless it was already nightcored in which case it doesn't really 'become'). And I mean the looser definition of nightcore: it works on all YouTube videos, not just hands up/hardcore/trance/etc. genres. Keeping up with the theme, an anime shader is applied to all videos while the extension is active (not really).\n\nYou can only speed it up 1.00 to 1.50 times with the slider since most nightcore is about 1.17 to 1.27 times the pitch and tempo of the original. You can also enter a value between 0.50 and 2.00 by clicking on the speed indicator if you'd like to go beyond the normal bounds. \n\nNote: Sometimes the pitch doesn't work. This is usually on the VEVO videos. If you refresh the page after a bit it should work for the video (the audio is probably cached at that point). Also, if it ever sounds wobbly, turn the extension off and then back on.\n\nThe read and write permission only reads and writes to chrome's local storage. This is so that the speed and onness (it's not a word — look it up) is saved.\n\nUses: https://github.com/cwilso/Audio-Input-Effects/blob/master/js/jungle.js\n\nAll feedback is welcome.\n\nChange-log:\n\n1.0.1: Changed UI style.\n1.1.0: Made number editable.\n1.1.1: Pitch decided to stop working so I fixed that.\n1.1.2: Refreshes better between ads and videos, tempo persists."
  }
}