{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon CashBack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon CashBack - Get a 10% CASHBACK on any purchase on Amazon.",
    "de": "Amazon CashBack - Hol dir jetzt 10% Cashback auf all deine Amazoneinkäufe!",
    "es": "Amazon CashBack - ¡Obtén un 10% de reembolso en todas tus compras de Amazon!",
    "fr": "Amazon CashBack - Obtenez 10 % de cashback sur tous vos achats Amazon !",
    "it": "Amazon CashBack - Ottieni il 10% di cashback su tutti i tuoi acquisti Amazon!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get 10% CASHBACK on every purchase at Amazon. You read that right! Just download our extension and start benefiting immediately!\n\n1. Our extension offers a reliable and practical cashback service that allows you to save on online purchases. Download now!\n\n2. 10% Cashback! Start shopping with us now to make your most advantageous purchases.\n\n3. Simply shop at Amazon as usual, and the extension will automatically collect the cashback for you!",
    "de": "Erhalten Sie 10% CASHBACK auf jeden Einkauf bei Amazon.\nSie haben richtig gelesen! Laden Sie einfach unsere Erweiterung herunter und profitieren Sie sofort davon!\n\n1. Unsere Erweiterung bietet einen zuverlässigen und praktischen Cashback-Service, der es Ihnen ermöglicht, bei Online-Käufen zu sparen. Jetzt herunterladen!\n\n2. 10% Cashback! Beginnen Sie jetzt mit dem Einkaufen bei uns, um Ihre vorteilhaftesten Einkäufe zu tätigen.\n\n3. Ganz einfach wie gewohnt bei Amazon einkaufen und die Erweiterung sammelt das Cashback automatisch für Sie ein!",
    "es": "Obtén un 10% de CASHBACK en cada compra en Amazon. ¡Lo leíste bien! Descarga nuestra extensión y comienza a beneficiarte de inmediato.\n\n1. Nuestra extensión ofrece un servicio de cashback confiable y práctico que te permite ahorrar en tus compras en línea. ¡Descárgala ahora!\n\n2. ¡10% de Cashback! Comienza a comprar con nosotros ahora para hacer tus compras más ventajosas.\n\n3. Simplemente compra en Amazon como siempre, y la extensión recogerá el cashback automáticamente para ti.",
    "fr": "Obtenez 10 % de CASHBACK sur chaque achat sur Amazon. Vous avez bien lu ! Téléchargez simplement notre extension et commencez à en profiter immédiatement !\n\n1. Notre extension propose un service de cashback fiable et pratique qui vous permet d'économiser sur vos achats en ligne. Téléchargez-la maintenant !\n\n2. 10 % de Cashback ! Commencez à acheter avec nous dès maintenant pour faire vos achats les plus avantageux.\n\n3. Achetez simplement sur Amazon comme d'habitude, et l'extension collectera automatiquement le cashback pour vous !",
    "it": "Ottieni un 10% di CASHBACK su ogni acquisto su Amazon. Hai letto bene! Scarica la nostra estensione e inizia subito a beneficiarne!\n\n1. La nostra estensione offre un servizio di cashback affidabile e pratico che ti permette di risparmiare sugli acquisti online. Scaricala ora!\n\n2. 10% di Cashback! Inizia a fare acquisti con noi ora per ottenere i tuoi acquisti più vantaggiosi.\n\n3. Acquista semplicemente su Amazon come al solito e l'estensione raccoglierà automaticamente il cashback per te!"
  }
}