{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Positive Message Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays a positive message every 5 minutes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with our Positive Message extension for Google Chrome! Are you tired of scrolling through the news and social media feeds only to be bombarded by negative stories and stressful updates? Our extension provides you with a daily dose of inspiration and positivity, right on your computer.\n\nOur extension displays uplifting messages, inspiring quotes, and beautiful imagery designed to boost your mood and uplift your spirit. With just one click, you can access a library of positive affirmations and encouraging words to help you feel happier and more motivated throughout your day.\n\n You can even schedule when you want to receive your daily dose of positivity, so you can start your day off right or take a break in the middle of a busy afternoon.\n\nSo why wait? Invest in your mental wellbeing and happiness by downloading our Positive Message extension for Google Chrome today. With our affordable price and easy-to-use interface, you'll wonder how you ever browsed without it. Click now to purchase and start your journey towards a more positive and fulfilling life!\n\nThe  positive image was made by Image by <a href=\"https://pixabay.com/users/chiplanay-1971251/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=2953865\">chiplanay</a> from <a href=\"https://pixabay.com//?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=2953865\">Pixabay</a>\n\nThe Image for the icon was made by Image by <a href=\"https://www.freepik.com/free-vector/gradient-p-logo-template-design_24997362.htm#query=letter%20p%20logo&position=23&from_view=keyword&track=ais\">Freepik</a>"
  }
}