{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kidibot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Educație prin joacă - începe fiecare zi cu quizuri, poze superbe, animații haioase și ajută-ți copilul să devină mai bun."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensia Kidibot (împreună cu platforma educațională cu același nume) îi motivează pe copiii din România să citească și să învețe mai mult prin joacă!\n\n==Funcționalități:==\n\n- de fiecare dată când deschizi un tab, vei vedea o imagine superbă, relaxantă (ca background) + un Kidismile haios + un citat inspirațional\n\n- dacă te loghezi în contul tău Kidibot, vei vedea câte puncte ai acumulat\n\n- părinții și copiii care folosesc această extensie zilnic câștigă puncte și devin automat SILVER! Iar fiecare punct câștigat îți crește șansele să câștigi premiile puse în joc lunar!\n\n- părinții primesc sfaturi\n\n- puteți să căutați pe internet direct din pagină\n\n- linkuri către Kidibot si alte site-uri care să-i ajute pe părinți să aleagă cele mai frumoase cărți, jucării, excursii pentru copiii lor\n\n\n\n==Despre Kidibot==\n\n- Copiii din peste 60% dintre școlile gimnaziale din România ne deja folosesc Kidibot!\n\n- 19 premii câștigate din 2017.\n\n- 92,17% dintre părinți declară că le ajutăm copiii să citească și să învețe mai mult.\n\n\nAceastă extensie ajută copiii să citească și să învețe mai mult. Cum anume?\nPrin joacă.\nPrin distracție.\nPrin presiune social pozitivă.\nPrin disonanță cognitivă.\nPrin curiozitate.\nPrin patriotism local.\nPrin creșterea respectului de sine.\nPrin lucru în echipă.\nPrin camaraderie.\nPrin implicare socială.\nPrin satisfacția că schimbi destine.\nPrin obținerea unui scop în viață.\nPrin satisfacția că lucrezi pentru viitorul tău.\nPrin premii (cărți, laptopuri, smartwatch-uri, etc)\nPrin exemple pozitive și prin multe altele.\n\nKIDIBOT este un roboţel din spaţiul cosmic care a ajung pe Pământ şi îi ajută pe copii să lupte împotriva CROCOBETILOR.\n\nCROCOBETII sunt nişte extratereştrii nesuferiţi care vor să ne cucerească planetă prin lene şi prostie.\n\nSingură modalitate de a învinge CROCOBETII este fiind mai deştepţi, iar asta înseamnă să citim și să învățăm cât mai mult.\n\nMultă bafta!"
  }
}