{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pepega Catch!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Catch and battle Pepegas across the internet!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pepega Catch! is a game where you catch and battle Pepegas across the internet!\n\nPepegas (these green weird-looking frogs) will appear on websites that you visit.\nSimply click on a Pepega to catch it!\nYou and your very own Pepega Army will then automatically battle the Pepega. If you win, you get to add it to your army!\n\n-Your Pepega Army-\nPepegas you catch will automatically be enlisted in your Pepega Army.\nYour army generates IQ Points that can help you in multiple ways. Your army will also help you in battles against Wild Pepegas that you'll encounter while browsing the web!\n\n-Ranking Up-\nYou'll be ranked based on how much IQ you have. The higher your rank is, the more powerful you become!\nThis means being able to win battles against much stronger Pepegas!\n\n-Spending your IQ-\nYou can spend IQ Points to expand your army and ressurect Pepegas who died in battle!\n\n-Natural Habitats-\nEach Pepega has a \"natural habitat\"! That means you'll find more Pepegas of a particular type that is related to the website you're currently on!\n\n-Upgrading your Pepegas-\nPepegas can LEVEL UP by combining it with two other Pepegas of the same type and level.\nPepegas can also FUSE with other Pepegas, forming a new type of Pepega that is more powerful and more intelligent!\n\nThe game has an optional tutorial that should help you learn the game!\n\nIf you wish for a certain website to not have any Pepegas spawning in them, you may put them on the filter list. You may also completely disable the spawning of Pepegas on webpages and still have the game running in the background!\n\n---\n\nChanges in v0.8.0:\n-New 'Rise Up' feature that allows you destroy all of your Pepegas in exchange for something greater... (You must be a Pepega Legend or higher to access this feature)\n-New ranks!\n-New Pepega!\n-Fixed minor issues"
  }
}