{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DissTract"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The internet is a huge ocean of information but it also brings a wide range of distracting elements along it. All of us, here, have…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The internet is a huge ocean of information but it also brings a wide range of distracting elements along it. All of us, here, have experienced this thing that we go over internet to complete our work but we land up doing something else but our designated work. This prevails even after the pandemic as we cannot overlook the positive side of the internet.\n\nIn fact, a recent study conducted by the University of California, Irvine found that it takes an average of 23 minutes and 15 seconds to regain focus after being distracted. This means that every time we get sidetracked by a social media notification, a YouTube video, or any other form of distraction, we are losing valuable time that could be spent on learning and producing our best work.\n\nThis is where DISSTRACT comes in. DISSTRACT is a comprehensive web extension that offers a solution to all your online distractions. It provides features like website blocking, distraction-free mode, and customized timers, which ensure that you stay focused and productive while working online.\n\nFeatures which help us to solve this problem are:\n\nRewarding user by our Own Token to keep him motivated\nBlocking Selected Website while users are working\nFeature to stop the opening of new tabs to make him ultra focused\nGiving a breif data to user about their work"
  }
}