{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vinted Reviews Exporter",
    "es": "Exportador de Reseñas de Vinted",
    "fr": "Exportateur d'avis Vinted",
    "it": "Esportatore di Recensioni Vinted",
    "pl": "Eksporter Opinii o Vinted"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape Vinted reviews, effortlessly download them to Excel/CSV with one click, and export comments, ratings, variations, and more.",
    "de": "Scrape Vinted-Bewertungen, laden Sie sie mühelos mit einem Klick in Excel/CSV herunter und exportieren Sie Kommentare, Bewertungen,…",
    "es": "Extrae reseñas de Vinted, descárgalas sin esfuerzo en Excel/CSV con un clic y exporta comentarios, calificaciones, variaciones y…",
    "fr": "Récupérez les avis Vinted, téléchargez-les sans effort en Excel/CSV en un clic, et exportez les commentaires, les évaluations, les…",
    "it": "Estrai le recensioni di Vinted, scaricale senza sforzo in Excel/CSV con un clic e esporta commenti, valutazioni, variazioni e altro…",
    "nl": "Scrape Vinted-Produktbewertungen und laden Sie sie mit einem Klick in Excel/CSV herunter.",
    "pl": "Pobierz opinie na temat Vinted, łatwo pobierz je do plików Excel/CSV jednym kliknięciem i eksportuj komentarze, oceny, warianty i…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Features\n✓ Download reviews from Vinted\n✓ Support Export Reviews\n✓ Export as XLSX (Excel Document) and CSV\n✓ Sort by Rating, Date, on Dashboard\n\n# Is Vinted Reviews Exporter free?\nYes, Vinted Reviews Exporter is free. You can access basic functionality for free and opt to upgrade for additional features.\n\n# FAQ\nhttps://vintedreviews.mrdotb.com#faq\n\nIf the popup window does not work, reload the page and reopen the popup windows.\n\nIf it keeps failing, please send us the corresponding product details link, and we will do some troubleshooting and compatibility.\n\nIf you have any questions, don't hesitate to contact us at support@mrdotb.com.\n\n# Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Statement\nVinted is a trademark of Vinted UAB. Vinted Reviews Exporter is not affiliated with, endorsed by, sponsored by, or otherwise related to Vinted UAB or any of its affiliates or subsidiaries.",
    "de": "# Funktionen\n✓ Download von Bewertungen von Vinted\n✓ Unterstützung beim Export von Bewertungen\n✓ Exportieren als XLSX (Excel-Dokument) und CSV\n✓ Sortieren nach Bewertung, Datum im Dashboard\n\n# Ist Vinted Reviews Exporter kostenlos?\nJa, Vinted Reviews Exporter ist kostenlos. Sie können grundlegende Funktionen kostenlos nutzen und sich für zusätzliche Funktionen entscheiden.\n\n# FAQ\nhttps://vintedreviews.mrdotb.com#faq\n\nWenn das Popup-Fenster nicht funktioniert, laden Sie die Seite neu und öffnen Sie die Popup-Fenster erneut.\n\nWenn es weiterhin fehlschlägt, senden Sie uns bitte den entsprechenden Link zu den Produktdetails, und wir werden einige Fehlerbehebungen und Kompatibilitätsprüfungen durchführen.\n\nBei Fragen zögern Sie nicht, uns unter support@mrdotb.com zu kontaktieren.\n\n# Datenschutz\nAlle Daten, die Sie verarbeiten, befinden sich auf Ihrem lokalen Computer und werden niemals über unsere Server übertragen.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Erklärung\nVinted ist eine Marke der Vinted UAB. Vinted Reviews Exporter steht in keiner Verbindung zu Vinted UAB oder deren verbundenen Unternehmen oder Tochtergesellschaften und wird von ihnen nicht unterstützt, gesponsert oder anderweitig unterstützt.",
    "es": "# Características\n✓ Descargar reseñas de Vinted\n✓ Soporte para Exportar Reseñas\n✓ Exportar como XLSX (Documento de Excel) y CSV\n✓ Ordenar por Calificación, Fecha, en el Panel de Control\n\n# ¿Es gratuito Vinted Reviews Exporter?\nSí, Vinted Reviews Exporter es gratuito. Puedes acceder a funciones básicas de forma gratuita y optar por actualizar para obtener funciones adicionales.\n\n# Preguntas frecuentes\nhttps://vintedreviews.mrdotb.com#faq\n\nSi la ventana emergente no funciona, recarga la página y vuelve a abrir las ventanas emergentes.\n\nSi sigue fallando, por favor envíenos el enlace correspondiente a los detalles del producto y realizaremos algunos controles de compatibilidad.\n\nSi tiene alguna pregunta, no dude en contactarnos en support@mrdotb.com.\n\n# Privacidad de datos\nTodos los datos que procesa están en su computadora local y nunca pasan por nuestros servidores.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Declaración\nVinted es una marca registrada de Vinted UAB. Vinted Reviews Exporter no está afiliado, respaldado, patrocinado o de ninguna manera relacionado con Vinted UAB o cualquiera de sus afiliados o subsidiarias.",
    "fr": "# Caractéristiques\n✓ Téléchargez les avis de Vinted\n✓ Prise en charge de l'exportation des avis\n✓ Exportez au format XLSX (Document Excel) et CSV\n✓ Triez par évaluation, date, sur le tableau de bord\n\n# Vinted Reviews Exporter est-il gratuit ?\nOui, Vinted Reviews Exporter est gratuit. Vous pouvez accéder aux fonctionnalités de base gratuitement et choisir de passer à un abonnement pour des fonctionnalités supplémentaires.\n\n# FAQ\nhttps://vintedreviews.mrdotb.com#faq\n\nSi la fenêtre contextuelle ne fonctionne pas, rechargez la page et ré ouvrez le popup.\n\nSi le problème persiste, veuillez nous envoyer le lien correspondant au produit et nous effectuerons des vérifications de compatibilité et de dépannage.\n\nSi vous avez des questions, n'hésitez pas à nous contacter à l'adresse support@mrdotb.com.\n\n# Confidentialité des données\nToutes les données que vous traitez sont stockées sur votre ordinateur local et ne passent pas par nos serveurs.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Déclaration\nVinted est une marque déposée de Vinted UAB. Vinted Reviews Exporter n'est pas affilié, approuvé, sponsorisé ou autrement lié à Vinted UAB ou à l'une de ses filiales ou sociétés affiliées.",
    "it": "# Caratteristiche\n✓ Scarica recensioni da Vinted\n✓ Supporto Esporta Recensioni\n✓ Esporta come XLSX (Documento Excel) e CSV\n✓ Ordina per Valutazione, Data, sul Pannello di Controllo\n\n# È gratuito Vinted Reviews Exporter?\nSì, Vinted Reviews Exporter è gratuito. Puoi accedere gratuitamente alle funzionalità di base e optare per l'aggiornamento per funzionalità aggiuntive.\n\n# FAQ\nhttps://vintedreviews.mrdotb.com#faq\n\nSe la finestra popup non funziona, ricarica la pagina e riapri le finestre popup.\n\nSe continua a non funzionare, ti preghiamo di inviarci il link corrispondente ai dettagli del prodotto e faremo alcuni controlli di compatibilità.\n\nSe hai domande, non esitare a contattarci all'indirizzo support@mrdotb.com.\n\n# Privacy dei dati\nTutti i dati che elabori sono sul tuo computer locale e non passano mai attraverso i nostri server.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Dichiarazione\nVinted è un marchio di Vinted UAB. Vinted Reviews Exporter non è affiliato, approvato, sponsorizzato o in altro modo collegato a Vinted UAB o a qualsiasi delle sue affiliate o sussidiarie.",
    "nl": "# Kenmerken\n✓ Download recensies van Vinted\n✓ Ondersteuning bij het exporteren van recensies\n✓ Exporteren als XLSX (Excel-document) en CSV\n✓ Sorteren op beoordeling, datum, op het dashboard\n\n# Is Vinted Reviews Exporter gratis?\nJa, Vinted Reviews Exporter is gratis. U kunt gratis toegang krijgen tot de basisfunctionaliteit en ervoor kiezen om te upgraden voor aanvullende functies.\n\n# Veelgestelde vragen\nhttps://vintedreviews.mrdotb.com#faq\n\nAls het popup-venster niet werkt, vernieuw dan de pagina en open de popup-vensters opnieuw.\n\nAls het blijft mislukken, stuur ons dan de overeenkomstige productdetails-link en we zullen enkele probleemoplossingen en compatibiliteitscontroles uitvoeren.\n\nAls u vragen heeft, aarzel dan niet om contact met ons op te nemen via support@mrdotb.com.\n\n# Gegevensprivacy\nAlle gegevens die u verwerkt, bevinden zich op uw lokale computer en gaan nooit via onze servers.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Verklaring\nVinted is een handelsmerk van Vinted UAB. Vinted Reviews Exporter is niet verbonden met, goedgekeurd door, gesponsord door of anderszins gerelateerd aan Vinted UAB of een van haar gelieerde ondernemingen of dochterondernemingen.",
    "pl": "# Funkcje\n✓ Pobieraj recenzje z Vinted\n✓ Obsługa Eksportu Recenzji\n✓ Eksportuj jako XLSX (Dokument Excel) i CSV\n✓ Sortuj według Oceny, Daty, na Panelu Sterowania\n\n# Czy Vinted Reviews Exporter jest darmowy?\nTak, Vinted Reviews Exporter jest darmowy. Możesz korzystać z podstawowych funkcji za darmo i zdecydować się na aktualizację, aby uzyskać dodatkowe funkcje.\n\n# FAQ\nhttps://vintedreviews.mrdotb.com#faq\n\nJeśli okno popup nie działa, przeładuj stronę i ponownie otwórz okna popup.\n\nJeśli nadal nie działa, prosimy o przesłanie nam odpowiadającego linku do szczegółów produktu, a my przeprowadzimy niezbędne działania w celu rozwiązania problemu i zapewnienia kompatybilności.\n\nJeśli masz jakiekolwiek pytania, nie wahaj się skontaktować z nami pod adresem support@mrdotb.com.\n\n# Prywatność danych\nWszystkie dane, które przetwarzasz, są przechowywane na Twoim lokalnym komputerze i nigdy nie przechodzą przez nasze serwery.\nhttps://vintedreviews.mrdotb.com/privacy\n\n# Oświadczenie\nVinted jest znakiem towarowym Vinted UAB. Vinted Reviews Exporter nie jest związany, nie jest popierany, sponsorowany ani w żaden sposób powiązany z Vinted UAB ani z żadną z jego spółek zależnych ani partnerskich."
  }
}