{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clever Ads Keyword Planner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate and choose the perfect Google Keywords for your Google Ads campaigns with Clever Ads Google Keyword Tool Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate and choose the perfect Google Keywords for your advertising strategy on Google Ads, Microsoft Ads, Facebook Ads, Instagram Ads, Twitter Ads and Tik Tok Ads campaigns with Clever Ads Google Keyword Tool Extension\n\nClever Ads Keyword Tool is focused mainly on Google and Microsoft Keywords, meaning it allows you to find the right keywords for your advertising campaigns. This way you'll quickly discover and analyze tons of profitable long-tail keywords related to your business.\n\nYou can use Clever Ads keyword extension for free with no restrictions at all. We help you find the Google keywords you should bid on for your Google Ads strategy. Note that the new discovered keywords can also be used for SEO purposes, or for other advertising platforms like Facebook Ads or Microsoft Ads.\n\nWHY USE CLEVER ADS KEYWORD RESEARCH TOOL EXTENSION?\n\nFind new Google keyword ideas: Find your Google keywords anywhere you go, scan your website keywords or spy on your competitors' keywords to get a list of high-quality keywords for your Google Ads campaigns or for other purposes.\n\nSave money: Clever Ads free keyword research tool allows you to get the keyword search volume for your Google Ads strategy. Our keyword tool is specifically designed  to make the most out of your advertising strategies while helping you make the right decisions without any restrictions - 100% free.\n\nImprove your Google Ads results: Download your keywords once the keyword research is performed or choose to directly upload them to Google Ads from the Keyword Research Tool.\n\nAll-in-one keyword planner tool: Clever Ads integrates keyword ideas from more than 6 different search engines. Get a complete keyword research for any advertising platform in just one place.\n\nHOW TO USE THIS GOOGLE FREE KEYWORD FINDER?\n\nType in the URL whose keywords you want to evaluate and hit scan! You will get a keyword research list of keywords that you'll be able to download or upload to Google Ads for free.\n\nYou can also go to our keyword tesearch master at cleverads.com/keyword-planner to get even more keyword insights and tailor-made recocmmendations. You'll be able there to upload your new keywords directly to your Google and Microsoft Ads accounts.\n\nChoose the best keywords for your Google Ads, Microsoft Ads, Facebook Ads, Instagram Ads and Twitter Ads campaigns while keeping in mind their competition level, average CPC, or search volume trend.\n\nGet it all with the guarantee of a Premier Google Partner; Our Google Ads campaign creation expertise comes from hundreds of thousands of customers that we have already made campaigns for. This helps us know what is important when choosing successful keywords for your advertising."
  }
}