{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block Notifications"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block/Unblock Chrome Notifications"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction:\n\nWelcome to \"Notification Blocker,\" the ultimate Chrome extension designed to simplify notification management for users who may not be familiar with Chrome settings. With a focus on ease-of-use, this extension empowers common users to effortlessly turn off notifications with just one click.\n\nOverview:\n\n\"Notification Blocker\" is your solution if you're seeking a user-friendly approach to managing notifications without navigating the complexities of Chrome settings. We understand that not everyone is tech-savvy, and our extension makes the process seamless with a straightforward one-click solution.\n\nKey Features:\n\nOne-Click Notification Management:\n\n\"Notification Blocker\" streamlines the process, allowing users to disable notifications with a single click. No more digging through Chrome settings—simplicity is just a click away.\nUser-Friendly Interface:\n\nEnjoy an intuitive interface that caters to users who find traditional Chrome settings overwhelming. \"Notification Blocker\" ensures that even the least tech-savvy individuals can effortlessly manage their notification preferences.\nAccessible to Everyone:\n\nWhether you're a new Chrome user or simply prefer simplicity, \"Notification Blocker\" ensures accessibility for all. Say goodbye to confusing menus and complicated settings—our extension is designed for users of all backgrounds.\nGuided Setup:\n\n\"Notification Blocker\" includes a guided setup process with clear instructions and tooltips. Users are guided through the features, minimizing any learning curve for a smooth experience.\nHow It Works:\n\nInstallation:\n\nStart by installing \"Notification Blocker\" from the Chrome Web Store. The installation process is straightforward, enabling users to get started quickly.\nActivation:\n\nOnce installed, activate the extension with a simple click. A discrete icon appears in your Chrome toolbar, ready to assist you whenever needed.\nNotification Management:\n\nClicking on the extension icon opens a user-friendly menu that consolidates all notification management options. Toggle notifications on or off, customize preferences, and manage settings effortlessly.\nOnboarding Assistance:\n\nFor users unfamiliar with the extension, an onboarding tutorial guides them through the features, ensuring a smooth first-time experience.\nFrequently Asked Questions (FAQs):\n\nIs \"Notification Blocker\" free to use?\n\nYes, \"Notification Blocker\" is completely free to use.\nIs my data secure when using the extension?\n\n\"Notification Blocker\" prioritizes user privacy and data security. We do not collect any personal information, ensuring a secure and private experience.\nCan I customize notification preferences with \"Notification Blocker\"?\n\nAbsolutely! \"Notification Blocker\" provides users with the flexibility to customize their notification preferences according to their needs.\nIs the extension compatible with other Chrome extensions?\n\n\"Notification Blocker\" is designed to be compatible with most Chrome extensions, ensuring seamless integration with your existing setup.\nConclusion:\n\nIn conclusion, \"Notification Blocker\" is your go-to solution for a simple, one-click approach to managing Chrome notifications. Our commitment to user-friendliness and accessibility ensures that everyone, regardless of technical expertise, can enjoy a hassle-free experience with their Chrome notifications.\n\nDownload \"Notification Blocker\" today and take control of your Chrome notifications with ease!"
  }
}