{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWS Console Bar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Increase your productivity in AWS Console with aws-console-bar Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The single purpose of your Google Chrome extension is to enhance the AWS (Amazon Web Services) Console by adding a UI element that displays account names. Here's a more detailed description:\n\nExtension Name: AWS Console Bar\n\nPurpose:\nThe AWS Console Bar Chrome extension provides a seamless way for AWS users to quickly identify and distinguish between different AWS accounts when working in the AWS Management Console. By overlaying a user-friendly UI element on top of the AWS Console, this extension enhances the user experience and reduces the risk of accidental operations in the wrong account.\n\nKey Features:\n\nAccount Identification: The extension identifies the AWS account currently in use within the AWS Console.\n\nUI Overlay: It adds a non-intrusive UI overlay at the top of the AWS Console's interface, displaying the account's friendly name.\n\nCustomizable Labels: Users have the option to assign custom labels or nicknames to their AWS accounts for easier recognition.\n\nColor Coding: Accounts can be color-coded, allowing users to quickly associate colors with specific accounts.\n\nMultiple Account Support: The extension supports multiple AWS accounts, making it ideal for users who manage multiple AWS environments simultaneously.\n\nIntuitive Interface: The UI element is designed to be minimalistic and intuitive, ensuring it doesn't clutter the AWS Console.\n\nBenefits:\n\nEnhanced Productivity: Users can work more efficiently by reducing the risk of mistakenly performing actions in the wrong AWS account.\n\nUser-Friendly: The extension's user interface is designed to be user-friendly and unobtrusive, ensuring a seamless experience.\n\nCustomization: Users have the flexibility to customize labels and colors according to their preferences.\n\nMulti-Account Management: Ideal for developers, administrators, or teams managing multiple AWS accounts concurrently.\n\nCompatibility:\nThe AWS Account Identifier Chrome extension is compatible with all AWS Console services, ensuring a consistent and improved experience across the AWS ecosystem.\n\nSecurity:\nThe extension does not compromise AWS security. It only adds a UI overlay for user convenience and does not access, store, or transmit sensitive AWS credentials or data.\n\nPrivacy:\nThe extension respects user privacy and does not collect any personal or usage data.\n\nIn summary, the AWS Account Identifier Chrome extension is designed to simplify and improve the AWS Console experience by adding a non-intrusive UI element that helps users easily identify and manage their AWS accounts. It enhances productivity, reduces the risk of errors, and is customizable to suit individual preferences."
  }
}