{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pix Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension for Pix",
    "fr": "Extension de navigateur pour Pix"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension for Pix\nPix is ​​the French State's online public service for assessing, developing and certifying digital skills.\nIn this context, we organize certification sessions to validate users' digital skills.  During these sessions, it is not allowed to consult certain prohibited content and to search for answers directly on the internet.\n\nThe extension is made to be used as part of a “Pix” certification exam. Its purpose is to prevent access to websites offering spoiler content. The filter is automatically activated when the exam starts and deactivated when it closes.\n\nWhen attempting to navigate to a “banned” website, the user is redirected to a page within the extension.\n\nA check is carried out at each navigation event as well as on tabs already open upon activation.\n\nTo check the correct installation of the extension, a page has been set up accessible via this link: https://companion.pix.digital/check.html.",
    "fr": "Pix est le service public de l'Etat Français en ligne pour évaluer, développer, et certifier ses compétences numériques.\nDans ce cadre nous organisons des sessions de certifications pour valider les compétences des  utilisateurs. Dans ce cadre de sessions de certifications, il n'est pas autorise de tricher et d'aller chercher les réponses directement sur internet.\n\nL’extension est faite pour être utilisée dans le cadre d’un examen de certification “Pix\". Elle a pour but d’empêcher l’accès à des sites Web proposant du contenus de triches/spoil. Le filtre s’active automatiquement au démarrage de l’examen et se désactive à la cloture de celui-ci.\n\nLors d’une tentative de navigation vers une site Web \"interdit“, l’utilisateur est redirigé vers une page de l’extension.\n\nUne verification est effectué à chaque événement de navigation ainsi que sur les onglets déjà ouverts lors de l’activation.\n\nNous utilisons le framework WXT pour construire notre extension - https://github.com/wxt-dev/wxt.\nNous utilisons, bien, le \"storage\" via la bibliotheque wxt/storage qui elle même se base sur le browser.storage. Nous avons donc besoin de l'autorisation storage. Pour information, d'autre utilisateurs de cette bibliothèque ont eu le même refus comme en témoigne la discussion suivante sur le github de wxt https://github.com/wxt-dev/wxt/discussions/548"
  }
}