{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dofus Hunt Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides additional functionality to the Dofus Treasure Hunt Website, making hunts easier and faster.",
    "fr": "Fournit des fonctionnalités supplémentaires au site Web Dofus Treasure Hunt, ce qui rend les chasses plus faciles et plus rapides.",
    "pt_BR": "Proporciona algumas funcionalidade para o site Dofus Hunt que tornam a caçada mais fácil e rápida"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides the following functions to the https://dofus-map.com/en/hunt website:\n\n* Fast Travel: Provides a way to transfer the found hint location to your clipboard with or without the \"/travel\" command (the command is used to automatically travel with a pre-sentient mount).\n* Website Shortcut: Provides a faster way to open the treasure hunt website by clicking on the extension.\n* Paste Pos: Allows the input to accept the Dofus position format so it can be copy & pasted.\n* Autocomplete Hint: Type, Search or Select your Hint with an autocomplete field. * NEW: After changing the direction of the hint, this field is autofocused * \n* No Ad: Removes the ad from the page. * NEW: This is now optional, but only after clicking on the Ad once (this is to help out the page owner) *",
    "fr": "Cette extension fournit les fonctions suivantes au site Web https://dofus-map.com/en/hunt:\n\n* Fast Travel: Fournit un moyen de transférer l'emplacement de l'indice trouvé dans votre presse-papiers avec ou sans la commande \"/ travel\" (la commande est utilisée pour voyager automatiquement avec un montage pré-sentient).\n* Raccourci du site Web: fournit un moyen plus rapide d'ouvrir le site Web de la chasse au trésor en cliquant sur l'extension.\n* Coller la position: permet à l'entrée d'accepter le format de position Dofus afin qu'il puisse être copié et collé.\n* Indice de saisie semi-automatique: saisissez, recherchez ou sélectionnez votre indice avec un champ de saisie semi-automatique. * NOUVEAU: Après avoir changé la direction de l'indice, ce champ est autofocus *\n* Aucune annonce: supprime l'annonce de la page. * NOUVEAU: Ceci est désormais facultatif, mais seulement après avoir cliqué sur l'annonce une fois (c'est pour aider le propriétaire de la page) *",
    "pt_BR": "Essa extensão proporciona algumas funcionalidades para o site https://dofus-map.com/pt/hunt, como:\n\n* Viajem Rápida: Proporciona uma maneira mais rápida para copiar para a sua area de transferencia uma copia dos campos de posição fazendo uso ou não do comando \"/travel\" (Esse comando é usado no jogo Dofus para se auto locomover quando se possui uma montaria alto pilotada).\n* Atalho para o Site: Proporciona uma maneira mais rápida de abrir o site de caça através de um clique no botão da extensão.\n* Colar Posição: Faz os campos aceitarem posições vindos diretamente da sua area de transferencia.\n* Autocomplete de Dica: Selecione ou digite e filtre as dicas encontradas na sua caçada através de um novo item de menu que substitui o antigo campo de seleção. * NOVO: Agora depois de mudar a direção da dica, esse campo será automaticamente selecionado *\n* Clean AD: Remoção da propaganda no final da página. * NOVO: Agora essa funcionalidade se tornou opcional, mas antes é necessário clicar uma vez na propaganda (vamos ajudar o dono da página) *"
  }
}