{
  "name": {
    "ar": "مترجم Whatsapp™ - ترجمة غامرة",
    "am": "Whatsapp™ Translate: Communicate in 100+ Languages",
    "bg": "Smart Translator for Whatsapp™ Chats",
    "bn": "Whatsapp™ Language Translator—Easy & Efficient",
    "ca": "Translate Whatsapp™ Messages Instantly",
    "cs": "Over 100 Languages: Whatsapp™ Translate Tool",
    "da": "Whatsapp™ Multilingual Chat Translator",
    "de": "WhatsApp™-Übersetzer – Immersive Übersetzung",
    "el": "Easy Whatsapp™ Translation—Smart & Fast",
    "en,en_AU,en_GB,en_US": "Whatsapp™ Translator - Immersive Translation",
    "es,es_419": "Traductor de Whatsapp™ - Traducción inmersiva",
    "et": "Auto WhatsApp Translator",
    "fa": "مترجم Whatsapp™ - ترجمه همهجانبه",
    "fi": "Automatic Whatsapp ™ Translator",
    "fil": "Translator for WhatsApp",
    "fr": "Traducteur Whatsapp™ - Traduction immersive",
    "gu": "WhatsApp 即时翻译",
    "he": "自动 Whatsapp™ 翻译器",
    "hi": "व्हाट्सएप™ ट्रांसलेटर - इमर्सिव ट्रांसलेशन",
    "hr": "Effortless Language Translation on Whatsapp™",
    "hu": "Whatsapp™ Translate: Connect Globally",
    "id": "Overcome Language Barriers with Whatsapp™ Translate",
    "it": "Traduttore Whatsapp™ - Traduzione immersiva",
    "ja": "Whatsapp™ 翻訳者 - イマーシブ翻訳",
    "kn": "Smart Translation for Whatsapp™—100+ Languages",
    "ko": "Whatsapp™ 번역기 - 몰입형 번역",
    "lt": "Whatsapp™ vertėjas – įtraukiantis vertimas",
    "lv": "Easy-to-Use Whatsapp™ Translation Tool",
    "ml": "Whatsapp™ Translate: Multilingual Made Easy",
    "mr": "Translate Whatsapp™ Chats Effortlessly",
    "ms": "Whatsapp™ Translator—Smart & User-Friendly",
    "nl": "Break Language Barriers on Whatsapp™",
    "no": "Whatsapp™ Translate: Global Messaging Tool",
    "pl": "Multilingual Whatsapp™ Communication",
    "pt_BR,pt_PT": "Tradutor Whatsapp™ - Tradução Imersiva",
    "ro": "Smart Whatsapp™ Language Translator",
    "ru": "Whatsapp™ Translator — иммерсивный перевод",
    "sk": "Easy Translation for Whatsapp™ Users",
    "sl": "Whatsapp™ Translate—Your Multilingual Assistant",
    "sr": "Communicate Without Limits on Whatsapp™",
    "sv": "Smart Tool for Translating Whatsapp™ Messages",
    "sw": "Whatsapp™ Translate: Easy Global Communication",
    "ta": "Translate and Chat on Whatsapp™ Seamlessly",
    "te": "Whatsapp™ Multilanguage Translator—Easy & Smart",
    "th": "Experience Multilingual Chats on Whatsapp™",
    "tr": "Whatsapp™ Çevirmen - Kapsamlı Çeviri",
    "uk": "Smart Whatsapp™ Translation—Fast & Easy",
    "vi": "Trình dịch Whatsapp™ - Bản dịch nhập vai",
    "zh_CN": "Whatsapp™ 翻译器 - 沉浸式翻译",
    "zh_TW": "Whatsapp™ 翻譯機 - 沉浸式翻譯"
  },
  "short": {
    "ar": "مترجم ذكي لتطبيق Whatsapp، سهل الاستخدام ويدعم أكثر من 100 لغة. (غير رسمي)",
    "am": "Easily translate Whatsapp messages with this smart tool supporting over 100 languages.",
    "bg": "Break language barriers in your Whatsapp conversations with instant translations.",
    "bn": "Enhance your messaging experience by translating chats into over 100 languages effortlessly.",
    "ca": "Smart translation tool for seamless multilingual communication on Whatsapp.",
    "cs": "Communicate globally with an easy-to-use translator for Whatsapp supporting 100+ languages.",
    "da": "Instantly translate your Whatsapp chats into multiple languages with this smart tool.",
    "de": "Intelligenter Übersetzer für WhatsApp, einfach zu bedienen und unterstützt über 100 Sprachen. (inoffiziell)",
    "el": "Translate messages on Whatsapp effortlessly with support for over 100 languages.",
    "en,en_AU,en_GB,en_US": "Smart Translator for Whatsapp, Easy to Use and Supports Over 100 Languages.(unofficial)",
    "es,es_419": "Traductor inteligente para Whatsapp, fácil de usar y compatible con más de 100 idiomas (no oficial).",
    "et": "Break down language barriers using this easy translator for Whatsapp chats.",
    "fa": "مترجم هوشمند برای Whatsapp، آسان برای استفاده و پشتیبانی از بیش از 100 زبان. (غیر رسمی)",
    "fi": "Enjoy seamless translations in your Whatsapp conversations with this powerful tool.",
    "fil": "Effortlessly translate chats on Whatsapp into over 100 languages.",
    "fr": "Traducteur intelligent pour Whatsapp, facile à utiliser et prend en charge plus de 100 langues. (non officiel)",
    "gu": "Smart tool to translate your Whatsapp messages instantly and easily.",
    "he": "Translate your Whatsapp conversations with ease, supporting 100+ languages.",
    "hi": "व्हाट्सएप के लिए स्मार्ट ट्रांसलेटर, उपयोग में आसान और 100 से अधिक भाषाओं का समर्थन करता है। (अनौपचारिक)",
    "hr": "Smart translation tool for easy multilingual communication on Whatsapp.",
    "hu": "Easily translate messages on Whatsapp and connect with people worldwide.",
    "id": "Smart translator supporting over 100 languages for seamless Whatsapp chats.",
    "it": "Traduttore intelligente per Whatsapp, facile da usare e supporta oltre 100 lingue. (non ufficiale)",
    "ja": "Whatsapp 用のスマート翻訳、使いやすく、100 以上の言語をサポート。(非公式)",
    "kn": "Enhance your Whatsapp experience with instant translations in multiple languages.",
    "ko": "Whatsapp용 스마트 번역기, 사용하기 쉽고 100개 이상의 언어를 지원합니다.(비공식)",
    "lt": "Išmanusis „Whatsapp“ vertėjas, paprastas naudoti ir palaiko daugiau nei 100 kalbų (neoficialus)",
    "lv": "Translate your Whatsapp messages effortlessly with support for over 100 languages.",
    "ml": "Smart tool to translate chats on Whatsapp into 100+ languages easily.",
    "mr": "Instantly translate your messages on Whatsapp with this easy-to-use tool.",
    "ms": "Communicate in over 100 languages on Whatsapp with this smart translation tool.",
    "nl": "Easily translate chats into multiple languages with Whatsapp™ Translate.",
    "no": "Smart translator for easy and instant translation of Whatsapp messages.",
    "pl": "Effortlessly translate Whatsapp chats into over 100 languages.",
    "pt_BR,pt_PT": "Tradutor inteligente para Whatsapp, fácil de usar e compatível com mais de 100 idiomas.(não oficial)",
    "ro": "Enhance your chats with instant translations supporting 100+ languages.",
    "ru": "Умный переводчик для WhatsApp, прост в использовании и поддерживает более 100 языков (неофициальный).",
    "sk": "Translate messages on Whatsapp quickly and easily with this smart tool.",
    "sl": "Instantly translate Whatsapp chats into various languages effortlessly.",
    "sr": "Use Whatsapp™ Translate to chat in over 100 languages easily.",
    "sv": "Effortless translation of Whatsapp chats supporting multiple languages.",
    "sw": "Break language barriers with instant translations on Whatsapp.",
    "ta": "Smart translation tool supporting over 100 languages for Whatsapp.",
    "te": "Translate your Whatsapp messages into multiple languages effortlessly.",
    "th": "Use Whatsapp™ Translate for easy communication in over 100 languages.",
    "tr": "Whatsapp için Akıllı Tercüman, Kullanımı Kolay ve 100'den Fazla Dili Destekler.(resmi olmayan)",
    "uk": "Instantly translate messages on Whatsapp with support for 100+ languages.",
    "vi": "Trình dịch thông minh cho Whatsapp, dễ sử dụng và hỗ trợ hơn 100 ngôn ngữ. (không chính thức)",
    "zh_CN": "Whatsapp 智能翻译器，易于使用，支持 100 多种语言。（非官方）",
    "zh_TW": "Whatsapp 智慧型翻譯器，易於使用，支援 100 多種語言。"
  },
  "long": {
    "ar": "<span dir=\"ltr\"><b>معرفة ومؤهلات</b></span>  \n\n<span dir=\"ltr\">\n</span>  \nاتصل بسهولة مع الأصدقاء حول العالم دون القلق بشأن حواجز اللغة. يقوم هذا المكون الإضافي بترجمة رسائل WhatsApp تلقائيًا، مما يدعم أكثر من 100 لغة، بحيث لم تعد اللغة مشكلة بعد الآن.  \n\n  \n<span dir=\"ltr\">\n</span>  \nيتميز المكون الإضافي لدينا بواجهة بسيطة وسهلة الاستخدام، حيث تتم عملية الترجمة تلقائيًا - لا حاجة لعمليات يدوية. سواء كنت ترسل أو تتلقى رسائل، يقوم المكون الإضافي بترجمتها تلقائيًا، مما يجعل الاتصال خاليًا من القلق.  \n\n  \n<span dir=\"ltr\">\n</span>  \nبالإضافة إلى ذلك، فإن هذا المكون الإضافي قوي وآمن وفعال. إنه مناسب للاتصالات الشخصية والتجارية.  \n\n  \n<span dir=\"ltr\">\n</span>  \nعلاوة على ذلك، يقوم المكون الإضافي بترجمة الرسائل التي ترسلها تلقائيًا، مما يجعل الاتصال سريعًا وسهلاً. وداعًا لعناء الترجمة؛ يقوم المكون الإضافي لدينا بتبسيط كل شيء لك.  \n\n  \n<span dir=\"ltr\">\n</span>  \n✓ قم بترجمة المحادثات بلغات مختلفة دون جهد: بغض النظر عن البلد أو المنطقة، يمكنك تحقيق الاتصال السلس بسهولة مع جهات الاتصال الخاصة بك.  \n\n  \n✓ ترجمة تلقائية ذكية: لا داعي لاختيار اللغات يدويًا؛ يقوم المكون الإضافي بترجمتها تلقائيًا بناءً على إعداداتك.  \n\n  \n✓ احمِ خصوصيتك: تاريخ الدردشة والمعلومات الشخصية الخاصة بك آمنة. نحن لا نجمع أو نخزن أو نشارك أيًا من بياناتك.  \n\n  \n✓ متعدد الاستخدامات للعديد من السيناريوهات: مثالي لوضعيات مثل السفر، والأعمال، والدراسة، وأكثر من ذلك، مما يضمن لك الشعور بالثقة والراحة في أي بيئة لغوية.  \n\n  \n✓ آمن وموثوق: لقد خضع المكون الإضافي لفحوصات أمان صارمة، مما يضمن حماية جهاز الكمبيوتر وخصوصيتك من التهديدات.  \n\n  \n<span dir=\"ltr\">\n</span>  \nبالإضافة إلى ذلك، نقدم MoreTools لتمكينك من وظائف أكثر قوة.  \n\n  \n<span dir=\"ltr\">\n</span>  \n--- إخلاء المسؤولية ---  \n\n  \n<span dir=\"ltr\">\n</span>  \nيرجى ملاحظة أن مكوننا الإضافي غير تابع أو معتمد أو مدعوم أو مرتبط رسميًا بـ WhatsApp أو جوجل أو جوجل ترانسليت. إنه أداة مستقلة مصممة لتعزيز تجربة WhatsApp الخاصة بك من خلال توفير ميزات الترجمة التلقائية، مع تقديم وظائف إضافية وراحة في الاتصال متعدد اللغات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fi,fil,gu,he,hr,hu,id,kn,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Easily connect with friends around the world without worrying about language barriers. This plugin automatically translates WhatsApp messages, supporting over 100 languages, so language is no longer a problem.\n\nOur plugin features a simple and user-friendly interface, with the translation process handled automatically—no manual operation needed. Whether sending or receiving messages, the plugin automatically translates them, making communication worry-free.\n\nAdditionally, this plugin is powerful, secure, and efficient. It's suitable for both personal and business communication.\n\nMoreover, the plugin automatically translates the messages you send, making communication fast and easy. Say goodbye to the hassle of translation; our plugin simplifies everything for you.\n\n✓ Effortlessly translate cross-language chats: No matter the country or region, you can easily achieve seamless communication with your contacts.\n✓ Smart automatic translation: There's no need to manually select languages; the plugin automatically translates based on your settings.\n✓ Protect your privacy: Your chat history and personal information are secure. We do not collect, store, or share any of your data.\n✓ Versatile for various scenarios: Perfect for situations like travel, business, study, and more, ensuring you feel confident and comfortable in any language environment.\n✓ Safe and reliable: The plugin has undergone strict security checks, ensuring your computer and privacy are protected from threats.\n\nAdditionally, we provide MoreTools to empower you with even more powerful functionalities.\n\n--- Disclaimer ---\nPlease note that our plugin is not affiliated, authorized, endorsed, or officially associated with WhatsApp, Google, or Google Translate. It is an independent tool designed to enhance your WhatsApp experience by providing automatic translation features, offering added functionality and convenience for multilingual communication.",
    "de": "Verbinde dich mühelos mit Freunden auf der ganzen Welt, ohne dir Sorgen über Sprachbarrieren zu machen. Dieses Plugin übersetzt automatisch WhatsApp-Nachrichten und unterstützt über 100 Sprachen, sodass Sprache kein Problem mehr darstellt.\n\nUnser Plugin bietet eine einfache und benutzerfreundliche Oberfläche, wobei der Übersetzungsprozess automatisch abläuft – keine manuelle Bedienung erforderlich. Ob beim Senden oder Empfangen von Nachrichten, das Plugin übersetzt sie automatisch, sodass die Kommunikation problemlos wird.\n\nDarüber hinaus ist dieses Plugin leistungsstark, sicher und effizient. Es eignet sich sowohl für persönliche als auch geschäftliche Kommunikation.\n\nZudem übersetzt das Plugin automatisch die Nachrichten, die du sendest, was die Kommunikation schnell und einfach macht. Verabschiede dich von der Mühe des Übersetzens; unser Plugin vereinfacht alles für dich.\n\n✓ Mühelos Chats zwischen verschiedenen Sprachen übersetzen: Egal aus welchem Land oder welcher Region, du kannst problemlos nahtlose Kommunikation mit deinen Kontakten erreichen.\n✓ Intelligente automatische Übersetzung: Es ist nicht notwendig, Sprachen manuell auszuwählen; das Plugin übersetzt automatisch basierend auf deinen Einstellungen.\n✓ Schütze deine Privatsphäre: Dein Chat-Verlauf und persönliche Informationen sind sicher. Wir sammeln, speichern oder teilen keine deiner Daten.\n✓ Vielseitig für verschiedene Szenarien: Perfekt für Situationen wie Reisen, Geschäft, Studium und mehr, sodass du dich in jeder Sprachumgebung sicher und wohl fühlst.\n✓ Sicher und zuverlässig: Das Plugin wurde strengen Sicherheitskontrollen unterzogen, sodass dein Computer und deine Privatsphäre vor Bedrohungen geschützt sind.\n\nZusätzlich bieten wir dir MoreTools, um dir noch mächtigere Funktionalitäten zu ermöglichen.\n\n--- Haftungsausschluss ---\nBitte beachte, dass unser Plugin nicht mit WhatsApp, Google oder Google Translate verbunden, genehmigt, unterstützt oder offiziell assoziiert ist. Es ist ein unabhängiges Tool, das dazu dient, dein WhatsApp-Erlebnis durch automatische Übersetzungsfunktionen zu verbessern und zusätzlichen Nutzen sowie Bequemlichkeit für mehrsprachige Kommunikation zu bieten.",
    "es": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este plugin traduce automáticamente los mensajes de WhatsApp, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro plugin cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente—no se necesita operación manual. Ya sea al enviar o recibir mensajes, el plugin los traduce automáticamente, haciendo la comunicación sin preocupaciones.\n\nAdemás, este plugin es potente, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAdemás, el plugin traduce automáticamente los mensajes que envías, haciendo la comunicación rápida y fácil. Despídete de las complicaciones de la traducción; nuestro plugin simplifica todo para ti.\n\n✓ Traduce fácilmente los chats en varios idiomas: No importa el país o región, puedes lograr una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No hay necesidad de seleccionar manualmente los idiomas; el plugin traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para diversos escenarios: Perfecto para situaciones como viajes, negocios, estudio y más, asegurando que te sientas seguro y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El plugin ha pasado estrictos controles de seguridad, asegurando que tu computadora y privacidad estén protegidas de amenazas.\n\nAdemás, proporcionamos MoreTools para dotarte de funcionalidades aún más potentes.\n\n--- Descargo de responsabilidad ---\nTenga en cuenta que nuestro plugin no está afiliado, autorizado, respaldado ni asociado oficialmente con WhatsApp, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en WhatsApp al proporcionar funciones de traducción automática, ofreciendo funcionalidad y conveniencia adicionales para la comunicación multilingüe.",
    "es_419": "Fácilmente conéctate con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este plugin traduce automáticamente los mensajes de WhatsApp, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro plugin cuenta con una interfaz simple y fácil de usar, manejando el proceso de traducción automáticamente—sin necesidad de operación manual. Ya sea enviando o recibiendo mensajes, el plugin los traduce automáticamente, haciendo la comunicación sin preocupaciones.\n\nAdemás, este plugin es poderoso, seguro y eficiente. Es adecuado tanto para la comunicación personal como empresarial.\n\nAdemás, el plugin traduce automáticamente los mensajes que envías, haciendo la comunicación rápida y fácil. Di adiós a la molestia de la traducción; nuestro plugin simplifica todo para ti.\n\n✓ Traducción sin esfuerzo de chats en diferentes idiomas: No importa el país o la región, puedes lograr fácilmente una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No es necesario seleccionar manualmente los idiomas; el plugin traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para varios escenarios: Perfecto para situaciones como viajes, negocios, estudios y más, asegurando que te sientas seguro y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El plugin ha pasado por estrictas verificaciones de seguridad, asegurando que tu computadora y privacidad estén protegidas de amenazas.\n\nAdemás, proporcionamos MoreTools para ofrecerte funcionalidades aún más poderosas.\n\n--- Descargo de Responsabilidad ---\nPor favor, ten en cuenta que nuestro plugin no está afiliado, autorizado, respaldado ni asociado oficialmente con WhatsApp, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en WhatsApp proporcionando funciones de traducción automática, ofreciendo una funcionalidad y conveniencia adicional para la comunicación multilingüe.",
    "fa": "به راحتی با دوستان خود در سراسر جهان بدون نگرانی از موانع زبانی ارتباط برقرار کنید. این پلاگین به طور خودکار پیام‌های واتساپ را ترجمه می‌کند و از بیش از 100 زبان پشتیبانی می‌کند، بنابراین زبان دیگر مشکلی نخواهد بود.\n\nپلاگین ما دارای یک رابط کاربری ساده و آسان است و فرآیند ترجمه به صورت خودکار انجام می‌شود - بدون نیاز به عملیات دستی. چه در حال ارسال یا دریافت پیام باشید، پلاگین به طور خودکار آنها را ترجمه می‌کند و ارتباطات را بدون نگرانی می‌سازد.\n\nعلاوه بر این، این پلاگین قدرتمند، امن و کارآمد است. مناسب برای ارتباطات شخصی و تجاری.\n\nعلاوه بر این، پلاگین به طور خودکار پیام‌هایی را که ارسال می‌کنید ترجمه می‌کند و ارتباطات را سریع و آسان می‌سازد. با دردسر ترجمه خداحافظی کنید؛ پلاگین ما همه چیز را برای شما ساده می‌کند.\n\n✓ به راحتی چت‌های با زبان‌های مختلف را ترجمه کنید: مهم نیست کدام کشور یا منطقه، می‌توانید به راحتی با مخاطبین خود ارتباط یکپارچه برقرار کنید.\n✓ ترجمه هوشمندانه خودکار: نیازی به انتخاب دستی زبان‌ها نیست؛ پلاگین به طور خودکار بر اساس تنظیمات شما ترجمه می‌کند.\n✓ حفاظت از حریم خصوصی شما: تاریخچه چت و اطلاعات شخصی شما امن است. ما هیچ یک از داده‌های شما را جمع‌آوری، ذخیره یا به اشتراک نمی‌گذاریم.\n✓ همه‌کاره برای سناریوهای مختلف: مناسب برای موقعیت‌هایی مانند سفر، کسب‌وکار، مطالعه و بیشتر، که باعث می‌شود در هر محیط زبانی با اعتماد به نفس و راحتی عمل کنید.\n✓ امن و مطمئن: پلاگین تحت بازرسی‌های امنیتی سختگیرانه قرار گرفته است و امنیت کامپیوتر و حریم خصوصی شما را در برابر تهدیدها تضمین می‌کند.\n\nعلاوه بر این، ما [MoreTools] را ارائه می‌دهیم تا شما را با قابلیت‌های حتی قدرتمندتر توانمند سازیم.\n\n--- سلب مسئولیت ---\nلطفاً توجه داشته باشید که پلاگین ما وابسته، مجاز، تایید شده یا به صورت رسمی با واتساپ، گوگل یا مترجم گوگل مرتبط نیست. این یک ابزار مستقل است که به جهت بهبود تجربه‌ شما از واتساپ با ارائه قابلیت‌های ترجمه خودکار طراحی شده است و ویژگی‌های اضافی و راحتی را برای ارتباطات چند زبانی فراهم می‌کند.",
    "fr": "Connectez-vous facilement avec des amis du monde entier sans vous soucier des barrières linguistiques. Ce plugin traduit automatiquement les messages WhatsApp, prenant en charge plus de 100 langues, de sorte que la langue n'est plus un problème.\n\nNotre plugin propose une interface simple et conviviale, le processus de traduction étant géré automatiquement, sans opération manuelle nécessaire. Que vous envoyiez ou receviez des messages, le plugin les traduit automatiquement, rendant la communication sans souci.\n\nDe plus, ce plugin est puissant, sécurisé et efficace. Il convient aussi bien pour la communication personnelle que professionnelle.\n\nEn outre, le plugin traduit automatiquement les messages que vous envoyez, rendant la communication rapide et facile. Dites adieu aux tracas de la traduction ; notre plugin simplifie tout pour vous.\n\n✓ Traduisez facilement les discussions inter-langues : Peu importe le pays ou la région, vous pouvez facilement assurer une communication fluide avec vos contacts.\n✓ Traduction automatique intelligente : Pas besoin de sélectionner manuellement les langues ; le plugin traduit automatiquement en fonction de vos paramètres.\n✓ Protégez votre vie privée : Votre historique de chat et vos informations personnelles sont sécurisés. Nous ne collectons, ne stockons ni ne partageons aucune de vos données.\n✓ Polyvalent pour divers scénarios : Parfait pour des situations comme les voyages, le commerce, les études et plus encore, vous assurant de vous sentir confiant et à l'aise dans n'importe quel environnement linguistique.\n✓ Sûr et fiable : Le plugin a subi des contrôles de sécurité stricts, garantissant que votre ordinateur et votre vie privée sont protégés contre les menaces.\n\nDe plus, nous fournissons MoreTools pour vous doter de fonctionnalités encore plus puissantes.\n\n--- Avertissement ---\nVeuillez noter que notre plugin n'est pas affilié, autorisé, approuvé ou officiellement associé à WhatsApp, Google ou Google Traduction. Il s'agit d'un outil indépendant conçu pour améliorer votre expérience WhatsApp en fournissant des fonctionnalités de traduction automatique, offrant une fonctionnalité et une commodité accrues pour la communication multilingue.",
    "hi": "दुनिया भर के दोस्तों के साथ आसानी से जुड़ें बिना भाषाई बाधाओं की चिंता किए। यह प्लगइन व्हाट्सएप संदेशों का स्वचालित रूप से अनुवाद करता है, 100 से अधिक भाषाओं का समर्थन करता है, इसलिए भाषा अब समस्या नहीं है।\n\nहमारे प्लगइन में एक सरल और उपयोगकर्ता-मित्रवत इंटरफ़ेस है, जिसमें अनुवाद प्रक्रिया स्वचालित रूप से प्रबंधित होती है—कोई मैनुअल ऑपरेशन की आवश्यकता नहीं है। चाहे संदेश भेजना हो या प्राप्त करना, प्लगइन उन्हें स्वचालित रूप से अनुवाद करता है, जिससे संचार चिंता-मुक्त होता है।\n\nइसके अतिरिक्त, यह प्लगइन शक्तिशाली, सुरक्षित और कुशल है। यह व्यक्तिगत और व्यावसायिक संचार दोनों के लिए उपयुक्त है।\n\nइसके अलावा, प्लगइन आपके द्वारा भेजे गए संदेशों का स्वचालित रूप से अनुवाद करता है, जिससे संचार तेज और आसान हो जाता है। अनुवाद की परेशानी को अलविदा कहें; हमारा प्लगइन आपके लिए सब कुछ सरल बनाता है।\n\n✓ बिना किसी परेशानी के क्रॉस-लैंग्वेज चैट का अनुवाद करें: चाहे देश या क्षेत्र कोई भी हो, आप अपने संपर्कों के साथ आसानी से निर्बाध संचार प्राप्त कर सकते हैं।\n✓ स्मार्ट स्वचालित अनुवाद: भाषाओं का मैन्युअल रूप से चयन करने की आवश्यकता नहीं है; प्लगइन आपके सेटिंग्स के आधार पर स्वचालित रूप से अनुवाद करता है।\n✓ अपनी गोपनीयता की सुरक्षा करें: आपके चैट इतिहास और व्यक्तिगत जानकारी सुरक्षित रहती है। हम आपके डेटा को एकत्र, संग्रहीत, या साझा नहीं करते हैं।\n✓ विभिन्न परिस्थितियों के लिए बहुप्रचलित: यात्रा, व्यवसाय, अध्ययन और अधिक जैसी स्थितियों के लिए उत्तम, यह सुनिश्चित करता है कि आप किसी भी भाषा वातावरण में आत्मविश्वास और आरामदायक महसूस करें।\n✓ सुरक्षित और विश्वसनीय: प्लगइन ने सख्त सुरक्षा जांच को पूरा किया है, यह सुनिश्चित करते हुए कि आपका कंप्यूटर और गोपनीयता खतरों से सुरक्षित है।\n\nइसके अतिरिक्त, हम आपको और अधिक शक्तिशाली कार्यात्मकताओं के साथ सशक्त बनाने के लिए MoreTools प्रदान करते हैं।\n\n--- अस्वीकरण ---\nकृपया ध्यान दें कि हमारा प्लगइन व्हाट्सएप, गूगल, या गूगल अनुवाद के साथ संलग्न, अधिकृत, अनुमोदित, या आधिकारिक रूप से जुड़ा हुआ नहीं है। यह एक स्वतंत्र उपकरण है जो स्वचालित अनुवाद सुविधाओं को प्रदान करके आपके व्हाट्सएप अनुभव को बढ़ाने के लिए डिज़ाइन किया गया है, बहुभाषी संचार के लिए अतिरिक्त कार्यक्षमता और सुविधा प्रदान करता है।",
    "it": "Connettersi facilmente con amici in tutto il mondo senza preoccuparsi delle barriere linguistiche. Questo plugin traduce automaticamente i messaggi WhatsApp, supportando oltre 100 lingue, quindi la lingua non è più un problema.\n\nIl nostro plugin presenta un'interfaccia semplice e intuitiva, con il processo di traduzione gestito automaticamente—nessuna operazione manuale necessaria. Che si tratti di inviare o ricevere messaggi, il plugin li traduce automaticamente, rendendo la comunicazione senza preoccupazioni.\n\nInoltre, questo plugin è potente, sicuro ed efficiente. È adatto sia per la comunicazione personale che aziendale.\n\nInoltre, il plugin traduce automaticamente i messaggi che invii, rendendo la comunicazione rapida e facile. Dì addio alla seccatura della traduzione; il nostro plugin semplifica tutto per te.\n\n✓ Traduci senza sforzo chat multilingue: indipendentemente dal paese o dalla regione, puoi facilmente ottenere una comunicazione senza soluzione di continuità con i tuoi contatti. \n✓ Traduzione automatica intelligente: non c'è bisogno di selezionare manualmente le lingue; il plugin traduce automaticamente in base alle tue impostazioni. \n✓ Proteggi la tua privacy: la cronologia delle chat e le informazioni personali sono sicure. Non raccogliamo, memorizziamo o condividiamo alcun tuo dato. \n✓ Versatile per vari scenari: perfetto per situazioni come viaggi, affari, studio e altro ancora, garantendo sicurezza e comodità in qualsiasi ambiente linguistico. \n✓ Sicuro e affidabile: il plugin ha superato severi controlli di sicurezza, garantendo la protezione del tuo computer e della tua privacy dalle minacce.\n\nInoltre, forniamo MoreTools per offrirti funzionalità ancora più potenti.\n\n--- Disclaimer --- \nSi prega di notare che il nostro plugin non è affiliato, autorizzato, approvato o ufficialmente associato a WhatsApp, Google o Google Translate. È uno strumento indipendente progettato per migliorare la tua esperienza WhatsApp fornendo funzionalità di traduzione automatica, offrendo funzionalità aggiuntive e convenienza per la comunicazione multilingue.",
    "ja": "世界中の友達と簡単に繋がり、言語の壁を心配する必要はありません。このプラグインは、WhatsAppメッセージを自動的に翻訳し、100以上の言語をサポートします。言語の問題はもうありません。\n\n私たちのプラグインは、シンプルでユーザーフレンドリーなインターフェースを特徴としており、翻訳プロセスは自動的に処理されます—手動操作は必要ありません。メッセージの送受信どちらにおいても、プラグインが自動的に翻訳し、コミュニケーションを安心して行えます。\n\nさらに、このプラグインは強力で、安全かつ効率的です。個人およびビジネスのコミュニケーションの両方に適しています。\n\nさらに、送信したメッセージをプラグインが自動的に翻訳し、コミュニケーションを迅速かつ簡単にします。翻訳の手間にさよならしましょう。プラグインがすべてを簡素化します。\n\n✓ クロスランゲージチャットの翻訳を簡単に: 国や地域を問わず、コンタクトとのシームレスなコミュニケーションが簡単にできます。\n✓ スマート自動翻訳: 言語を手動で選択する必要はありません。プラグインが設定に基づいて自動的に翻訳します。\n✓ プライバシーを守る: チャット履歴や個人情報は安全です。データを収集、保存、共有することはありません。\n✓ 様々なシナリオに対応: 旅行、ビジネス、勉強などのシチュエーションに最適で、どんな言語環境でも自信と安心を提供します。\n✓ 安全で信頼性が高い: プラグインは厳しいセキュリティチェックを受けており、コンピュータやプライバシーを脅威から守ります。\n\nさらに、より強力な機能を提供するMoreToolsもご用意しています。\n\n--- 免責事項 ---\n当社のプラグインは、WhatsApp、Google、またはGoogle Translateと提携、許可、推奨、あるいは公式に関連しているものではありません。これは、WhatsAppの体験を向上させるための独立したツールであり、自動翻訳機能を提供し、多言語コミュニケーションのための追加機能と利便性を提供します。",
    "ko": "친구들과 전 세계적으로 언어 장벽 없이 쉽게 연결하세요. 이 플러그인은 WhatsApp 메시지를 자동으로 번역하며, 100개 이상의 언어를 지원하여 언어가 더 이상 문제가 되지 않습니다.\n\n우리의 플러그인은 간단하고 사용자 친화적인 인터페이스를 특징으로 하며, 번역 과정이 자동으로 처리됩니다—수동 작동이 필요 없습니다. 메시지를 보내거나 받을 때, 플러그인이 자동으로 번역하여 걱정 없는 소통이 가능합니다.\n\n또한, 이 플러그인은 강력하고, 안전하며, 효율적입니다. 개인 및 비즈니스 커뮤니케이션 모두에 적합합니다.\n\n더욱이, 플러그인은 여러분이 보내는 메시지를 자동으로 번역하여 소통을 빠르고 쉽게 만듭니다. 번역의 번거로움은 잊으세요; 우리의 플러그인이 모든 것을 여러분을 위해 간단하게 만들어 줍니다.\n\n✓ 언어 간 채팅을 쉽게 번역: 국가나 지역과 상관없이, 연락처와의 원활한 소통을 쉽게 달성할 수 있습니다.\n✓ 스마트 자동 번역: 언어를 수동으로 선택할 필요 없이, 플러그인이 설정에 따라 자동으로 번역 합니다.\n✓ 개인 정보 보호: 채팅 기록 및 개인 정보는 안전합니다. 우리는 사용자의 데이터를 수집, 저장, 또는 공유하지 않습니다.\n✓ 다양한 상황에 적합: 여행, 비즈니스, 학습 등과 같은 상황에 적합하여 어느 언어 환경에서도 자신감 있고 편안하게 느낄 수 있습니다.\n✓ 안전하고 신뢰할 수 있는: 플러그인은 엄격한 보안 검사를 거쳤으며, 컴퓨터와 프라이버시가 위협으로부터 보호받습니다.\n\n또한, 추가적인 강력한 기능을 제공하는 MoreTools를 제공합니다.\n\n--- 면책 조항 ---\n우리의 플러그인은 WhatsApp, Google, 또는 Google Translate과 제휴, 승인, 보증 또는 공식적으로 연관되어 있지 않습니다. 이는 자동 번역 기능을 제공하여 여러분의 WhatsApp 경험을 향상시켜 다중 언어 커뮤니케이션에 추가적인 기능과 편리함을 제공하기 위해 설계된 독립 툴입니다.",
    "lt": "Lengvai bendraukite su draugais iš viso pasaulio, nesijaudindami dėl kalbos barjerų. Šis įskiepis automatiškai verčia „WhatsApp“ žinutes, palaikydamas daugiau nei 100 kalbų, kad kalba nebekeltų problemų.\n\nMūsų įskiepis turi paprastą ir patogią sąsają, o vertimo procesas vyksta automatiškai – nereikia jokio rankinio valdymo. Siunčiant ar gaunant žinutes, įskiepis jas automatiškai išverčia, padarydamas komunikaciją lengvesnę.\n\nBe to, šis įskiepis yra galingas, saugus ir efektyvus. Jis tinkamas tiek asmeninei, tiek verslo komunikacijai.\n\nTaip pat, įskiepis automatiškai verčia jūsų siunčiamas žinutes, todėl bendravimas tampa greitas ir lengvas. Pamirškite vertimo rūpesčius; mūsų įskiepis viską supaprastina.\n\n✓ Be vargo verčia pokalbius tarp skirtingų kalbų: Nesvarbu, iš kurios šalies ar regiono esate, jūs galite lengvai pasiekti sklandžią komunikaciją su savo kontaktais.\n✓ Išmanus automatinis vertimas: Nereikia rankiniu būdu pasirinkti kalbų; įskiepis automatiškai verčia pagal jūsų nustatymus.\n✓ Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija yra saugi. Mes nerenkame, nesaugome ir nesidaliname jūsų duomenimis.\n✓ Universalus įvairioms situacijoms: Puikiai tinka tokioms situacijoms kaip kelionės, verslas, mokslai ir daugiau, užtikrinant, kad jaustumėtės užtikrintai ir patogiai bet kokioje kalbinėje aplinkoje.\n✓ Saugus ir patikimas: Įskiepis buvo griežtai patikrintas dėl saugumo, užtikrinant, kad jūsų kompiuteris ir privatumas būtų apsaugoti nuo grėsmių.\n\nPapildomai, mes teikiame „MoreTools“, kad suteiktume jums dar galingesnių funkcionalumų.\n\n--- Atsisakymas ---\nAtkreipkite dėmesį, kad mūsų įskiepis neturi jokios sąsajos, leidimo, pritarimo ar oficialaus ryšio su „WhatsApp“, „Google“ ar „Google Translate“. Tai yra nepriklausomas įrankis, sukurtas pagerinti jūsų „WhatsApp“ patirtį, teikiant automatinio vertimo funkcijas, siūlančias papildomas galimybes ir patogumą įvairiakalbei komunikacijai.",
    "pt_BR": "Facilmente conecte-se com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente mensagens do WhatsApp, suportando mais de 100 idiomas, então o idioma não é mais um problema.\n\nNosso plugin apresenta uma interface simples e fácil de usar, com o processo de tradução manejado automaticamente—sem necessidade de operação manual. Seja enviando ou recebendo mensagens, o plugin as traduz automaticamente, tornando a comunicação livre de preocupações.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal quanto para negócios.\n\nAlém disso, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao incômodo da tradução; nosso plugin simplifica tudo para você.\n\n✓ Traduza chats entre idiomas sem esforço: Não importa o país ou região, você pode facilmente ter comunicação fluida com seus contatos.  \n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base em suas configurações.  \n✓ Proteja sua privacidade: Seu histórico de chat e informações pessoais estão seguros. Nós não coletamos, armazenamos ou compartilhamos nenhum de seus dados.  \n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudos e mais, garantindo que você se sinta confiante e confortável em qualquer ambiente linguístico.  \n✓ Seguro e confiável: O plugin passou por rigorosos testes de segurança, garantindo que seu computador e privacidade estejam protegidos de ameaças.\n\nAlém disso, fornecemos MoreTools para capacitá-lo com funcionalidades ainda mais poderosas.\n\n--- Aviso Legal ---\nPor favor, note que nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado ao WhatsApp, Google, ou Google Translate. É uma ferramenta independente criada para melhorar sua experiência no WhatsApp, fornecendo recursos de tradução automática, oferecendo funcionalidades adicionais e conveniência para a comunicação multilíngue.",
    "pt_PT": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente as mensagens do WhatsApp, suportando mais de 100 idiomas, para que a língua não seja mais um problema.\n\nO nosso plugin possui uma interface simples e fácil de usar, com o processo de tradução tratado automaticamente—não é necessária operação manual. Quer seja ao enviar ou receber mensagens, o plugin traduz automaticamente, tornando a comunicação sem preocupações.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal quanto empresarial.\n\nAlém disso, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao transtorno da tradução; o nosso plugin simplifica tudo para você.\n\n✓ Traduza conversas multilingues sem esforço: Não importa o país ou a região, você pode facilmente alcançar uma comunicação fluida com seus contatos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas configurações.\n✓ Proteja a sua privacidade: O seu histórico de chat e informações pessoais estão seguras. Não recolhemos, armazenamos ou partilhamos nenhum dos seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudos, e muito mais, garantindo que você se sinta confiante e confortável em qualquer ambiente de idioma.\n✓ Seguro e confiável: O plugin passou por rigorosos testes de segurança, garantindo que o seu computador e privacidade estejam protegidos contra ameaças.\n\nAlém disso, fornecemos MoreTools para capacitá-lo com funcionalidades ainda mais poderosas.\n\n--- Declaração de Renúncia ---\nPor favor, note que o nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado ao WhatsApp, Google ou Google Translate. É uma ferramenta independente projetada para aprimorar sua experiência com o WhatsApp, oferecendo recursos de tradução automática, proporcionando funcionalidade adicional e conveniência para comunicação multilingue.",
    "ru": "Легко общайтесь с друзьями по всему миру, не беспокоясь о языковых барьерах. Этот плагин автоматически переводит сообщения в WhatsApp, поддерживая более 100 языков, чтобы язык больше не был проблемой.\n\nНаш плагин имеет простой и удобный интерфейс, процесс перевода осуществляется автоматически — никакого ручного вмешательства не требуется. Независимо от того, отправляете ли вы или получаете сообщения, плагин автоматически их переводит, делая общение легким и беззаботным.\n\nКроме того, этот плагин мощный, безопасный и эффективный. Он подходит как для личного, так и для делового общения.\n\nКроме того, плагин автоматически переводит отправляемые вами сообщения, делая общение быстрым и простым. Забудьте о хлопотах перевода; наш плагин упрощает все для вас.\n\n✓ Легко переводите межъязыковые чаты: Независимо от страны или региона, вы можете легко добиться бесшовного общения с вашими контактами.\n✓ Умный автоматический перевод: Нет необходимости вручную выбирать языки; плагин автоматически переводит на основе ваших настроек.\n✓ Защитите свою конфиденциальность: Ваша история чатов и личная информация находятся в безопасности. Мы не собираем, не храним и не делимся вашими данными.\n✓ Универсальность для различных сценариев: Идеально подходит для таких ситуаций, как путешествия, бизнес, учеба и многое другое, обеспечивая вам уверенность и комфорт в любой языковой среде.\n✓ Безопасный и надежный: Плагин прошел строгие проверки безопасности, обеспечивая защиту вашего компьютера и конфиденциальности от угроз.\n\nКроме того, мы предоставляем MoreTools, чтобы наделить вас еще более мощными функциями.\n\n--- Отказ от ответственности ---\nОбратите внимание, что наш плагин не связан, не авторизован, не поддерживается и не официально связан с WhatsApp, Google или Google Translate. Это независимый инструмент, разработанный для улучшения вашего опыта в WhatsApp, предоставляя функции автоматического перевода и предлагая дополнительную функциональность и удобство для многоязычного общения.",
    "tr": "Dünya çapındaki arkadaşlarınızla dil engelleri hakkında endişelenmeden kolayca bağlantı kurun. Bu eklenti, WhatsApp mesajlarını otomatik olarak çevirir ve 100'den fazla dili destekler, böylece dil artık bir sorun olmaz.\n\nEklentimiz, basit ve kullanıcı dostu bir arayüz sunar ve çeviri süreci otomatik olarak halledilir—manuel işlem gerekmez. Mesaj gönderirken veya alırken, eklenti onları otomatik olarak çevirir ve iletişimi sorunsuz hale getirir.\n\nAyrıca, bu eklenti güçlü, güvenli ve verimlidir. Hem kişisel hem de iş iletişimi için uygundur.\n\nÜstelik, eklenti gönderdiğiniz mesajları otomatik olarak çevirir, iletişimi hızlı ve kolay hale getirir. Çeviri zahmetine elveda deyin; eklentimiz her şeyi sizin için basitleştirir.\n\n✓ Çapraz dil sohbetlerini zahmetsizce çevirin: Ülke veya bölge ne olursa olsun, irtibatta olduğunuz kişilerle kesintisiz iletişim sağlayabilirsiniz.\n✓ Akıllı otomatik çeviri: Dilleri manuel olarak seçmenize gerek yoktur; eklenti ayarlarınız doğrultusunda otomatik olarak çeviri yapar.\n✓ Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz güvenlidir. Herhangi bir verinizi toplamaz, saklamaz veya paylaşmayız.\n✓ Çeşitli senaryolar için çok yönlü: Seyahat, iş, eğitim gibi durumlar için mükemmel, her dil ortamında kendinizi güvende ve rahat hissetmenizi sağlar.\n✓ Güvenli ve güvenilir: Eklenti, bilgisayarınızı ve gizliliğinizi tehditlerden koruyan sıkı güvenlik kontrollerinden geçirilmiştir.\n\nAyrıca, size daha güçlü işlevsellikler sağlayan MoreTools hizmetimizi sunuyoruz.\n\n--- Feragatname --- \nEklentimizin WhatsApp, Google veya Google Çeviri ile bağlantılı, yetkilendirilmiş, onaylanmış veya resmi bir ilişkisi olmadığını lütfen unutmayın. Çok dilli iletişim için otomatik çeviri özellikleri sunarak WhatsApp deneyiminizi geliştirmek için tasarlanmış bağımsız bir araçtır, ek işlevsellik ve rahatlık sunar.",
    "vi": "Dễ dàng kết nối với bạn bè trên khắp thế giới mà không lo ngại về rào cản ngôn ngữ. Plugin này tự động dịch tin nhắn WhatsApp, hỗ trợ hơn 100 ngôn ngữ, do đó ngôn ngữ không còn là vấn đề.\n\nPlugin của chúng tôi có giao diện đơn giản và dễ sử dụng, quá trình dịch thuật được thực hiện tự động—không cần thao tác thủ công. Dù gửi hay nhận tin nhắn, plugin tự động dịch chúng, giúp giao tiếp không còn lo lắng.\n\nNgoài ra, plugin này mạnh mẽ, an toàn và hiệu quả. Nó phù hợp cho cả giao tiếp cá nhân và kinh doanh.\n\nHơn thế nữa, plugin tự động dịch các tin nhắn bạn gửi, giúp giao tiếp nhanh và dễ dàng. Tạm biệt sự phiền toái của việc dịch thuật; plugin của chúng tôi đơn giản hóa mọi thứ cho bạn.\n\n✓ Dịch các cuộc trò chuyện giữa các ngôn ngữ một cách dễ dàng: Dù ở bất kỳ quốc gia hay khu vực nào, bạn có thể dễ dàng đạt được giao tiếp liền mạch với liên lạc của mình.\n✓ Dịch tự động thông minh: Không cần phải chọn ngôn ngữ thủ công; plugin tự động dịch dựa trên cài đặt của bạn.\n✓ Bảo vệ sự riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn được bảo mật. Chúng tôi không thu thập, lưu trữ hay chia sẻ bất kỳ dữ liệu nào của bạn.\n✓ Đa năng cho nhiều tình huống khác nhau: Hoàn hảo cho các tình huống như du lịch, kinh doanh, học tập và nhiều hơn nữa, đảm bảo bạn cảm thấy tự tin và thoải mái trong bất kỳ môi trường ngôn ngữ nào.\n✓ An toàn và đáng tin cậy: Plugin đã trải qua các kiểm tra bảo mật nghiêm ngặt, đảm bảo máy tính và sự riêng tư của bạn được bảo vệ khỏi các mối đe dọa.\n\nNgoài ra, chúng tôi cung cấp MoreTools để cung cấp cho bạn các tính năng mạnh mẽ hơn nữa.\n\n--- Tuyên bố miễn trừ trách nhiệm ---\nLưu ý rằng plugin của chúng tôi không liên kết, ủy quyền, chứng thực, hoặc chính thức kết hợp với WhatsApp, Google, hoặc Google Translate. Đây là một công cụ độc lập được thiết kế để nâng cao trải nghiệm WhatsApp của bạn bằng cách cung cấp các tính năng dịch tự động, mang lại sự tiện lợi và chức năng bổ sung cho giao tiếp đa ngôn ngữ.",
    "zh_CN": "轻松与世界各地的朋友联系，无需担心语言障碍。此插件自动翻译WhatsApp消息，支持超过100种语言，因此语言不再是问题。\n\n我们的插件拥有简单且用户友好的界面，翻译过程自动处理——无需手动操作。无论是发送或接收消息，插件都能自动翻译，使沟通无忧。\n\n此外，此插件功能强大、安全、高效。适用于个人和商业沟通。\n\n此外，插件自动翻译您发送的消息，使沟通快速简单。告别翻译麻烦；我们的插件为您简化一切。\n\n✓ 轻松翻译跨语言聊天：无论哪个国家或地区，您都可以与联系人实现无缝沟通。\n✓ 智能自动翻译：无需手动选择语言；插件根据您的设置自动翻译。\n✓ 保护您的隐私：您的聊天记录和个人信息是安全的。我们不收集、存储或分享您的任何数据。\n✓ 适用于各种场景：完美适用于旅行、商务、学习等场合，确保您在任何语言环境中都感到自信和舒适。\n✓ 安全可靠：插件经过严格的安全检查，确保您的电脑和隐私免受威胁。\n\n此外，我们提供MoreTools，赋予您更强大的功能。\n\n--- 免责声明 ---\n请注意，我们的插件与WhatsApp、Google或Google Translate无关、未经授权、未获认可或未正式关联。它是一款独立工具，旨在通过提供自动翻译功能增强您的WhatsApp体验，为多语言沟通提供额外功能和便利。",
    "zh_TW": "輕鬆地與世界各地的朋友聯繫，無需擔心語言障礙。\n這款插件自動翻譯 WhatsApp 訊息，支持超過 100 種語言，讓語言不再成為問題。\n\n我們的插件具有簡單且使用者友好的介面，翻譯過程由插件自動處理—不需要手動操作。\n無論是發送或接收訊息，插件都會自動翻譯，令通訊無憂無慮。\n\n此外，這款插件功能強大、安全且高效。適合個人和商務通訊使用。\n\n此外，插件自動翻譯您發送的訊息，讓通訊快速容易。\n告別翻譯的麻煩；我們的插件為您簡化一切。\n\n✓ 輕鬆翻譯跨語言聊天：無論是來自哪個國家或地區，您都可以輕鬆達成與聯絡人的無縫交流。\n✓ 智能自動翻譯：無需手動選擇語言，插件會根據您的設定自動翻譯。\n✓ 保護您的隱私：您的聊天記錄和個人資訊是安全的。我們不會收集、儲存或分享您的任何數據。\n✓ 適用於多種場景：完美適用於旅行、商務、學習等情景，保證您在任何語言環境下都能自信舒適。\n✓ 安全可靠：插件經過嚴格的安全檢查，保障您的電腦和隱私免受威脅。\n\n此外，我們提供 MoreTools，賦予您更多強大的功能。\n\n--- 免責聲明 ---\n請注意，我們的插件與 WhatsApp、Google 或 Google 翻譯無關、未經授權、也未獲得支持或正式隸屬。它是一個獨立的工具，旨在通過提供自動翻譯功能來增強您的 WhatsApp 使用體驗，為多語言溝通提供附加的功能性和便利性。"
  }
}