{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "度夜 - 百度夜间模式",
    "en": "DuNight - Night Mode for Baidu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "美化百度搜索结果页面，为百度使用经过精心设计的夜间模式 / 深色主题。",
    "en": "Beautifully designed night mode / dark theme for Baidu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "本扩展会美化您的百度搜索结果页面，为其使用经过精心设计的夜间模式 / 深色主题。\n\n与其它大部分夜间模式 / 深色主题扩展不同，本扩展专门针对百度搜索结果页面开发适配，量身定制、精心设计，以达到其它类似扩展难以比拟的最佳视觉效果。\n\n\n/// 重要 /// 安装本扩展后：\n\n- 请您禁用其它类似的扩展，以避免兼容性冲突；\n- 夜间模式 / 深色主题会跟随您的浏览器的深色主题设置同步开启 / 关闭（后续版本将支持自定义开启时段）。\n\n祝您冲浪愉快！\n\n\n所需权限说明：\n\n- storage（存储）：用于保存您对本扩展的自定义设置，例如是否开启 / 关闭美化；\n- tabs（标签页）：当您通过本扩展的设置页面提交 bug 反馈时，用于判断当前打开的标签页是否为百度搜索结果页，以方便您一键复制有 bug 的页面的网址；\n- 本扩展不会存储或上传您的任何个人信息。\n\n\n联系作者：\n\n微博 @Mobius_Beta\nbilibili @是毛布斯呀",
    "en": "This extension improves the UI of the Baidu search results pages, and offers you a beautifully designed night mode / dark theme for Baidu.\n\nDifferent from most other night mode / dark theme extensions, this extension is specially developed for Baidu search results pages, being carefully designed to achieve the best visual experience that other similar extensions cannot compare.\n\n\n/// IMPORTANT /// After installing this extension:\n\n1. Please disable other similar extensions to avoid any compatibility issues.\n2. Make sure the dark mode / night theme of YOUR OPERATION SYSTEM & YOUR BROWSER is turned ON.\n3. Open a Baidu search results page (the page's url MUST begins with https://www.baidu.com/s?, for example, https://www.baidu.com/s?word=test). Other pages of Baidu (including its home page, www.baidu.com) will NOT see the effect.\n4. You will see that the Baidu search results page now has a dark appearance. If nothing changes, please recheck the step 1 to 3, and refresh the Baidu search results page.\n\nThe night mode / dark theme of Baidu search results pages which is added by this extension will be turned on / off automatically synchronized with the dark theme settings of YOUR BROWSER (subsequent versions will support more detailed customization).\n\n\nRequired permissions:\n\n- storage: used to save your customized settings for this extension, such as whether to turn the main function on / off.\n- tabs: when you submit bug feedback through the popup page of this extension, it is used to judge whether the current tab is a Baidu search results page, so that you can copy the URL of the page in which bug exists with one click.\n- This extension does not store or upload any of your personal information.\n\n\nContact me:\n\nWeibo @Mobius_Beta\nbilibili @是毛布斯呀"
  }
}