{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Iframe Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "List and copy iframe elements"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"The 'Iframe copy' Chrome extension provides you with a powerful tool to detect iframes on the current page and perform useful actions with them. By using this extension, you will be able to:\n\nIdentify and list all iframes present on the current page: The extension parses the page and displays a detailed list of all iframes, showing their source URL.\n\nEasily copy iframe URLs to clipboard: By simply clicking the 'Copy' button next to each iframe, you can copy its URL to the clipboard, making it easy to retrieve and reuse these addresses.\n\nRemove unwanted iframes: If you find any unwanted iframes on the page, the extension allows you to remove them just by clicking the 'Remove' button. This will help you clean up the page and personalize your browsing experience.\n\nExport iframe list to CSV file: If you want to have a record or share the iframe list, the extension allows you to export it as a downloadable CSV file. With a single click on the 'Export to CSV' button, you will get a file that you can save and use according to your needs.\n\nThe 'Iframe copy' extension is a useful tool for developers, web designers, or anyone interested in exploring and manipulating iframes on a web page. It simplifies the detection, copying, deletion and export of iframes, giving you greater control and efficiency in your browsing experience.\""
  }
}