{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LAOS — Your mandarin learning companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LAOS is THE chinese learning toolbox! It offers a popup translator, personalised exercises and much more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LAOS is your companion to learn mandarin! It not only offers an elegant pop-up translator but also a personal dictionary and various exercises (such as memory cards, list writing, fill sentences…)\nAll of these, bundled in a minimalist and modern-looking environment for a colourful and engaging learning experience.\n\n 🔥NEW !!! You can now scan subtitles from your favorites VLOGS with the LAOS Image recognition tool ! (ALT+S) \n\n ⚡️HIGHLIGHTS ⚡️ \n- Translate and look-up more that 110 000 mandarin words while browsing the web and reading mandarin.\n- Add countless words to your personal dictionary on a single touch, and class them by categories.\n- Choose up to 4 types of exercises and display modes to learn and play with your own list of words, at your own pace.\n- Look for words examples and usage on Tatoeba.org.\n- Access the main settings just by clicking the LAOS icon.\n- A notification system allows you to learn passively while you’re doing other tasks or simply browsing the web.\n- Scan and look-up words from your favorites videos.\n- Convert websites to either simplified or traditional Chinese.\n\n\n🛠 HOW TO USE 🛠 \n- Simply point at mandarin words to pop-up the translator.\n- Click on the words to display the Pinyin bubble below it.\n- Press R if you wish to save it to your personal dictionary.\n- Press alt + T to see examples and usage on Tatoeba.org.\n- Press alt + E to open the LAOS center where your dictionary and the exercises await. (The LAOS center can also be accessed by clicking the LAOS icon via the button OPEN LAOS).\n- In the LAOS center, choose between the 4 exercises modes on the left bar.\n- Press alt + S to start the LAOS Image recognition tool to look-up words from your favorites videos.\n\n\n 🚀 FEATURES 🚀\n- A user-friendly and refined interface aiming for the essential.\n- Exporting your list in CSV.\n- OCR image recognition technology to scan subtitles from videos.\n- Switch between simplified or traditional.\n- A dedicated color scheme for tones for an easier memorisation.\n- Quick settings access.\n- Zhuyin (Bopomofo) support.\n- In-app help bubble.\n- Dark mode available.\n- Optional notification system displaying a random word from your list every 10 or 20 minutes.\n- Switch between 4 display modes and exercises.\n- Many options are available in each modes for an efficient end customised learning.\n\n\n🌿 TO COME 🌿 \n- Better gamification (score system, eye-candy animations…)\n- A progress panel made of stats and graphs, displaying your improvement over time.\n- More advanced settings.\n\n\nLAOS full of ambition: many more features are coming ! 🌟"
  }
}