{
  "name": {
    "ar": "نافذة التصفح المتخفي الجديدة",
    "am": "አዲስ ማንነት የማያሳውቅ መስኮት",
    "bg": "Нов прозорец инкогнито",
    "bn": "নতুন ছদ্মবেশী উইন্ডো",
    "ca": "Nova finestra d'incògnit",
    "cs": "Nové anonymní okno",
    "da": "Nyt inkognitovindue",
    "de": "Neues Inkognito-Fenster",
    "el": "Νέο παράθυρο ανώνυμης περιήγησης",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "New incognito window",
    "es": "Nueva ventana de incógnito",
    "et": "Uus inkognito aken",
    "fa": "پنجره ناشناس جدید",
    "fi": "Uusi incognito-ikkuna",
    "fil": "Bagong incognito window",
    "fr": "Nouvelle fenêtre de navigation privée",
    "gu": "નવી છુપી વિન્ડો",
    "he": "חלון גלישה בסתר חדש",
    "hi": "नई ईकोग्नीटो विंडो",
    "hr": "Novi anonimni prozor",
    "hu": "Új inkognitóablak",
    "id": "Jendela penyamaran baru",
    "it": "Nuova finestra di navigazione in incognito",
    "ja": "新しいシークレット ウィンドウ",
    "kn": "ಹೊಸ ಅಜ್ಞಾತ ವಿಂಡೋ",
    "ko": "새로운 시크릿 창",
    "lt": "Naujas inkognito langas",
    "lv": "Jauns inkognito logs",
    "ml": "പുതിയ ആൾമാറാട്ട വിൻഡോ",
    "mr": "नवीन गुप्त विंडो",
    "ms": "Tetingkap inkognito baharu",
    "nl": "Nieuw incognitovenster",
    "no": "Nytt inkognitovindu",
    "pl": "Nowe okno incognito",
    "pt_PT": "Nova janela anônima",
    "ro": "O nouă fereastră incognito",
    "ru": "Новое окно инкогнито",
    "sk": "Nové okno inkognito",
    "sl": "Novo okno brez beleženja zgodovine",
    "sr": "Нови прозор без архивирања",
    "sv": "Nytt inkognitofönster",
    "sw": "Dirisha jipya fiche",
    "ta": "புதிய மறைநிலை சாளரம்",
    "te": "కొత్త అజ్ఞాత విండో",
    "th": "หน้าต่างที่ไม่ระบุตัวตนใหม่",
    "tr": "Yeni gizli pencere",
    "uk": "Нове анонімне вікно",
    "vi": "Cửa sổ ẩn danh mới",
    "zh_CN": "新的隐身窗口",
    "zh_TW": "新的隱身窗口"
  },
  "short": {
    "ar": "يوفر وصولاً سريعًا إلى وضع التصفح المتخفي الآمن.",
    "am": "ደህንነቱ የተጠበቀ ማንነት የማያሳውቅ ሁነታ ፈጣን መዳረሻ ያቀርባል።",
    "bg": "Осигурява бърз достъп до защитения инкогнито режим.",
    "bn": "নিরাপদ ছদ্মবেশী মোডে দ্রুত অ্যাক্সেস প্রদান করে।",
    "ca": "Proporciona un accés ràpid al mode d'incògnit segur.",
    "cs": "Poskytuje rychlý přístup k zabezpečenému anonymnímu režimu.",
    "da": "Giver hurtig adgang til den sikre inkognitotilstand.",
    "de": "Bietet einen schnellen Zugriff auf den sicheren Inkognito-Modus.",
    "el": "Παρέχει γρήγορη πρόσβαση στην ασφαλή λειτουργία ανώνυμης περιήγησης.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "Provides a quick access to the secure incognito mode.",
    "es": "Proporciona un acceso rápido al modo incógnito seguro.",
    "et": "Pakub kiiret juurdepääsu turvalisele inkognito režiimile.",
    "fa": "دسترسی سریع به حالت ناشناس امن را فراهم می کند.",
    "fi": "Tarjoaa nopean pääsyn suojattuun incognito-tilaan.",
    "fil": "Nagbibigay ng mabilis na access sa secure na incognito mode.",
    "fr": "Fournit un accès rapide au mode navigation privée sécurisé.",
    "gu": "સુરક્ષિત છુપા મોડની ઝડપી ઍક્સેસ પ્રદાન કરે છે.",
    "he": "מספק גישה מהירה למצב גלישה בסתר מאובטח.",
    "hi": "सुरक्षित गुप्त मोड तक त्वरित पहुंच प्रदान करता है।",
    "hr": "Omogućuje brzi pristup sigurnom anonimnom načinu rada.",
    "hu": "Gyors hozzáférést biztosít a biztonságos inkognitómódhoz.",
    "id": "Memberikan akses cepat ke mode penyamaran aman.",
    "it": "Fornisce un accesso rapido alla modalità di navigazione in incognito sicura.",
    "ja": "安全なシークレット モードに簡単にアクセスできます。",
    "kn": "ಸುರಕ್ಷಿತ ಅಜ್ಞಾತ ಮೋಡ್‌ಗೆ ತ್ವರಿತ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "ko": "보안 시크릿 모드에 대한 빠른 액세스를 제공합니다.",
    "lt": "Suteikia greitą prieigą prie saugaus inkognito režimo.",
    "lv": "Nodrošina ātru piekļuvi drošajam inkognito režīmam.",
    "ml": "സുരക്ഷിത ആൾമാറാട്ട മോഡിലേക്ക് പെട്ടെന്നുള്ള ആക്സസ് നൽകുന്നു.",
    "mr": "सुरक्षित गुप्त मोडमध्ये द्रुत प्रवेश प्रदान करते.",
    "ms": "Menyediakan akses pantas kepada mod inkognito selamat.",
    "nl": "Biedt snelle toegang tot de beveiligde incognitomodus.",
    "no": "Gir rask tilgang til sikker inkognitomodus.",
    "pl": "Zapewnia szybki dostęp do bezpiecznego trybu incognito.",
    "pt_PT": "Fornece acesso rápido ao modo de navegação anônima seguro.",
    "ro": "Oferă acces rapid la modul incognito securizat.",
    "ru": "Обеспечивает быстрый доступ к безопасному режиму инкогнито.",
    "sk": "Poskytuje rýchly prístup k zabezpečenému režimu inkognito.",
    "sl": "Omogoča hiter dostop do varnega načina brez beleženja zgodovine.",
    "sr": "Омогућава брз приступ безбедном режиму без архивирања.",
    "sv": "Ger snabb åtkomst till det säkra inkognitoläget.",
    "sw": "Hutoa ufikiaji wa haraka kwa hali fiche salama.",
    "ta": "பாதுகாப்பான மறைநிலை பயன்முறைக்கு விரைவான அணுகலை வழங்குகிறது.",
    "te": "సురక్షిత అజ్ఞాత మోడ్‌కు శీఘ్ర ప్రాప్యతను అందిస్తుంది.",
    "th": "ช่วยให้เข้าถึงโหมดไม่ระบุตัวตนที่ปลอดภัยได้อย่างรวดเร็ว",
    "tr": "Güvenli gizli moda hızlı erişim sağlar.",
    "uk": "Забезпечує швидкий доступ до безпечного режиму інкогніто.",
    "vi": "Cung cấp quyền truy cập nhanh vào chế độ ẩn danh an toàn.",
    "zh_CN": "提供对安全隐身模式的快速访问。",
    "zh_TW": "提供對安全隱身模式的快速存取。"
  },
  "long": {
    "ar": "يفتح نافذة التصفح المتخفي الجديدة بنقرة واحدة فقط.\nيضيف زر \"نافذة التصفح المتخفي الجديدة\" على اللوحة وفي قائمة السياق (اختياري) للوصول السريع إلى نافذة التصفح المتخفي الجديدة. يعتمد هذا الامتداد أيضًا على Manifest V3 (MV3) الجديد ويوفر خيارًا خاصًا لإضافة زر \"فتح في نافذة التصفح المتخفي\" في جميع صفحات الويب، لاستخدام هذا الخيار، تحتاج إلى تحريك مؤشر الماوس إلى الزاوية اليمنى العليا لأي صفحة ويب (انظر إلى صورة لقطة الشاشة).\n\n# ما هو وضع التصفح المتخفي؟\nوضع التصفح المتخفي هو إحدى ميزات خصوصية متصفح الويب التي تتيح لك تصفح الويب دون أن يسجل المتصفح سجلك أو الصفحات المخزنة مؤقتًا أو ملفات تعريف الارتباط أو بيانات الأنشطة الأخرى على جهازك المحلي. يمكنك التبديل بين نافذة التصفح المتخفي وأي نوافذ عادية مفتوحة لتصفح Chrome. لن تكون في وضع التصفح المتخفي إلا عند استخدام نافذة التصفح المتخفي.\n\nيعد الامتداد \"نافذة التصفح المتخفي الجديدة\" أداة ملائمة للوصول السريع والبسيط إلى وضع التصفح المتخفي في متصفحك.",
    "am": "በአንድ ጠቅታ ብቻ አዲስ ማንነት የማያሳውቅ መስኮት ይከፍታል።\nወደ አዲሱ ማንነት የማያሳውቅ መስኮት በፍጥነት ለመድረስ በፓነሉ ላይ እና በአውድ ምናሌው ላይ \"አዲስ ማንነት የማያሳውቅ መስኮት\" የሚለውን ቁልፍ ያክላል። እንዲሁም ይህ ቅጥያ በአዲሱ ማኒፌስት V3 (MV3) ላይ የተመሰረተ ነው እና በሁሉም ድረ-ገጾች ውስጥ \"በማንነት የማያሳውቅ መስኮት ክፈት\" የሚለውን ቁልፍ ለመጨመር ልዩ አማራጭ ያቀርባል, ይህንን አማራጭ ለመጠቀም የመዳፊት ጠቋሚን ወደ ማንኛውም ድረ-ገጽ የላይኛው ቀኝ ጥግ ማንቀሳቀስ ያስፈልግዎታል. (የቅጽበታዊ ገጽ እይታ ምስል ይመልከቱ)።\n\n# ማንነት የማያሳውቅ ሁነታ ምንድን ነው?\nማንነትን የማያሳውቅ ሁነታ አሳሽ ታሪክህን፣ የተሸጎጡ ገፆችህን፣ ኩኪዎችህን ወይም ሌላ የእንቅስቃሴ ዳታ በአከባቢህ መሳሪያ ላይ ሳይመዘግብ ድህረ ገፅ እንድታስሱ የሚያስችልህ የድር አሳሽ ግላዊነት ባህሪ ነው። ማንነትን በማያሳውቅ መስኮት እና በማንኛውም የከፈቷቸው የChrome አሰሳ መስኮቶች መካከል መቀያየር ትችላለህ። ማንነትን የማያሳውቅ መስኮቱን ሲጠቀሙ ብቻ ማንነትን በማያሳውቅ ሁነታ ላይ ይሆናሉ።\n\nቅጥያ \"አዲስ ማንነት የማያሳውቅ መስኮት\" የአሳሽዎን ማንነት የማያሳውቅ ሁነታ ፈጣን እና ቀላል መዳረሻ ለማግኘት ምቹ መሳሪያ ነው።",
    "bg": "Отваря нов инкогнито прозорец само с едно щракване.\nДобавя бутон „Нов инкогнито прозорец“ на панела и в контекстното меню (по избор) за бърз достъп до новия инкогнито прозорец. Също така това разширение е базирано на новия манифест V3 (MV3) и предоставя специална опция за добавяне на бутон „Отваряне в прозорец инкогнито“ във всички уеб страници, за да използвате тази опция, трябва да преместите курсора на мишката в горния десен ъгъл на всяка уеб страница (вижте изображението на екрана).\n\n# Какво е режим „инкогнито“?\nРежимът инкогнито е функция за поверителност на уеб браузъра, която ви позволява да сърфирате в мрежата, без браузърът да записва вашата хронология, кеширани страници, бисквитки или други данни за активност на вашето локално устройство. Можете да превключвате между инкогнито прозорец и всички обикновени прозорци за сърфиране в Chrome, които сте отворили. Ще бъдете в режим „инкогнито“ само когато използвате прозореца „инкогнито“.\n\nРазширението \"Нов инкогнито прозорец\" е удобен инструмент за бърз и лесен достъп до инкогнито режима на вашия браузър.",
    "bn": "মাত্র একটি ক্লিকে একটি নতুন ছদ্মবেশী উইন্ডো খোলে৷\nনতুন ছদ্মবেশী উইন্ডোতে দ্রুত অ্যাক্সেসের জন্য প্যানেলে এবং প্রসঙ্গ মেনুতে একটি বোতাম \"নতুন ছদ্মবেশী উইন্ডো\" যোগ করে (ঐচ্ছিক)। এছাড়াও এই এক্সটেনশনটি নতুন ম্যানিফেস্ট V3 (MV3) এর উপর ভিত্তি করে এবং সমস্ত ওয়েব পৃষ্ঠায় \"ছদ্মবেশী উইন্ডোতে খুলুন\" বোতাম যোগ করার জন্য একটি বিশেষ বিকল্প প্রদান করে, এই বিকল্পটি ব্যবহার করার জন্য আপনাকে যেকোনো ওয়েব পৃষ্ঠার উপরের ডানদিকে মাউস কার্সার সরাতে হবে (স্ক্রিনশট ছবিটি দেখুন)।\n\n# ছদ্মবেশী মোড কি?\nছদ্মবেশী মোড হল একটি ওয়েব ব্রাউজার গোপনীয়তা বৈশিষ্ট্য যা আপনাকে ব্রাউজারটি আপনার স্থানীয় ডিভাইসে আপনার ইতিহাস, ক্যাশে করা পৃষ্ঠা, কুকি বা অন্যান্য কার্যকলাপ ডেটা রেকর্ড না করেই ওয়েব সার্ফ করতে দেয়৷ আপনি একটি ছদ্মবেশী উইন্ডো এবং আপনার খোলা যেকোন নিয়মিত Chrome ব্রাউজিং উইন্ডোগুলির মধ্যে স্যুইচ করতে পারেন৷ আপনি যখন ছদ্মবেশী উইন্ডো ব্যবহার করবেন তখনই আপনি ছদ্মবেশী মোডে থাকবেন৷\n\nএক্সটেনশন \"নতুন ছদ্মবেশী উইন্ডো\" আপনার ব্রাউজারের ছদ্মবেশী মোডে দ্রুত এবং সহজ অ্যাক্সেসের জন্য একটি সুবিধাজনক টুল।",
    "ca": "Obre una nova finestra d'incògnit amb només un clic.\nAfegeix un botó \"Nova finestra d'incògnit\" al tauler i al menú contextual (opcional) per accedir ràpidament a la nova finestra d'incògnit. També aquesta extensió es basa en el nou Manifest V3 (MV3) i proporciona una opció especial per afegir el botó \"Obre en finestra d'incògnit\" a totes les pàgines web, per utilitzar aquesta opció cal moure el cursor del ratolí a la cantonada superior dreta de qualsevol pàgina web. (mira la imatge de la captura de pantalla).\n\n# Què és el mode d'incògnit?\nEl mode d'incògnit és una funció de privadesa del navegador web que us permet navegar per la web sense que el navegador enregistri el vostre historial, les pàgines emmagatzemades a la memòria cau, les galetes o altres dades d'activitat al vostre dispositiu local. Podeu canviar entre una finestra d'incògnit i qualsevol finestra normal de navegació de Chrome que tingueu obertes. Només estareu en mode d'incògnit quan feu servir la finestra d'incògnit.\n\nL'extensió \"Nova finestra d'incògnit\" és una eina convenient per a un accés ràpid i senzill al mode d'incògnit del vostre navegador.",
    "cs": "Otevře nové anonymní okno jediným kliknutím.\nPřidá tlačítko „Nové anonymní okno“ na panel a do kontextové nabídky (volitelné) pro rychlý přístup k novému anonymnímu oknu. Také toto rozšíření je založeno na novém Manifestu V3 (MV3) a poskytuje speciální možnost pro přidání tlačítka \"Otevřít v anonymním okně\" na všechny webové stránky, pro použití této možnosti musíte přesunout kurzor myši do pravého horního rohu libovolné webové stránky (podívejte se na obrázek obrazovky).\n\n# Co je anonymní režim?\nAnonymní režim je funkce ochrany osobních údajů webového prohlížeče, která vám umožňuje procházet web, aniž by prohlížeč zaznamenával vaši historii, stránky uložené v mezipaměti, soubory cookie nebo jiná data o aktivitě na vašem místním zařízení. Můžete přepínat mezi anonymním oknem a libovolnými běžnými okny prohlížení Chrome, které máte otevřené. V anonymním režimu budete pouze při používání anonymního okna.\n\nRozšíření „Nové inkognito okno“ je pohodlný nástroj pro rychlý a jednoduchý přístup do anonymního režimu vašeho prohlížeče.",
    "da": "Åbner et nyt inkognitovindue med et enkelt klik.\nTilføjer en knap \"Nyt inkognitovindue\" på panelet og i kontekstmenuen (valgfrit) for hurtig adgang til det nye inkognitovindue. Også denne udvidelse er baseret på den nye Manifest V3 (MV3) og giver en særlig mulighed for at tilføje knappen \"Åbn i inkognitovindue\" på alle websider, for at bruge denne mulighed skal du flytte musemarkøren til det øverste højre hjørne af enhver webside (se på skærmbilledet).\n\n# Hvad er inkognitotilstand?\nInkognitotilstand er en webbrowser-privatlivsfunktion, der giver dig mulighed for at surfe på nettet uden at browseren registrerer din historik, cachelagrede sider, cookies eller andre aktivitetsdata på din lokale enhed. Du kan skifte mellem et inkognitovindue og alle almindelige Chrome-browservinduer, du har åbne. Du vil kun være i inkognitotilstand, når du bruger inkognitovinduet.\n\nUdvidelsen \"Nyt inkognitovindue\" er et praktisk værktøj til hurtig og enkel adgang til din browsers inkognitotilstand.",
    "de": "Öffnet mit nur einem Klick ein neues Inkognito-Fenster.\nFügt eine Schaltfläche „Neues Inkognito-Fenster“ im Panel und im Kontextmenü (optional) für schnellen Zugriff auf das neue Inkognito-Fenster hinzu. Auch diese Erweiterung basiert auf dem neuen Manifest V3 (MV3) und bietet eine spezielle Option zum Hinzufügen der Schaltfläche „Im Inkognito-Fenster öffnen“ auf allen Webseiten. Um diese Option zu verwenden, müssen Sie den Mauszeiger in die obere rechte Ecke einer beliebigen Webseite bewegen (siehe Screenshot-Bild).\n\n# Was ist der Inkognito-Modus?\nDer Inkognito-Modus ist eine Datenschutzfunktion des Webbrowsers, die es Ihnen ermöglicht, im Internet zu surfen, ohne dass der Browser Ihren Verlauf, zwischengespeicherte Seiten, Cookies oder andere Aktivitätsdaten auf Ihrem lokalen Gerät aufzeichnet. Sie können zwischen einem Inkognito-Fenster und allen regulären Chrome-Browserfenstern wechseln, die Sie geöffnet haben. Sie befinden sich nur dann im Inkognito-Modus, wenn Sie das Inkognito-Fenster verwenden.\n\nDie Erweiterung „Neues Inkognito-Fenster“ ist ein komfortables Tool für den schnellen und einfachen Zugriff auf den Inkognito-Modus Ihres Browsers.",
    "el": "Ανοίγει ένα νέο παράθυρο ανώνυμης περιήγησης με ένα μόνο κλικ.\nΠροσθέτει ένα κουμπί \"Νέο παράθυρο ανώνυμης περιήγησης\" στον πίνακα και στο μενού περιβάλλοντος (προαιρετικό) για γρήγορη πρόσβαση στο νέο παράθυρο ανώνυμης περιήγησης. Επίσης, αυτή η επέκταση βασίζεται στο νέο Manifest V3 (MV3) και παρέχει μια ειδική επιλογή για την προσθήκη του κουμπιού \"Άνοιγμα σε παράθυρο ανώνυμης περιήγησης\" σε όλες τις ιστοσελίδες, για να χρησιμοποιήσετε αυτήν την επιλογή πρέπει να μετακινήσετε τον κέρσορα του ποντικιού στην επάνω δεξιά γωνία οποιασδήποτε ιστοσελίδας (δείτε την εικόνα στιγμιότυπου οθόνης).\n\n# Τι είναι η κατάσταση ανώνυμης περιήγησης;\nΗ κατάσταση ανώνυμης περιήγησης είναι μια λειτουργία απορρήτου του προγράμματος περιήγησης ιστού που σας επιτρέπει να σερφάρετε στον ιστό χωρίς το πρόγραμμα περιήγησης να καταγράφει το ιστορικό, τις σελίδες προσωρινής αποθήκευσης, τα cookie ή άλλα δεδομένα δραστηριότητας στην τοπική συσκευή σας. Μπορείτε να κάνετε εναλλαγή μεταξύ ενός παραθύρου ανώνυμης περιήγησης και των κανονικών παραθύρων περιήγησης του Chrome που έχετε ανοιχτά. Θα βρίσκεστε σε κατάσταση ανώνυμης περιήγησης μόνο όταν χρησιμοποιείτε το παράθυρο ανώνυμης περιήγησης.\n\nΗ επέκταση \"Νέο παράθυρο ανώνυμης περιήγησης\" είναι ένα βολικό εργαλείο για γρήγορη και απλή πρόσβαση στην κατάσταση ανώνυμης περιήγησης του προγράμματος περιήγησής σας.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "Opens a new incognito window with just one click.\nAdds a button \"New incognito window\" on the panel and in the context menu (optional) for quick access to the new incognito window. Also this extension is based on the new Manifest V3 (MV3) and provides a special option for adding button \"Open in incognito window\" in all web pages, for using this option you need move mouse cursor to the upper right corner of any web page (look at screenshot image).\n\n# What is Incognito Mode?\nIncognito mode is a web browser privacy feature that allows you to surf the web without the browser recording your history, cached pages, cookies, or other activity data on your local device. You can switch between an incognito window and any regular Chrome browsing windows you have open. You'll only be in incognito mode when you're using the incognito window.\n\nThe extension \"New incognito window\" is a convenient tool for quick and simple access to the incognito mode of your browser.",
    "es": "Abre una nueva ventana de incógnito con solo un clic.\nAgrega un botón \"Nueva ventana de incógnito\" en el panel y en el menú contextual (opcional) para acceder rápidamente a la nueva ventana de incógnito. Además, esta extensión se basa en el nuevo Manifest V3 (MV3) y proporciona una opción especial para agregar el botón \"Abrir en ventana de incógnito\" en todas las páginas web; para usar esta opción es necesario mover el cursor del mouse a la esquina superior derecha de cualquier página web. (mira la imagen de captura de pantalla).\n\n# ¿Qué es el modo incógnito?\nEl modo incógnito es una función de privacidad del navegador web que le permite navegar por la web sin que el navegador registre su historial, páginas almacenadas en caché, cookies u otros datos de actividad en su dispositivo local. Puedes cambiar entre una ventana de incógnito y cualquier ventana de navegación normal de Chrome que tengas abierta. Solo estarás en modo incógnito cuando uses la ventana de incógnito.\n\nLa extensión \"Nueva ventana de incógnito\" es una herramienta cómoda para acceder de forma rápida y sencilla al modo incógnito de su navegador.",
    "et": "Avab uue inkognito akna vaid ühe klõpsuga.\nLisab uuele inkognito aknale kiireks juurdepääsuks paneelile ja kontekstimenüüsse (valikuline) nupu \"Uus inkognito aken\". Ka see laiendus põhineb uuel manifestil V3 (MV3) ja pakub spetsiaalset võimalust lisada kõikidele veebilehtedele nupp \"Ava inkognito aknas\", selle kasutamiseks tuleb hiirekursor mis tahes veebilehe paremasse ülanurka viia. (vaadake ekraanipilti).\n\n# Mis on inkognito režiim?\nInkognito režiim on veebibrauseri privaatsusfunktsioon, mis võimaldab teil veebis surfata, ilma et brauser salvestaks teie ajalugu, vahemällu salvestatud lehti, küpsiseid või muid tegevusandmeid teie kohalikus seadmes. Saate lülituda inkognito akna ja kõigi avatud Chrome'i tavaliste sirvimisakende vahel. Olete inkognito režiimis ainult siis, kui kasutate inkognito akent.\n\nLaiendus \"Uus inkognito aken\" on mugav tööriist kiireks ja lihtsaks juurdepääsuks brauseri inkognito režiimile.",
    "fa": "تنها با یک کلیک یک پنجره ناشناس جدید باز می کند.\nیک دکمه \"پنجره ناشناس جدید\" را در پانل و در منوی زمینه (اختیاری) برای دسترسی سریع به پنجره ناشناس جدید اضافه می کند. همچنین این برنامه افزودنی مبتنی بر Manifest V3 (MV3) جدید است و یک گزینه ویژه برای افزودن دکمه \"باز کردن در پنجره ناشناس\" در تمام صفحات وب ارائه می دهد، برای استفاده از این گزینه باید مکان نما ماوس را به گوشه سمت راست بالای هر صفحه وب منتقل کنید. (به تصویر اسکرین شات نگاه کنید).\n\n# حالت ناشناس چیست؟\nحالت ناشناس یک ویژگی حفظ حریم خصوصی مرورگر وب است که به شما امکان می دهد بدون اینکه مرورگر سابقه، صفحات ذخیره شده در حافظه پنهان، کوکی ها یا سایر داده های فعالیت شما را در دستگاه محلی شما ضبط کند، در وب گشت و گذار کنید. می‌توانید بین یک پنجره ناشناس و هر پنجره معمولی مرور Chrome که باز کرده‌اید جابه‌جا شوید. فقط زمانی که از پنجره ناشناس استفاده می کنید در حالت ناشناس خواهید بود.\n\nپسوند \"پنجره ناشناس جدید\" ابزاری مناسب برای دسترسی سریع و ساده به حالت ناشناس مرورگر شما است.",
    "fi": "Avaa uuden incognito-ikkunan yhdellä napsautuksella.\nLisää painikkeen \"Uusi incognito-ikkuna\" paneeliin ja kontekstivalikkoon (valinnainen), jotta pääset nopeasti uuteen incognito-ikkunaan. Myös tämä laajennus perustuu uuteen Manifest V3:een (MV3) ja tarjoaa erityisen vaihtoehdon \"Avaa incognito-ikkunassa\" -painikkeen lisäämiseen kaikille verkkosivuille. Tätä toimintoa varten sinun on siirrettävä hiiren osoitin minkä tahansa verkkosivun oikeaan yläkulmaan. (katso kuvakaappaus).\n\n# Mikä on incognito-tila?\nIncognito-tila on verkkoselaimen tietosuojaominaisuus, jonka avulla voit surffata verkossa ilman, että selain tallentaa historiaasi, välimuistissa olevia sivuja, evästeitä tai muita toimintatietojasi paikalliselle laitteellesi. Voit vaihtaa incognito-ikkunan ja avoinna olevien tavallisten Chrome-selausikkunoiden välillä. Olet vain incognito-tilassa, kun käytät incognito-ikkunaa.\n\nLaajennus \"Uusi incognito-ikkuna\" on kätevä työkalu nopeaan ja yksinkertaiseen pääsyyn selaimesi incognito-tilaan.",
    "fil": "Nagbubukas ng bagong incognito window sa isang click lang.\nNagdaragdag ng button na \"Bagong incognito window\" sa panel at sa menu ng konteksto (opsyonal) para sa mabilis na pag-access sa bagong incognito window. Gayundin ang extension na ito ay batay sa bagong Manifest V3 (MV3) at nagbibigay ng espesyal na opsyon para sa pagdaragdag ng button na \"Buksan sa incognito window\" sa lahat ng web page, para sa paggamit ng opsyong ito kailangan mong ilipat ang cursor ng mouse sa kanang sulok sa itaas ng anumang web page (tingnan ang screenshot na larawan).\n\n# Ano ang Incognito Mode?\nAng Incognito mode ay isang feature sa privacy ng web browser na nagbibigay-daan sa iyong mag-surf sa web nang hindi nire-record ng browser ang iyong history, mga naka-cache na page, cookies, o iba pang data ng aktibidad sa iyong lokal na device. Maaari kang magpalipat-lipat sa pagitan ng incognito window at anumang regular na window sa pagba-browse sa Chrome na binuksan mo. Mapupunta ka lang sa incognito mode kapag ginagamit mo ang incognito window.\n\nAng extension na \"Bagong incognito window\" ay isang maginhawang tool para sa mabilis at simpleng pag-access sa incognito mode ng iyong browser.",
    "fr": "Ouvre une nouvelle fenêtre de navigation privée en un seul clic.\nAjoute un bouton \"Nouvelle fenêtre de navigation privée\" sur le panneau et dans le menu contextuel (facultatif) pour un accès rapide à la nouvelle fenêtre de navigation privée. Cette extension est également basée sur le nouveau Manifest V3 (MV3) et fournit une option spéciale pour ajouter le bouton \"Ouvrir dans une fenêtre de navigation privée\" dans toutes les pages Web. Pour utiliser cette option, vous devez déplacer le curseur de la souris vers le coin supérieur droit de n'importe quelle page Web. (regardez l'image de capture d'écran).\n\n# Qu'est-ce que le mode navigation privée?\nLe mode navigation privée est une fonctionnalité de confidentialité du navigateur Web qui vous permet de surfer sur le Web sans que le navigateur n'enregistre votre historique, les pages mises en cache, les cookies ou d'autres données d'activité sur votre appareil local. Vous pouvez basculer entre une fenêtre de navigation privée et toutes les fenêtres de navigation Chrome classiques que vous avez ouvertes. Vous ne serez en mode navigation privée que lorsque vous utiliserez la fenêtre de navigation privée.\n\nL'extension « Nouvelle fenêtre de navigation privée » est un outil pratique pour accéder rapidement et simplement au mode navigation privée de votre navigateur.",
    "gu": "માત્ર એક ક્લિકથી નવી છુપી વિન્ડો ખોલે છે.\nનવી છુપી વિંડોની ઝડપી ઍક્સેસ માટે પેનલ પર અને સંદર્ભ મેનૂમાં (વૈકલ્પિક) બટન \"નવી છુપી વિન્ડો\" ઉમેરે છે. તેમજ આ એક્સ્ટેંશન નવા મેનિફેસ્ટ V3 (MV3) પર આધારિત છે અને તમામ વેબ પેજમાં \"છુપી વિન્ડોમાં ખોલો\" બટન ઉમેરવા માટે એક વિશેષ વિકલ્પ પૂરો પાડે છે, આ વિકલ્પનો ઉપયોગ કરવા માટે તમારે કોઈપણ વેબ પેજના ઉપરના જમણા ખૂણે માઉસ કર્સર ખસેડવાની જરૂર છે. (સ્ક્રીનશોટ ઇમેજ જુઓ).\n\n# છુપો મોડ શું છે?\nછુપા મોડ એ વેબ બ્રાઉઝર ગોપનીયતા સુવિધા છે જે તમને તમારા સ્થાનિક ઉપકરણ પર તમારા ઇતિહાસ, કેશ્ડ પૃષ્ઠો, કૂકીઝ અથવા અન્ય પ્રવૃત્તિ ડેટાને બ્રાઉઝર રેકોર્ડ કર્યા વિના વેબ સર્ફ કરવાની મંજૂરી આપે છે. તમે છુપી વિંડો અને તમે ખોલેલી કોઈપણ નિયમિત ક્રોમ બ્રાઉઝિંગ વિન્ડો વચ્ચે સ્વિચ કરી શકો છો. જ્યારે તમે છુપી વિંડોનો ઉપયોગ કરી રહ્યાં હોવ ત્યારે જ તમે છુપા મોડમાં હશો.\n\nએક્સ્ટેંશન \"નવી છુપી વિંડો\" એ તમારા બ્રાઉઝરના છુપા મોડમાં ઝડપી અને સરળ ઍક્સેસ માટેનું એક અનુકૂળ સાધન છે.",
    "he": "פותח חלון גלישה בסתר חדש בלחיצה אחת בלבד.\nמוסיף לחצן \"חלון גלישה בסתר חדש\" בחלונית ובתפריט ההקשר (אופציונלי) לגישה מהירה לחלון גלישה בסתר החדש. כמו כן, הרחבה זו מבוססת על Manifest V3 החדש (MV3) ומספקת אפשרות מיוחדת להוספת כפתור \"פתח בחלון גלישה בסתר\" בכל דפי האינטרנט, לצורך שימוש באפשרות זו עליך להעביר את סמן העכבר לפינה הימנית העליונה של כל דף אינטרנט (הסתכל בתמונת צילום מסך).\n\n# מהו מצב גלישה בסתר?\nמצב גלישה בסתר הוא תכונת פרטיות של דפדפן אינטרנט המאפשרת לך לגלוש באינטרנט מבלי שהדפדפן יתעד את ההיסטוריה שלך, דפי מטמון, קובצי Cookie או נתוני פעילות אחרים במכשיר המקומי שלך. אתה יכול לעבור בין חלון גלישה בסתר לבין כל חלונות גלישה רגילים של Chrome שפתחת. אתה תהיה במצב גלישה בסתר רק כאשר אתה משתמש בחלון גלישה בסתר.\n\nהתוסף \"חלון גלישה בסתר חדש\" הוא כלי נוח לגישה מהירה ופשוטה למצב גלישה בסתר של הדפדפן שלך.",
    "hi": "केवल एक क्लिक से एक नई गुप्त विंडो खुलती है।\nनई गुप्त विंडो तक त्वरित पहुंच के लिए पैनल पर और संदर्भ मेनू (वैकल्पिक) में एक बटन \"नई गुप्त विंडो\" जोड़ता है। साथ ही यह एक्सटेंशन नए मेनिफेस्ट V3 (MV3) पर आधारित है और सभी वेब पेजों में \"गुप्त विंडो में खोलें\" बटन जोड़ने के लिए एक विशेष विकल्प प्रदान करता है, इस विकल्प का उपयोग करने के लिए आपको माउस कर्सर को किसी भी वेब पेज के ऊपरी दाएं कोने पर ले जाना होगा। (स्क्रीनशॉट छवि देखें)।\n\n# गुप्त मोड क्या है?\nगुप्त मोड एक वेब ब्राउज़र गोपनीयता सुविधा है जो आपको ब्राउज़र द्वारा आपके स्थानीय डिवाइस पर आपके इतिहास, कैश्ड पेज, कुकीज़ या अन्य गतिविधि डेटा को रिकॉर्ड किए बिना वेब सर्फ करने की अनुमति देती है। आप गुप्त विंडो और आपके द्वारा खोली गई किसी भी नियमित Chrome ब्राउज़िंग विंडो के बीच स्विच कर सकते हैं। आप केवल गुप्त मोड में होंगे जब आप गुप्त विंडो का उपयोग कर रहे होंगे।\n\nएक्सटेंशन \"नई गुप्त विंडो\" आपके ब्राउज़र के गुप्त मोड तक त्वरित और सरल पहुंच के लिए एक सुविधाजनक उपकरण है।",
    "hr": "Otvara novi anonimni prozor samo jednim klikom.\nDodaje gumb \"Novi anonimni prozor\" na ploči iu kontekstnom izborniku (neobavezno) za brzi pristup novom anonimnom prozoru. Također, ovo proširenje se temelji na novom Manifestu V3 (MV3) i pruža posebnu opciju za dodavanje gumba \"Otvori u anonimnom prozoru\" na svim web stranicama, za korištenje ove opcije potrebno je pomaknuti kursor miša u gornji desni kut bilo koje web stranice (pogledajte sliku zaslona).\n\n# Što je anonimni način rada?\nAnonimni način rada značajka je privatnosti web-preglednika koja vam omogućuje surfanje webom bez da preglednik bilježi vašu povijest, predmemorirane stranice, kolačiće ili druge podatke o aktivnostima na vašem lokalnom uređaju. Možete se prebacivati ​​između anonimnog prozora i bilo kojeg uobičajenog prozora pregledavanja Chromea koji ste otvorili. Bit ćete u anonimnom načinu samo kada koristite anonimni prozor.\n\nProširenje \"Novi anonimni prozor\" praktičan je alat za brz i jednostavan pristup anonimnom načinu rada vašeg preglednika.",
    "hu": "Egyetlen kattintással új inkognitóablakot nyit meg.\nAz új inkognitóablak gyors eléréséhez hozzáad egy „Új inkognitóablak” gombot a panelhez és a helyi menühöz (opcionális). Szintén ez a kiterjesztés az új Manifest V3 (MV3)-on alapul, és egy speciális lehetőséget biztosít a \"Megnyitás inkognitóablakban\" gomb hozzáadására minden weboldalon, ennek használatához az egérkurzort bármely weboldal jobb felső sarkába kell mozgatni. (nézze meg a képernyőképet).\n\n# Mi az inkognitó mód?\nAz inkognitómód egy webböngésző adatvédelmi funkciója, amely lehetővé teszi az interneten való böngészést anélkül, hogy a böngésző rögzítené az előzményeket, a gyorsítótárazott oldalakat, a cookie-kat vagy más tevékenységadatokat a helyi eszközön. Válthat az inkognitóablak és a szokásos Chrome-böngészési ablakok között, amelyeket megnyitott. Csak akkor lesz inkognitó mód, ha az inkognitóablakot használja.\n\nAz \"Új inkognitóablak\" kiterjesztés kényelmes eszköz a böngésző inkognitómódjának gyors és egyszerű eléréséhez.",
    "id": "Membuka jendela penyamaran baru hanya dengan satu klik.\nMenambahkan tombol \"Jendela penyamaran baru\" pada panel dan menu konteks (opsional) untuk akses cepat ke jendela penyamaran baru. Ekstensi ini juga didasarkan pada Manifest V3 (MV3) baru dan menyediakan opsi khusus untuk menambahkan tombol \"Buka di jendela penyamaran\" di semua halaman web, untuk menggunakan opsi ini Anda perlu menggerakkan kursor mouse ke sudut kanan atas halaman web mana pun (lihat gambar tangkapan layar).\n\n# Apa itu Mode Penyamaran?\nMode penyamaran adalah fitur privasi browser web yang memungkinkan Anda menjelajahi web tanpa browser merekam riwayat, halaman cache, cookie, atau data aktivitas lainnya di perangkat lokal Anda. Anda dapat beralih antara jendela penyamaran dan jendela penjelajahan Chrome biasa yang Anda buka. Anda hanya akan berada dalam mode penyamaran saat menggunakan jendela penyamaran.\n\nEkstensi \"Jendela penyamaran baru\" adalah alat praktis untuk akses cepat dan mudah ke mode penyamaran browser Anda.",
    "it": "Apre una nuova finestra di navigazione in incognito con un solo clic.\nAggiunge un pulsante \"Nuova finestra di navigazione in incognito\" sul pannello e nel menu contestuale (opzionale) per un accesso rapido alla nuova finestra di navigazione in incognito. Anche questa estensione è basata sul nuovo Manifest V3 (MV3) e fornisce un'opzione speciale per aggiungere il pulsante \"Apri in finestra di navigazione in incognito\" in tutte le pagine web, per utilizzare questa opzione è necessario spostare il cursore del mouse nell'angolo in alto a destra di qualsiasi pagina web (guarda l'immagine dello screenshot).\n\n# Cos'è la modalità di navigazione in incognito?\nLa modalità di navigazione in incognito è una funzionalità di privacy del browser Web che ti consente di navigare sul Web senza che il browser registri la cronologia, le pagine memorizzate nella cache, i cookie o altri dati di attività sul tuo dispositivo locale. Puoi passare da una finestra di navigazione in incognito a qualsiasi normale finestra di navigazione di Chrome aperta. Sarai in modalità di navigazione in incognito solo quando utilizzi la finestra di navigazione in incognito.\n\nL'estensione \"Nuova finestra di navigazione in incognito\" è uno strumento utile per un accesso rapido e semplice alla modalità di navigazione in incognito del tuo browser.",
    "ja": "ワンクリックで新しいシークレット ウィンドウが開きます。\n新しいシークレット ウィンドウにすばやくアクセスできるように、パネルとコンテキスト メニュー (オプション) に「新しいシークレット ウィンドウ」ボタンを追加します。また、この拡張機能は新しいマニフェスト V3 (MV3) に基づいており、すべての Web ページに「シークレット ウィンドウで開く」ボタンを追加するための特別なオプションを提供します。このオプションを使用するには、マウス カーソルを Web ページの右上隅に移動する必要があります。 (スクリーンショット画像を見てください)。\n\n# シークレットモードとは何ですか?\nシークレット モードは、ブラウザがローカル デバイスに履歴、キャッシュされたページ、Cookie、またはその他のアクティビティ データを記録せずに Web サーフィンをできるようにする Web ブラウザのプライバシー機能です。シークレット ウィンドウと、開いている通常の Chrome ブラウジング ウィンドウを切り替えることができます。シークレット ウィンドウを使用している場合にのみ、シークレット モードになります。\n\n拡張機能「新しいシークレット ウィンドウ」は、ブラウザのシークレット モードにすばやく簡単にアクセスできる便利なツールです。",
    "kn": "ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಹೊಸ ಅಜ್ಞಾತ ವಿಂಡೋವನ್ನು ತೆರೆಯುತ್ತದೆ.\nಹೊಸ ಅಜ್ಞಾತ ವಿಂಡೋಗೆ ತ್ವರಿತ ಪ್ರವೇಶಕ್ಕಾಗಿ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಮತ್ತು ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ (ಐಚ್ಛಿಕ) \"ಹೊಸ ಅಜ್ಞಾತ ವಿಂಡೋ\" ಬಟನ್ ಅನ್ನು ಸೇರಿಸುತ್ತದೆ. ಈ ವಿಸ್ತರಣೆಯು ಹೊಸ ಮ್ಯಾನಿಫೆಸ್ಟ್ V3 ​​(MV3) ಅನ್ನು ಆಧರಿಸಿದೆ ಮತ್ತು ಎಲ್ಲಾ ವೆಬ್ ಪುಟಗಳಲ್ಲಿ \"ಅಜ್ಞಾತ ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ\" ಬಟನ್ ಅನ್ನು ಸೇರಿಸಲು ವಿಶೇಷ ಆಯ್ಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ, ಈ ಆಯ್ಕೆಯನ್ನು ಬಳಸಲು ನೀವು ಯಾವುದೇ ವೆಬ್ ಪುಟದ ಮೇಲಿನ ಬಲ ಮೂಲೆಯಲ್ಲಿ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಚಲಿಸಬೇಕಾಗುತ್ತದೆ. (ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಚಿತ್ರವನ್ನು ನೋಡಿ).\n\n# ಅಜ್ಞಾತ ಮೋಡ್ ಎಂದರೇನು?\nಅಜ್ಞಾತ ಮೋಡ್ ಎಂಬುದು ವೆಬ್ ಬ್ರೌಸರ್ ಗೌಪ್ಯತೆ ವೈಶಿಷ್ಟ್ಯವಾಗಿದ್ದು, ಬ್ರೌಸರ್ ನಿಮ್ಮ ಇತಿಹಾಸ, ಕ್ಯಾಶ್ ಮಾಡಿದ ಪುಟಗಳು, ಕುಕೀಗಳು ಅಥವಾ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಸಾಧನದಲ್ಲಿ ಇತರ ಚಟುವಟಿಕೆ ಡೇಟಾವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡದೆಯೇ ವೆಬ್ ಅನ್ನು ಸರ್ಫ್ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನೀವು ಅಜ್ಞಾತ ವಿಂಡೋ ಮತ್ತು ನೀವು ತೆರೆದಿರುವ ಯಾವುದೇ ಸಾಮಾನ್ಯ Chrome ಬ್ರೌಸಿಂಗ್ ವಿಂಡೋಗಳ ನಡುವೆ ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಅಜ್ಞಾತ ವಿಂಡೋವನ್ನು ಬಳಸುವಾಗ ಮಾತ್ರ ನೀವು ಅಜ್ಞಾತ ಮೋಡ್‌ನಲ್ಲಿರುತ್ತೀರಿ.\n\n\"ಹೊಸ ಅಜ್ಞಾತ ವಿಂಡೋ\" ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನ ಅಜ್ಞಾತ ಮೋಡ್‌ಗೆ ತ್ವರಿತ ಮತ್ತು ಸರಳ ಪ್ರವೇಶಕ್ಕಾಗಿ ಅನುಕೂಲಕರ ಸಾಧನವಾಗಿದೆ.",
    "ko": "단 한 번의 클릭으로 새 시크릿 창을 엽니다.\n새 시크릿 창에 빠르게 액세스할 수 있도록 패널과 상황에 맞는 메뉴(선택 사항)에 '새 시크릿 창' 버튼을 추가합니다. 또한 이 확장은 새로운 Manifest V3(MV3)을 기반으로 하며 모든 웹 페이지에 \"시크릿 창에서 열기\" 버튼을 추가하기 위한 특수 옵션을 제공합니다. 이 옵션을 사용하려면 마우스 커서를 웹 페이지의 오른쪽 상단으로 이동해야 합니다. (스크린샷 이미지를 보세요).\n\n# 시크릿 모드란 무엇인가요?\n시크릿 모드는 브라우저가 기록, 캐시된 페이지, 쿠키 또는 기타 활동 데이터를 로컬 장치에 기록하지 않고도 웹 서핑을 할 수 있게 해주는 웹 브라우저 개인 정보 보호 기능입니다. 시크릿 창과 열려 있는 일반 Chrome 탐색 창 간에 전환할 수 있습니다. 시크릿 창을 사용할 때만 시크릿 모드에 있게 됩니다.\n\n\"새 시크릿 창\" 확장 프로그램은 브라우저의 시크릿 모드에 빠르고 간단하게 액세스할 수 있는 편리한 도구입니다.",
    "lt": "Vos vienu spustelėjimu atidaromas naujas inkognito langas.\nPridedamas mygtukas „Naujas inkognito langas“ skydelyje ir kontekstiniame meniu (pasirinktinai), kad būtų galima greitai pasiekti naują inkognito langą. Taip pat šis plėtinys yra paremtas naujuoju manifestu V3 (MV3) ir suteikia specialią parinktį visuose tinklalapiuose pridėti mygtuką „Atidaryti inkognito lange“, norint naudoti šią parinktį, reikia perkelti pelės žymeklį į bet kurio tinklalapio viršutinį dešinįjį kampą. (žiūrėkite ekrano kopiją).\n\n# Kas yra inkognito režimas?\nInkognito režimas yra žiniatinklio naršyklės privatumo funkcija, leidžianti naršyti internete, naršyklei neįrašant istorijos, talpyklos puslapių, slapukų ar kitų veiklos duomenų jūsų vietiniame įrenginyje. Galite perjungti inkognito langą ir bet kurį įprastą atidarytą „Chrome“ naršymo langus. Būsite inkognito režimu tik tada, kai naudosite inkognito langą.\n\nPlėtinys „Naujas inkognito langas“ yra patogus įrankis greitai ir paprastai pasiekti naršyklės inkognito režimą.",
    "lv": "Tikai ar vienu klikšķi tiek atvērts jauns inkognito logs.\nPanelī un konteksta izvēlnē (pēc izvēles) tiek pievienota poga “Jauns inkognito logs”, lai ātri piekļūtu jaunajam inkognito režīma logam. Arī šis paplašinājums ir balstīts uz jauno Manifest V3 (MV3) un nodrošina īpašu iespēju pievienot pogu \"Atvērt inkognito logā\" visās tīmekļa lapās, lai izmantotu šo opciju, nepieciešams pārvietot peles kursoru uz jebkuras lapas augšējo labo stūri. (skatiet ekrānuzņēmuma attēlu).\n\n# Kas ir inkognito režīms?\nInkognito režīms ir tīmekļa pārlūkprogrammas konfidencialitātes funkcija, kas ļauj sērfot tīmeklī, pārlūkprogrammai nereģistrējot jūsu vēsturi, kešatmiņā saglabātās lapas, sīkfailus vai citus darbības datus jūsu vietējā ierīcē. Varat pārslēgties starp inkognito režīma logu un visiem parastajiem atvērtajiem Chrome pārlūkošanas logiem. Jūs būsiet inkognito režīmā tikai tad, kad izmantosit inkognito logu.\n\nPaplašinājums \"Jauns inkognito logs\" ir ērts rīks ātrai un vienkāršai piekļuvei pārlūkprogrammas inkognito režīmam.",
    "ml": "ഒരു ക്ലിക്കിലൂടെ ഒരു പുതിയ ആൾമാറാട്ട വിൻഡോ തുറക്കുന്നു.\nപുതിയ ആൾമാറാട്ട ജാലകത്തിലേക്കുള്ള ദ്രുത പ്രവേശനത്തിനായി പാനലിലും സന്ദർഭ മെനുവിലും (ഓപ്ഷണൽ) ഒരു ബട്ടൺ \"പുതിയ ആൾമാറാട്ട വിൻഡോ\" ചേർക്കുന്നു. കൂടാതെ ഈ വിപുലീകരണം പുതിയ മാനിഫെസ്റ്റ് V3 (MV3) അടിസ്ഥാനമാക്കിയുള്ളതാണ് കൂടാതെ എല്ലാ വെബ് പേജുകളിലും \"ആൾമാറാട്ട വിൻഡോയിൽ തുറക്കുക\" എന്ന ബട്ടൺ ചേർക്കുന്നതിനുള്ള ഒരു പ്രത്യേക ഓപ്‌ഷൻ നൽകുന്നു, ഈ ഓപ്‌ഷൻ ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് ഏതെങ്കിലും വെബ് പേജിൻ്റെ മുകളിൽ വലത് കോണിലേക്ക് മൗസ് കഴ്‌സർ നീക്കേണ്ടതുണ്ട്. (സ്ക്രീൻഷോട്ട് ചിത്രം നോക്കുക).\n\n# എന്താണ് ഇൻകോഗ്നിറ്റോ മോഡ്?\nനിങ്ങളുടെ ചരിത്രമോ കാഷെ ചെയ്‌ത പേജുകളോ കുക്കികളോ നിങ്ങളുടെ പ്രാദേശിക ഉപകരണത്തിലെ മറ്റ് ആക്‌റ്റിവിറ്റി ഡാറ്റയോ ബ്രൗസർ റെക്കോർഡുചെയ്യാതെ വെബിൽ സർഫ് ചെയ്യാൻ നിങ്ങളെ അനുവദിക്കുന്ന ഒരു വെബ് ബ്രൗസർ സ്വകാര്യത സവിശേഷതയാണ് ആൾമാറാട്ട മോഡ്. നിങ്ങൾക്ക് ഒരു ആൾമാറാട്ട വിൻഡോയും നിങ്ങൾ തുറന്നിരിക്കുന്ന സാധാരണ Chrome ബ്രൗസിംഗ് വിൻഡോകളും തമ്മിൽ മാറാം. നിങ്ങൾ ആൾമാറാട്ട വിൻഡോ ഉപയോഗിക്കുമ്പോൾ മാത്രമേ നിങ്ങൾ ആൾമാറാട്ട മോഡിൽ ആയിരിക്കൂ.\n\n\"പുതിയ ആൾമാറാട്ട വിൻഡോ\" എന്ന വിപുലീകരണം നിങ്ങളുടെ ബ്രൗസറിൻ്റെ ആൾമാറാട്ട മോഡിലേക്ക് വേഗത്തിലും എളുപ്പത്തിലും ആക്‌സസ് ചെയ്യുന്നതിനുള്ള സൗകര്യപ്രദമായ ഉപകരണമാണ്.",
    "mr": "फक्त एका क्लिकने एक नवीन गुप्त विंडो उघडते.\nनवीन गुप्त विंडोमध्ये द्रुत प्रवेशासाठी पॅनेलवर आणि संदर्भ मेनूमध्ये \"नवीन गुप्त विंडो\" बटण जोडते (पर्यायी). तसेच हा विस्तार नवीन मॅनिफेस्ट V3 (MV3) वर आधारित आहे आणि सर्व वेब पृष्ठांवर \"गुप्त विंडोमध्ये उघडा\" बटण जोडण्यासाठी एक विशेष पर्याय प्रदान करतो, हा पर्याय वापरण्यासाठी आपल्याला कोणत्याही वेब पृष्ठाच्या वरच्या उजव्या कोपर्यात माउस कर्सर हलवावा लागेल. (स्क्रीनशॉट प्रतिमा पहा).\n\n# गुप्त मोड म्हणजे काय?\nगुप्त मोड हे वेब ब्राउझर गोपनीयता वैशिष्ट्य आहे जे तुम्हाला ब्राउझरने तुमचा इतिहास, कॅशे केलेली पृष्ठे, कुकीज किंवा तुमच्या स्थानिक डिव्हाइसवरील इतर क्रियाकलाप डेटा रेकॉर्ड न करता वेबवर सर्फ करण्याची अनुमती देते. तुम्ही गुप्त विंडो आणि तुम्ही उघडलेल्या कोणत्याही नियमित Chrome ब्राउझिंग विंडोमध्ये स्विच करू शकता. जेव्हा तुम्ही गुप्त विंडो वापरत असाल तेव्हाच तुम्ही गुप्त मोडमध्ये असाल.\n\n\"नवीन गुप्त विंडो\" हा विस्तार तुमच्या ब्राउझरच्या गुप्त मोडमध्ये जलद आणि सोप्या प्रवेशासाठी एक सोयीस्कर साधन आहे.",
    "ms": "Membuka tetingkap inkognito baharu dengan hanya satu klik.\nMenambahkan butang \"Tetingkap inkognito baharu\" pada panel dan dalam menu konteks (pilihan) untuk akses pantas ke tetingkap inkognito baharu. Sambungan ini juga berdasarkan Manifest V3 (MV3) baharu dan menyediakan pilihan khas untuk menambah butang \"Buka dalam tetingkap inkognito\" dalam semua halaman web, untuk menggunakan pilihan ini, anda perlu menggerakkan kursor tetikus ke penjuru kanan sebelah atas mana-mana halaman web. (lihat gambar tangkapan skrin).\n\n# Apakah Mod Inkognito?\nMod inkognito ialah ciri privasi pelayar web yang membolehkan anda melayari web tanpa penyemak imbas merekodkan sejarah anda, halaman cache, kuki atau data aktiviti lain pada peranti tempatan anda. Anda boleh bertukar antara tetingkap inkognito dan mana-mana tetingkap penyemakan imbas Chrome biasa yang anda buka. Anda hanya akan berada dalam mod inkognito apabila anda menggunakan tetingkap inkognito.\n\nSambungan \"Tetingkap inkognito baharu\" ialah alat yang mudah untuk akses cepat dan mudah kepada mod inkognito penyemak imbas anda.",
    "nl": "Opent met slechts één klik een nieuw incognitovenster.\nVoegt een knop \"Nieuw incognitovenster\" toe op het paneel en in het contextmenu (optioneel) voor snelle toegang tot het nieuwe incognitovenster. Deze extensie is ook gebaseerd op het nieuwe Manifest V3 (MV3) en biedt een speciale optie voor het toevoegen van de knop \"Openen in incognitovenster\" aan alle webpagina's. Om deze optie te gebruiken, moet u de muiscursor naar de rechterbovenhoek van elke webpagina verplaatsen (zie screenshot afbeelding).\n\n# Wat is de incognitomodus?\nDe incognitomodus is een privacyfunctie van een webbrowser waarmee u op internet kunt surfen zonder dat de browser uw geschiedenis, in het cachegeheugen opgeslagen pagina's, cookies of andere activiteitsgegevens op uw lokale apparaat registreert. U kunt schakelen tussen een incognitovenster en alle reguliere Chrome-browservensters die u heeft geopend. Je bevindt je alleen in de incognitomodus als je het incognitovenster gebruikt.\n\nDe extensie \"Nieuw incognitovenster\" is een handig hulpmiddel voor snelle en eenvoudige toegang tot de incognitomodus van uw browser.",
    "no": "Åpner et nytt inkognitovindu med bare ett klikk.\nLegger til en knapp \"Nytt inkognitovindu\" på panelet og i kontekstmenyen (valgfritt) for rask tilgang til det nye inkognitovinduet. Også denne utvidelsen er basert på den nye Manifest V3 (MV3) og gir et spesielt alternativ for å legge til knappen \"Åpne i inkognitovindu\" på alle nettsider, for å bruke dette alternativet må du flytte musepekeren til øvre høyre hjørne av en hvilken som helst nettside (se på skjermbilde).\n\n# Hva er inkognitomodus?\nInkognitomodus er en personvernfunksjon i nettleseren som lar deg surfe på nettet uten at nettleseren registrerer historikken din, bufrede sider, informasjonskapsler eller andre aktivitetsdata på din lokale enhet. Du kan bytte mellom et inkognitovindu og alle vanlige Chrome-nettleservinduer du har åpne. Du vil bare være i inkognitomodus når du bruker inkognitovinduet.\n\nUtvidelsen \"Nytt inkognitovindu\" er et praktisk verktøy for rask og enkel tilgang til inkognitomodusen til nettleseren din.",
    "pl": "Otwiera nowe okno incognito jednym kliknięciem.\nDodaje przycisk „Nowe okno incognito” na panelu i w menu kontekstowym (opcjonalnie) umożliwiający szybki dostęp do nowego okna incognito. Również to rozszerzenie jest oparte na nowym Manifest V3 (MV3) i zapewnia specjalną opcję dodania przycisku „Otwórz w oknie incognito” na wszystkich stronach internetowych. Aby skorzystać z tej opcji, musisz przesunąć kursor myszy w prawy górny róg dowolnej strony internetowej (spójrz na zrzut ekranu).\n\n# Co to jest tryb incognito?\nTryb incognito to funkcja prywatności przeglądarki internetowej, która umożliwia surfowanie po Internecie bez zapisywania przez przeglądarkę historii, stron w pamięci podręcznej, plików cookie ani innych danych o aktywności na urządzeniu lokalnym. Możesz przełączać się między oknem incognito a dowolnym otwartym oknem przeglądania Chrome. Tryb incognito będzie dostępny tylko wtedy, gdy będziesz korzystać z okna incognito.\n\nRozszerzenie „Nowe okno incognito” to wygodne narzędzie umożliwiające szybki i prosty dostęp do trybu incognito Twojej przeglądarki.",
    "pt_PT": "Abre uma nova janela anônima com apenas um clique.\nAdiciona um botão “Nova janela anônima” no painel e no menu de contexto (opcional) para acesso rápido à nova janela anônima. Além disso, esta extensão é baseada no novo Manifest V3 (MV3) e fornece uma opção especial para adicionar o botão \"Abrir em janela anônima\" em todas as páginas da web, para usar esta opção você precisa mover o cursor do mouse para o canto superior direito de qualquer página da web (veja a imagem da captura de tela).\n\n# O que é o modo de navegação anônima?\nO modo de navegação anônima é um recurso de privacidade do navegador da web que permite navegar na web sem que o navegador registre seu histórico, páginas em cache, cookies ou outros dados de atividade em seu dispositivo local. Você pode alternar entre uma janela anônima e qualquer janela normal de navegação do Chrome que esteja aberta. Você só estará no modo de navegação anônima quando estiver usando a janela anônima.\n\nA extensão \"Nova janela anônima\" é uma ferramenta conveniente para acesso rápido e simples ao modo de navegação anônima do seu navegador.",
    "ro": "Deschide o nouă fereastră incognito cu un singur clic.\nAdaugă un buton „O nouă fereastră incognito” pe panou și în meniul contextual (opțional) pentru acces rapid la noua fereastră incognito. De asemenea, această extensie se bazează pe noul Manifest V3 (MV3) și oferă o opțiune specială pentru adăugarea butonului „Deschide în fereastră incognito” în toate paginile web, pentru a utiliza această opțiune trebuie să mutați cursorul mouse-ului în colțul din dreapta sus al oricărei pagini web. (uitați-vă la imaginea capturii de ecran).\n\n# Ce este modul incognito?\nModul incognito este o caracteristică de confidențialitate a browserului web care vă permite să navigați pe web fără ca browserul să vă înregistreze istoricul, paginile stocate în cache, cookie-urile sau alte date de activitate pe dispozitivul dvs. local. Puteți comuta între o fereastră incognito și orice fereastră obișnuită de navigare Chrome pe care le aveți deschise. Veți fi în modul incognito numai când utilizați fereastra incognito.\n\nExtensia „O nouă fereastră incognito” este un instrument convenabil pentru acces rapid și simplu la modul incognito al browserului dumneavoastră.",
    "ru": "Открывает новое окно в режиме инкогнито одним щелчком мыши.\nДобавляет кнопку «Новое окно инкогнито» на панель и в контекстное меню (опционально) для быстрого доступа к новому окну инкогнито. Также это расширение основано на новом манифесте V3 (MV3) и предоставляет специальную опцию для добавления кнопки «Открыть в окне инкогнито» на все веб-страницы. Для использования этой опции вам необходимо переместить курсор мыши в правый верхний угол любой веб-страницы. (посмотрите на скриншот).\n\n# Что такое режим инкогнито?\nРежим инкогнито — это функция конфиденциальности веб-браузера, которая позволяет вам просматривать веб-страницы без записи браузером вашей истории, кэшированных страниц, файлов cookie или других данных о активности на вашем локальном устройстве. Вы можете переключаться между окном инкогнито и любыми обычными окнами просмотра Chrome, открытыми у вас. Вы будете находиться в режиме инкогнито только тогда, когда используете окно инкогнито.\n\nРасширение «Новое окно инкогнито» — удобный инструмент для быстрого и простого доступа к режиму инкогнито вашего браузера.",
    "sk": "Otvorí nové okno inkognito jediným kliknutím.\nPridá tlačidlo „Nové okno inkognito“ na panel a do kontextovej ponuky (voliteľné) pre rýchly prístup k novému oknu inkognito. Aj toto rozšírenie je založené na novom Manifest V3 (MV3) a poskytuje špeciálnu možnosť pridania tlačidla „Otvoriť v okne inkognito“ na všetky webové stránky, pre použitie tejto možnosti je potrebné presunúť kurzor myši do pravého horného rohu ľubovoľnej webovej stránky (pozrite si obrázok obrazovky).\n\n# Čo je režim inkognito?\nRežim inkognito je funkcia ochrany osobných údajov webového prehliadača, ktorá vám umožňuje surfovať na webe bez toho, aby prehliadač zaznamenával vašu históriu, stránky uložené vo vyrovnávacej pamäti, súbory cookie alebo iné údaje o aktivite na vašom miestnom zariadení. Môžete prepínať medzi oknom inkognito a akýmkoľvek bežným oknom prehliadania prehliadača Chrome, ktoré máte otvorené. V režime inkognito budete iba vtedy, keď používate okno inkognito.\n\nRozšírenie „Nové okno inkognito“ je pohodlný nástroj na rýchly a jednoduchý prístup do režimu inkognito vášho prehliadača.",
    "sl": "Odpre novo okno brez beleženja zgodovine s samo enim klikom.\nDoda gumb »Novo okno brez beleženja zgodovine« na plošči in v priročnem meniju (izbirno) za hiter dostop do novega okna brez beleženja zgodovine. Tudi ta razširitev temelji na novem Manifestu V3 (MV3) in ponuja posebno možnost za dodajanje gumba \"Odpri v oknu brez beleženja zgodovine\" na vseh spletnih straneh, za uporabo te možnosti morate premakniti kazalec miške v zgornji desni kot katere koli spletne strani (poglejte sliko zaslona).\n\n# Kaj je način brez beleženja zgodovine?\nNačin brez beleženja zgodovine je funkcija zasebnosti spletnega brskalnika, ki vam omogoča brskanje po spletu, ne da bi brskalnik beležil vašo zgodovino, predpomnjene strani, piškotke ali druge podatke o dejavnosti v vaši lokalni napravi. Preklapljate lahko med oknom brez beleženja zgodovine in katerim koli običajnim oknom brskanja v Chromu, ki ste ga odprli. V načinu brez beleženja zgodovine boste samo, ko uporabljate okno brez beleženja zgodovine.\n\nRazširitev »Novo okno brez beleženja zgodovine« je priročno orodje za hiter in enostaven dostop do načina brez beleženja zgodovine vašega brskalnika.",
    "sr": "Отвара нови прозор без архивирања само једним кликом.\nДодаје дугме „Нови прозор без архивирања“ на панелу иу контекстуални мени (опционо) за брз приступ новом прозору без архивирања. Такође, ово проширење је засновано на новом Манифест В3 (МВ3) и пружа посебну опцију за додавање дугмета „Отвори у анонимном прозору“ на свим веб страницама, за коришћење ове опције потребно је да померите курсор миша у горњи десни угао било које веб странице (погледајте слику екрана).\n\n# Шта је анонимни режим?\nРежим без архивирања је функција приватности веб прегледача која вам омогућава да сурфујете вебом без да прегледач снима вашу историју, кеширане странице, колачиће или друге податке о активностима на вашем локалном уређају. Можете да прелазите између прозора без архивирања и било којег обичног прозора за прегледање Цхроме-а које имате отворене. Бићете у режиму без архивирања само када користите прозор без архивирања.\n\nЕкстензија „Нови прозор без архивирања“ је згодан алат за брз и једноставан приступ анонимном режиму вашег претраживача.",
    "sv": "Öppnar ett nytt inkognitofönster med bara ett klick.\nLägger till en knapp \"Nytt inkognitofönster\" på panelen och i snabbmenyn (valfritt) för snabb åtkomst till det nya inkognitofönstret. Även denna tillägg är baserad på den nya Manifest V3 (MV3) och ger ett speciellt alternativ för att lägga till knappen \"Öppna i inkognitofönster\" på alla webbsidor, för att använda detta alternativ måste du flytta muspekaren till det övre högra hörnet av en webbsida (titta på skärmbilden).\n\n# Vad är inkognitoläge?\nInkognitoläge är en webbläsares sekretessfunktion som låter dig surfa på webben utan att webbläsaren registrerar din historik, cachade sidor, cookies eller annan aktivitetsdata på din lokala enhet. Du kan växla mellan ett inkognitofönster och alla vanliga Chrome-surffönster som du har öppet. Du är bara i inkognitoläge när du använder inkognitofönstret.\n\nTillägget \"Nytt inkognitofönster\" är ett bekvämt verktyg för snabb och enkel åtkomst till din webbläsares inkognitoläge.",
    "sw": "Hufungua dirisha jipya fiche kwa mbofyo mmoja tu.\nHuongeza kitufe \"Dirisha fiche jipya\" kwenye kidirisha na kwenye menyu ya muktadha (si lazima) kwa ufikiaji wa haraka wa dirisha jipya fiche. Pia kiendelezi hiki kinategemea Manifest V3 mpya (MV3) na hutoa chaguo maalum kwa kuongeza kitufe \"Fungua katika dirisha fiche\" katika kurasa zote za wavuti, kwa kutumia chaguo hili unahitaji kusogeza mshale wa kipanya kwenye kona ya juu kulia ya ukurasa wowote wa wavuti. (angalia picha ya skrini).\n\n# Hali Fiche ni nini?\nHali fiche ni kipengele cha faragha cha kivinjari ambacho hukuruhusu kuvinjari wavuti bila kivinjari kurekodi historia yako, kurasa zilizoakibishwa, vidakuzi, au data nyingine ya shughuli kwenye kifaa chako cha karibu. Unaweza kubadilisha kati ya dirisha fiche na madirisha yoyote ya kawaida ya kuvinjari ya Chrome ambayo umefungua. Utakuwa tu katika hali fiche wakati unatumia dirisha fiche.\n\nKiendelezi \"Dirisha fiche jipya\" ni zana rahisi ya ufikiaji wa haraka na rahisi wa hali fiche ya kivinjari chako.",
    "ta": "ஒரே கிளிக்கில் புதிய மறைநிலை சாளரத்தைத் திறக்கும்.\nபுதிய மறைநிலை சாளரத்தை விரைவாக அணுக, பேனலிலும் சூழல் மெனுவிலும் (விரும்பினால்) \"புதிய மறைநிலை சாளரம்\" என்ற பொத்தானைச் சேர்க்கிறது. மேலும் இந்த நீட்டிப்பு புதிய மேனிஃபெஸ்ட் V3 (MV3) ஐ அடிப்படையாகக் கொண்டது மற்றும் அனைத்து இணையப் பக்கங்களிலும் \"மறைநிலை சாளரத்தில் திற\" என்ற பொத்தானைச் சேர்ப்பதற்கான ஒரு சிறப்பு விருப்பத்தை வழங்குகிறது, இந்த விருப்பத்தைப் பயன்படுத்த நீங்கள் எந்த இணையப் பக்கத்தின் மேல் வலது மூலையில் மவுஸ் கர்சரை நகர்த்த வேண்டும். (ஸ்கிரீன்ஷாட் படத்தைப் பார்க்கவும்).\n\n# மறைநிலைப் பயன்முறை என்றால் என்ன?\nமறைநிலை பயன்முறை என்பது இணைய உலாவியின் தனியுரிமை அம்சமாகும், இது உலாவி உங்கள் வரலாறு, தற்காலிக சேமிப்பு பக்கங்கள், குக்கீகள் அல்லது உங்கள் உள்ளூர் சாதனத்தில் உள்ள பிற செயல்பாட்டுத் தரவைப் பதிவுசெய்யாமல் இணையத்தில் உலாவ உங்களை அனுமதிக்கிறது. மறைநிலை சாளரத்திற்கும் நீங்கள் திறந்திருக்கும் வழக்கமான Chrome உலாவல் சாளரத்திற்கும் இடையில் மாறலாம். நீங்கள் மறைநிலை சாளரத்தைப் பயன்படுத்தும் போது மட்டுமே மறைநிலைப் பயன்முறையில் இருப்பீர்கள்.\n\n\"புதிய மறைநிலை சாளரம்\" என்பது உங்கள் உலாவியின் மறைநிலைப் பயன்முறையை விரைவாகவும் எளிமையாகவும் அணுகுவதற்கான வசதியான கருவியாகும்.",
    "te": "కేవలం ఒక క్లిక్‌తో కొత్త అజ్ఞాత విండోను తెరుస్తుంది.\nకొత్త అజ్ఞాత విండోకు శీఘ్ర ప్రాప్యత కోసం ప్యానెల్‌లో మరియు సందర్భ మెనులో (ఐచ్ఛికం) \"కొత్త అజ్ఞాత విండో\" బటన్‌ను జోడిస్తుంది. అలాగే ఈ పొడిగింపు కొత్త మానిఫెస్ట్ V3 (MV3)పై ఆధారపడి ఉంటుంది మరియు అన్ని వెబ్ పేజీలలో \"అజ్ఞాత విండోలో తెరువు\" బటన్‌ను జోడించడానికి ప్రత్యేక ఎంపికను అందిస్తుంది, ఈ ఎంపికను ఉపయోగించడం కోసం మీరు మౌస్ కర్సర్‌ని ఏదైనా వెబ్ పేజీ యొక్క కుడి ఎగువ మూలకు తరలించాలి. (స్క్రీన్‌షాట్ చిత్రాన్ని చూడండి).\n\n# అజ్ఞాత మోడ్ అంటే ఏమిటి?\nఅజ్ఞాత మోడ్ అనేది వెబ్ బ్రౌజర్ గోప్యతా లక్షణం, ఇది బ్రౌజర్ మీ చరిత్ర, కాష్ చేసిన పేజీలు, కుక్కీలు లేదా మీ స్థానిక పరికరంలోని ఇతర కార్యాచరణ డేటాను రికార్డ్ చేయకుండానే వెబ్‌లో సర్ఫ్ చేయడానికి మిమ్మల్ని అనుమతిస్తుంది. మీరు అజ్ఞాత విండో మరియు మీరు తెరిచిన ఏవైనా సాధారణ Chrome బ్రౌజింగ్ విండోల మధ్య మారవచ్చు. మీరు అజ్ఞాత విండోను ఉపయోగిస్తున్నప్పుడు మాత్రమే మీరు అజ్ఞాత మోడ్‌లో ఉంటారు.\n\n\"కొత్త అజ్ఞాత విండో\" పొడిగింపు అనేది మీ బ్రౌజర్ యొక్క అజ్ఞాత మోడ్‌కు త్వరిత మరియు సరళమైన ప్రాప్యత కోసం అనుకూలమైన సాధనం.",
    "th": "เปิดหน้าต่างที่ไม่ระบุตัวตนใหม่ด้วยการคลิกเพียงครั้งเดียว\nเพิ่มปุ่ม \"หน้าต่างที่ไม่ระบุตัวตนใหม่\" บนแผงควบคุมและในเมนูบริบท (ไม่บังคับ) เพื่อการเข้าถึงหน้าต่างที่ไม่ระบุตัวตนใหม่อย่างรวดเร็ว นอกจากนี้ ส่วนขยายนี้ยังอิงจาก Manifest V3 (MV3) ใหม่ และมีตัวเลือกพิเศษสำหรับการเพิ่มปุ่ม \"เปิดในหน้าต่างที่ไม่ระบุตัวตน\" ในหน้าเว็บทั้งหมด หากต้องการใช้ตัวเลือกนี้ คุณต้องเลื่อนเคอร์เซอร์ของเมาส์ไปที่มุมขวาบนของหน้าเว็บใดก็ได้ (ดูภาพหน้าจอ)\n\n# โหมดไม่ระบุตัวตนคืออะไร?\nโหมดไม่ระบุตัวตนเป็นคุณลักษณะความเป็นส่วนตัวของเว็บเบราว์เซอร์ที่ช่วยให้คุณสามารถท่องเว็บโดยไม่ต้องให้เบราว์เซอร์บันทึกประวัติ หน้าที่แคช คุกกี้ หรือข้อมูลกิจกรรมอื่น ๆ บนอุปกรณ์ท้องถิ่นของคุณ คุณสามารถสลับระหว่างหน้าต่างที่ไม่ระบุตัวตนและหน้าต่างการเรียกดู Chrome ปกติที่คุณเปิดไว้ได้ คุณจะอยู่ในโหมดไม่ระบุตัวตนเฉพาะเมื่อคุณใช้หน้าต่างที่ไม่ระบุตัวตนเท่านั้น\n\nส่วนขยาย \"หน้าต่างที่ไม่ระบุตัวตนใหม่\" เป็นเครื่องมือที่สะดวกสำหรับการเข้าถึงโหมดไม่ระบุตัวตนของเบราว์เซอร์ของคุณอย่างรวดเร็วและง่ายดาย",
    "tr": "Tek tıklamayla yeni bir gizli pencere açar.\nYeni gizli pencereye hızlı erişim için panele ve içerik menüsüne (isteğe bağlı) bir \"Yeni gizli pencere\" düğmesi eklenir. Ayrıca bu uzantı yeni Manifest V3'ü (MV3) temel alır ve tüm web sayfalarına \"Gizli pencerede aç\" düğmesinin eklenmesi için özel bir seçenek sunar; bu seçeneği kullanmak için fare imlecini herhangi bir web sayfasının sağ üst köşesine hareket ettirmeniz gerekir. (ekran görüntüsü görüntüsüne bakın).\n\n# Gizli Mod nedir?\nGizli mod, tarayıcınızın geçmişinizi, önbelleğe alınmış sayfalarınızı, çerezlerinizi veya diğer etkinlik verilerinizi yerel cihazınıza kaydetmesine gerek kalmadan web'de gezinmenize olanak tanıyan bir web tarayıcısı gizlilik özelliğidir. Gizli bir pencere ile açtığınız herhangi bir normal Chrome tarama penceresi arasında geçiş yapabilirsiniz. Yalnızca gizli pencereyi kullanırken gizli modda olursunuz.\n\n\"Yeni gizli pencere\" uzantısı, tarayıcınızın gizli moduna hızlı ve basit erişim için kullanışlı bir araçtır.",
    "uk": "Відкриває нове анонімне вікно одним клацанням миші.\nДодає кнопку «Нове вікно анонімного перегляду» на панелі та в контекстному меню (необов’язково) для швидкого доступу до нового вікна анонімного перегляду. Також це розширення базується на новому Manifest V3 (MV3) і надає спеціальну опцію для додавання кнопки «Відкрити у вікні анонімного перегляду» на всіх веб-сторінках. Для використання цієї опції вам потрібно перемістити курсор миші у верхній правий кут будь-якої веб-сторінки (дивіться на скріншот).\n\n# Що таке режим анонімного перегляду?\nРежим анонімного перегляду — це функція конфіденційності веб-браузера, яка дозволяє переглядати веб-сторінки без запису вашої історії, кешованих сторінок, файлів cookie або інших даних про діяльність на локальному пристрої. Ви можете переключатися між анонімним вікном і будь-яким звичайним вікном веб-перегляду Chrome, яке ви відкрили. Ви перебуваєте в режимі анонімного перегляду, лише коли використовуєте вікно анонімного перегляду.\n\nРозширення «Нове анонімне вікно» — це зручний інструмент для швидкого та простого доступу до інкогніто-режиму вашого браузера.",
    "vi": "Mở một cửa sổ ẩn danh mới chỉ bằng một cú nhấp chuột.\nThêm nút \"Cửa sổ ẩn danh mới\" trên bảng điều khiển và trong menu ngữ cảnh (tùy chọn) để truy cập nhanh vào cửa sổ ẩn danh mới. Ngoài ra, tiện ích mở rộng này dựa trên Bản kê khai V3 (MV3) mới và cung cấp tùy chọn đặc biệt để thêm nút \"Mở trong cửa sổ ẩn danh\" trong tất cả các trang web, để sử dụng tùy chọn này, bạn cần di chuyển con trỏ chuột đến góc trên bên phải của bất kỳ trang web nào (nhìn vào ảnh chụp màn hình).\n\n# Chế độ ẩn danh là gì?\nChế độ ẩn danh là tính năng bảo mật của trình duyệt web cho phép bạn lướt web mà không cần trình duyệt ghi lại lịch sử, trang được lưu trong bộ nhớ đệm, cookie hoặc dữ liệu hoạt động khác trên thiết bị cục bộ của bạn. Bạn có thể chuyển đổi giữa cửa sổ ẩn danh và bất kỳ cửa sổ duyệt Chrome thông thường nào mà bạn mở. Bạn sẽ chỉ ở chế độ ẩn danh khi đang sử dụng cửa sổ ẩn danh.\n\nTiện ích mở rộng \"Cửa sổ ẩn danh mới\" là một công cụ thuận tiện để truy cập nhanh chóng và đơn giản vào chế độ ẩn danh của trình duyệt của bạn.",
    "zh_CN": "只需单击一下即可打开新的隐身窗口。\n在面板和上下文菜单（可选）中添加“新建隐身窗口”按钮，以便快速访问新的隐身窗口。此外，此扩展基于新的 Manifest V3 (MV3)，并提供了一个特殊选项，用于在所有网页中添加“在隐身窗口中打开”按钮，要使用此选项，您需要将鼠标光标移动到任何网页的右上角（查看屏幕截图）。\n\n# 什么是隐身模式？\n隐身模式是一种网络浏览器隐私功能，允许您上网冲浪，而浏览器不会在您的本地设备上记录您的历史记录、缓存页面、cookie 或其他活动数据。您可以在隐身窗口和打开的任何常规 Chrome 浏览窗口之间切换。仅当您使用隐身窗口时，您才会处于隐身模式。\n\n扩展程序“新的隐身窗口”是一个方便的工具，可以快速、简单地访问浏览器的隐身模式。",
    "zh_TW": "只需單擊即可開啟新的隱身視窗。\n在面板和上下文選單（選用）中新增「新隱身視窗」按鈕，以便快速存取新的隱身視窗。此外，此擴充功能基於新的Manifest V3 (MV3)，並提供了一個特殊選項，用於在所有網頁中新增「在隱身視窗中開啟」按鈕，要使用此選項，您需要將滑鼠遊標移至任何網頁的右上角（查看螢幕截圖）。\n\n# 什麼是隱身模式？\n隱身模式是一種網頁瀏覽器隱私功能，可讓您上網衝浪，而瀏覽器不會在您的本機裝置上記錄您的記錄、快取頁面、cookie 或其他活動資料。您可以在隱身視窗和開啟的任何常規 Chrome 瀏覽視窗之間切換。只有當您使用隱身視窗時，您才會處於隱身模式。\n\n擴充功能「新的隱身視窗」是一個方便的工具，可以快速、簡單地存取瀏覽器的隱身模式。"
  }
}