{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shweb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to export or import any websites local storage data"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "-- Overview --\nShweb is a browser extension for bulk managing websites local storage. Export websites local storage data as a backup or import your backed up storage file when needed.\n\n-- What it does --\n\n- Often times, web applications use local storage to store settings, text field values and other website specific assets, having them backed up and available to use on any browser/device is a productivity hack.\n- Did you know you can loose these if you logout or reset something on your browser like application/device storage.\n- Avoid that with Shweb. Shweb allows you back up those your website data from `local-storage`\n  - with an interface you can use to import and export those local storage content.\n- Read more about how websites use local storage to give you a better experience: https://dev.to/dboatengx/javascript-local-storage-explained-1di6\n\n-- Features --\n\n1. Export websites local storage data\n2. Import exported local storage from specific website (to one or more sites)\n\n-- How To Use --\n\n1. Install the Shweb extension in your browser\n\n-- To export --\n\n- Click the extension icon to open the extension options\n- Click the \"export\" button in the extension options\n- A text file will be generated and you can save this locally.\n\n-- To import --\n\n- Click the extension icon to open the extension options\n- Click the \"Choose file\" button in the extension options\n- Upload a compatible local storage file.\n  File structure: {\"storageKey\":\"storageValue\"}\n\n-- To uninstall the extension --\n\n- Right click on the extension icon and select \"Remove from Chrome\"\n\n-- FAQs --\n\n- Is shweb backing up my local storage automatically? No, this might be an upcoming feature.\n- What type of file does shweb use? Any text based file containing a typical JSON object\n- I imported my local storage file, what's next? Local storage content are instantly available to use on the website pages\n\n-- Permissions Usage --\n\n- ActiveTab - to access background setting for the current tab you are in\n- Scripting - to create and manage file export and import\n\nShweb only runs in the background to fetch and update local storage data, local storage usage is entirely up to the website you are visiting.\n\n-- Developers --\nThe project is available on Github if you want to have some fun and collaborate on this and other projects. Find repository at https://github.com/chrisenitan/shweb"
  }
}