{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "askone.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI-Powered Assistant for Seamless Web Browsing with LLMs such as GPT, Gemini, Claude, Llama, and Qwen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "askone.ai is a browser extension based on large AI models that helps you quickly access relevant knowledge and information while browsing the web.\n\nWhile browsing, users can interact with LLMs to quickly get related knowledge and information about the content on the webpage. The functions supported by askone.ai include:\n\nExtracting keywords from content;\nGenerating summaries of content;\nTranslating content;\nGenerating questions related to the content;\nEngaging in dialogue related to the content;\n\nAll our features are designed around the content you are interested in, providing you with a simple yet effective tool to assist you in browsing any webpage.\n\naskone.ai users DO NOT need to:\n\nSwitch between applications or windows.\nSwitch between AI providers.\nSwitch between AI models.\nSpecify your preferences and expectations, such as language, quantity, content, etc.\nCopy and paste.\n\naskone.ai users CAN:\n\nEnable or disable each feature at any time.\nChoose the same or different AI providers and AI models for each feature.\nModify the parameters for each feature at any time.\nQuickly access features through hotkeys or mouse clicks.\n\nIn summary, askone.ai is a browser extension that simplifies the process of using large AI models and enhances user productivity. We aim to provide users with a more convenient experience when using AI models, allowing them to focus more on their work and studies.\n\nAdditionally, we are open to user feedback and suggestions to continuously improve our products and services."
  }
}