{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneClick Picsaver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save images from any web-page in one click. Extension recognizes and downloads only full-sized pictures without trash and banners.",
    "ru": "Сохраняет полноразменые картинки из Фейсбука, Пинтереста, 500px и всех остальных сайтов."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension requires the Picsaver Chrome App image downloader to work properly. You will be asked to install this app.\n\nOneClick Picksaver saves images from Facebook, Pinterest, 500 px and any other web page. \n\nExtension recognizes and downloads only full-sized pictures without trash and banners. Picsaver analizes preview images on web-pages and downloads the originals.\n\nImages are saved in the selected folder with one click and automatically renamed if the same file name already exists.",
    "ru": "Этому расширению необходимо приложение Picsaver image downloder для корректной работы. Вам будет предложено установить его перед использованием этого расширения.\n\nOneClick Picsaver сохраняет полноразменые картинки из Фейсбука, Пинтереста, \n500 px и всех остальных сайтов. \n\nРасширение распознает полноразмерные картинки, а баннеры автоматически фильтрует. Если на странице есть превьюшки со ссылками на оригинал, расширение закачает сразу оригинал. \n\nВсе картинки автоматически сохраняются в выбранную папку без лишних диалогов и самостоятельно переименовываются, если в папке уже есть файлы с таким названием."
  }
}