{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FONIA Cashback & Kupony"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dzięki wtyczce Fonii dostaniesz zwrot gotówki cashback i informacje o zniżkach za zakupy w Internecie."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uwielbiasz zakupy online? Odkryj wtyczkę Fonia! Nasza wtyczka umożliwia sprawdzenie wyświetlania informacji o cashbacku bezpośrednio na stronach internetowych, które odwiedzasz. Nie przegap już żadnej okazji na zwrot gotówki - Fonia jest Twoim niezastąpionym towarzyszem w zakupach online!\n\nDlaczego warto skorzystać z wtyczki Fonia?\n1. Automatyczne Powiadomienia o Cashbacku:\nFonia działa w tle, sprawdzając za Ciebie, czy na odwiedzanej stronie sklepu jest dostępny zwrot cashback. . Jeśli tak, natychmiast otrzymasz powiadomienie, abyś mógł/a skorzystać z tej korzystnej oferty.\n\n2. Zbieraj cashback bez wysiłku:\nZ Fonią nie musisz już przeszukiwać wielu stron w poszukiwaniu najlepszych ofert cashback. Wtyczka automatycznie prezentuje dostępne zwroty gotówki na ekranie, pozwalając Ci z łatwością wybierać najlepsze oferty.\n\n3. Łatwa instalacja i konfiguracja:\nFonia to intuicyjna w obsłudze wtyczka, której instalacja zajmuje tylko chwilę. Po zainstalowaniu zaloguj się do swojego konta, a Fonia zacznie działać natychmiast, dostarczając Ci informacje o cashbacku tam, gdzie ich potrzebujesz.\n\n4. Bezpieczne i prywatne korzystanie:\nDbamy o Twoją prywatność. Fonia działa bezpiecznie, nie gromadząc zbędnych danych osobowych. To narzędzie stworzone z myślą o bezpieczeństwie i wygodzie użytkowników.\n\nJak zainstalować Fonię?\n1. Przejdź do Chrome Web Store.\n2. Wyszukaj \"Fonia\" i kliknij przycisk Dodaj do Chrome.\n3. Po zakończeniu instalacji zaloguj się do swojego konta Fonia.\n4. Rozpocznij korzystanie z wtyczki, ciesząc się dodatkowymi korzyściami z cashbacku! Możesz ją przypiąć do swojego paska narzędzi, aby nigdy nie przegapić okazji o zwrocie za zakupy online.\n\nNie czekaj - zainstaluj Fonię już dziś i zacznij oszczędzać na zakupach online. Zyskaj dostęp do najlepszych ofert cashback bezpośrednio na swojej przeglądarce Chrome!"
  }
}