{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Think Before You Click: Pokemon Showdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporarily disables move buttons for a customizable time in Pokémon Showdown battles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Level up your Pokémon Showdown game with Think Before You Click, a tool designed to help you build smarter habits by encouraging more deliberate, strategic decisions instead of rushing through your moves.\n\nThe idea is simple: by temporarily blocking your ability to make a move until a certain time has passed, you’re forced to use each turn to its full potential, planning ahead and making smarter plays. It’s not about playing faster—it’s about playing smarter. You have the ability to set how many seconds you want to elapse before you are allowed to make a move, and when to automatically turn the extension off. That way you won't end up in timer trouble.\n\nWith regular use, you’ll naturally improve your decision-making and cut down on mistakes caused by impulsive moves. You’ll learn more from every turn—win or lose—when you’ve taken the time to think things through. By practicing this way, you’ll develop the patience and strategic mindset needed to excel in high-stakes battles.\n\nPractice makes perfect, and Think Before You Click is here to help.\n\nThe time setting is adjustable, here are our recommended times.\nSmogon formats: 15 seconds per move, automatically disable extension at 60 seconds.\nVGC: 20 seconds per move, automatically disable extension at 5 seconds.\n\nIf you ever want to stop the extension, all you do is uncheck the Enable Extension checkbox."
  }
}