{
  "name": {
    "ar": "Safe3 Web Safety",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe3 safe browsing",
    "bg": "Safe3 Safe Web",
    "bn": "Safe3 Safe Torrent",
    "ca": "Safe3 Safe Browser",
    "cs": "Safe3 Websafe",
    "da": "Safe3 Malware Protection",
    "el": "Safe3 Anti Malware",
    "et": "Safe3 Anti Tracker",
    "fa": "Safe3 Tracker Blocker",
    "fi": "Safe3 Privacy",
    "fil": "Safe3 Private Browsing"
  },
  "short": {
    "ar": "Experience More Safe and Secure Web Browsing with Safe3 Web Safety",
    "am": "Safe3 safe browsing description",
    "bg": "Experience More Safe and Secure Web Browsing with Safe3 Safe Web",
    "bn": "Experience More Safe and Secure Web Browsing with Safe3 Safe Torrent",
    "ca": "Experience More Safe and Secure Web Browsing with Safe3 Safe Browser",
    "cs": "Experience More Safe and Secure Web Browsing with Safe3 Websafe",
    "da": "Experience More Safe and Secure Web Browsing with Malware Protection",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience More Safe and Secure Web Browsing with Safe3 Extension",
    "el": "Experience More Safe and Secure Web Browsing with Anti Malware",
    "et": "Experience More Safe and Secure Web Browsing with Safe3 Anti Tracker",
    "fa": "Experience More Safe and Secure Web Browsing with Tracker Blocker",
    "fi": "Experience More Safe and Secure Web Browsing with Safe3 Privacy Browsing",
    "fil": "Experience More Safe and Secure Web Browsing with Safe3 Private Browsing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Safe3 Safe Browsing extension enhances the built-in safe browsing functionality of the Chrome browser by using up-to-date and diverse filter lists to block unwanted content.\n\nThe Safe3 extension uses more aggressive, unproven but effective filter lists to block potentially harmful websites. Safe3 does not prioritize minimizing false positives.\n\nOur extension helps protect you from the following types of online threats:\n\n- Malware: We block websites that are known to host or distribute harmful software.\n- Phishing/scam websites: We block websites that are designed to trick you into divulging sensitive information such as passwords or financial details.\n- Tracking scripts: We block scripts that are designed to track your online activity and build a profile of your interests and habits.\n- Ads: We block unwanted advertisements that can be distracting and potentially harmful."
  }
}