{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Evernote Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,pt_PT,ro,sk,sl,sr,sw,ta,te": "Use the Evernote extension to save things you see on the web into your Evernote account.",
    "cs": "Pomocí rozšíření Evernote si uložte zajímavosti z webu do svého účtu Evernote.",
    "da": "Brug Evernote-udvidelsen til at gemme ting du ser på nettet på din Evernote-konto.",
    "de": "Verwende die Evernote-Erweiterung, um Dinge, die du online entdeckst, in deinem Evernote-Konto zu speichern.",
    "es": "Utilice la extensión de Evernote para almacenar contenido de la Web en su cuenta.",
    "fi": "Käytä Evernote-laajennusta tallentaaksesi verkossa näkemiäsi asioita Evernote-tunnuksellesi.",
    "fr": "Utilisez l’extension Evernote pour enregistrer ce que vous voyez sur le Web dans votre compte Evernote.",
    "id": "Gunakan ekstensi Evernote untuk menyimpan hal-hal yang Anda lihat di web ke akun Evernote Anda.",
    "it": "Usa l'estensione Evernote per salvare le cose che vedi sul Web nel tuo account Evernote.",
    "ja": "Evernote の拡張機能を使用して、Web 上で見つけたページを Evernote アカウントに保存します。",
    "ko": "Evernote 확장 프로그램을 사용해 웹에서 본 정보를 Evernote 계정에 저장하세요.",
    "ms": "Gunakan sambungan Evernote untuk menyimpan bahan yang anda lihat di web ke dalam akaun Evernote anda.",
    "nl": "Gebruik de Evernote extensie om dingen die je ziet op het internet in je Evernote account op te slaan.",
    "no": "Bruk Evernote-utvidelsen til å lagre ting du ser på nettet i Evernote-kontoen din. Du kan også søke gjennom notatene.",
    "pl": "Użyj rozszerzenia Evernote do zapisywania treści z internetu na koncie Evernote.",
    "pt_BR": "Use a extensão Evernote para salvar coisas que você vê na web para a sua conta Evernote.",
    "ru": "Используйте расширение Evernote, чтобы сохранять интересные материалы из Интернета прямо в свой аккаунт Evernote.",
    "sv": "Använd Evernote-tillägget för att spara saker du ser på webben till Evernotekontot.",
    "th": "ใช้ส่วนขยาย Evernote เพื่อบันทึกสิ่งต่างๆ ที่คุณเห็นบนเว็บลงในบัญชี Evernote ของคุณ",
    "tr": "Web'de gördüklerinizi Evernote hesabınıza kaydetmek için Evernote uzantısını kullanın.",
    "uk": "Використовуйте розширення Evernote, щоб зберігати цікаву вам інформацію з Інтернету в ваш аккаунт Evernote.",
    "vi": "Sử dụng phần mở rộng Evernote để lưu những gì bạn thấy trên web vào tài khoản Evernote của bạn.",
    "zh_CN": "使用Evernote扩展程序一键保存精彩网页内容到Evernote帐户。",
    "zh_TW": "使用 Evernote 擴充套件，將您在網路上的所見所聞儲存至 Evernote 帳戶。"
  },
  "long": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,pt_PT,ro,sk,sl,sr,sw,ta,te": "Evernote Web Clipper is a browser extension that lets you save interesting things you find on the web directly to your Evernote account.\n\nWeb Clipper\nCapture ideas and inspiration from anywhere with ease. Save articles, web pages, and screenshots directly to Evernote.\n\nSave what matters\nClip web pages, articles, or PDFs and save them in Evernote. Screen capture full pages or just the parts you want—without distracting ads and sidebars.\n\nCustomize your clips\nTake a screenshot of a web page, then add highlights, text, and other annotations. With Web Clipper, you can make sure what’s important is clear at a glance.\n\nKeep content organized\nTag what you save so your research, photos, ideas, and more are all easy to find using keywords. You can also add titles and save content to the notebook that makes sense.\n\nGo beyond bookmarks\nSave web page URLs, images, and descriptions to your relevant Evernote notebook and keep all your related content in one easy-to-find place.",
    "cs": "Evernote Web Clipper je rozšíření prohlížeče, které umožňuje ukládat zajímavé věci z webu přímo do účtu Evernote.\n\nWeb Clipper\nSnadno a kdekoliv zachycujte nápady a inspiraci. Články, webové stránky a snímky obrazovky můžete ukládat přímo do Evernote.\n\nUložte vše důležité\nVystřihněte webové stránky, články nebo soubory PDF a uložte si je do Evernote. Uložte si celé stránky nebo jen důležité části – bez rušivých reklam a postranních panelů.\n\nVýstřižky si upravte\nVyfoťte si webovou stránku a poté přidejte zvýraznění, text a další anotace. S Web Clipperem zajistíte, že vše důležité bude na první pohled jasné.\n\nUdržujte obsah organizovaný\nK ukládanému obsahu přidejte štítky, ať pak své poznámky, fotky, nápady a další informace najdete pomocí klíčových slov. Do vhodného zápisníku můžete také přidávat názvy a ukládat obsah.\n\nZahoďte záložky\nUložte si odkazy na webové stránky, obrázky a popisky do vhodného zápisníku Evernote a mějte veškerý související obsah na jednom místě, kde je možné snadno vyhledávat.",
    "da": "Evernote Webklipper er en browserudvidelse, der giver dig mulighed for at gemme interessante ting du finder på nettet direkte på din Evernote-konto.\n\nWebklipper\nIndfang idéer og gem inspiration fra en hvilken som helst kilde på en enkel måde. Gem artikler, hjemmesider og skærmbilleder direkte i Evernote.\n\nGem det vigtige\nKlip hjemmesider, artikler eller PDF-filer og gem dem i Evernote. Tag skærmbilleder af hele sider eller blot af de ønskede dele uden irriterende annoncer og sidebjælker.\n\nTilpas dine klip\nTag et skærmbillede af en hjemmeside og tilføj derefter highlights, tekst og andre kommentarer. Med Webklipper kan du øjeblikkeligt få overblik over det, der er vigtigt.\n\nHold indhold velorganiseret\nBrug mærker til alt hvad du gemmer således at din research, dine billeder, dine idéer og mere bliver let at finde ved hjælp af nøgleord. Du kan også tilføje dine foretrukne titler og gemme indhold i den pågældende notesbog.\n\nDrop bogmærkerne\nGem URL'er til hjemmesider samt billeder og beskrivelser i din relevante Evernote-notesbog og gem alt dit relaterede indhold på ét praktisk sted.",
    "de": "Beim Evernote Web Clipper handelt es sich um eine Browser-Erweiterung, mit der du interessante Inhalte, die du im Web findest, direkt in deinem Evernote-Konto speichern kannst.\n\nWeb Clipper\nHalte Ideen und Anregungen aus beliebigen Quellen mühelos fest. Speichere Artikel, Webseiten und Screenshots direkt in Evernote.\n\nSpeichere alles, was dir wichtig ist\nClippe Webseiten, Artikel oder PDF-Dateien und speichere sie in Evernote. Erfasse ganze Seiten oder nur die gewünschten Abschnitte – ohne ablenkende Werbung und seitliche Navigationsmenüs.\n\nMache dir die Clips zu eigen\nMache einen Screenshot von einer Webseite und füge dann Texte, Markierungen und Kommentare hinzu. Mit dem Web Clipper kannst du sicherstellen, dass du die entscheidenden Stellen auf einen Blick erkennst.\n\nHalte deine Inhalte organisiert\nVersieh deine geclippten Inhalte mit Schlagwörtern, damit deine Rechercheergebnisse, Fotos, Ideen etc. leicht wiederzufinden sind. Du kannst auch Titel hinzufügen und die Inhalte gezielt im gewünschten Notizbuch ablegen.\n\nEs gibt mehr als nur einfache Lesezeichen\nSpeichere URLs von Webseiten, Bilder und Beschreibungen in deinem relevanten Evernote-Notizbuch und bewahre alle zusammengehörigen Inhalte an einem leicht auffindbaren Ort auf.",
    "es": "Web Clipper de Evernote es una extensión del navegador que te permite guardar las cosas interesantes que encuentres en la web directamente en tu cuenta de Evernote.\n\nWeb Clipper\nCaptura ideas e inspiración desde cualquier lugar con facilidad. Guarda artículos, páginas web y capturas de pantalla directamente en Evernote.\n\nGuarda lo que importa\nCaptura páginas web, artículos o archivos PDF y guárdalos en Evernote. Captura la pantalla con las páginas enteras o solo las partes que desees, sin anuncios ni barras laterales que distraigan tu atención.\n\nPersonaliza tus capturas\nHaz una captura de pantalla de una página web, después, añade elementos destacados, texto y otras anotaciones. Con Web Clipper te asegurarás de que verás lo importante de un vistazo.\n\nMantén tu contenido organizado\nEtiqueta lo que guardas para que tu investigación, fotos, ideas, etc. sean fáciles de encontrar con palabras clave. También puedes añadir títulos y guardar contenido en la libreta correspondiente.\n\nOlvídate de los marcadores\nGuarda las URL, las imágenes y las descripciones de las páginas web en tu libreta de Evernote correspondiente y mantén todo tu contenido relacionado en un lugar fácil de encontrar.",
    "fi": "Evernote Verkkoleikkuri on selainlaajennus, jolla voit tallentaa verkosta löytämiäsi kiinnostavia asioita suoraan Evernote-tilillesi.\n\nVerkkoleikkuri\nTallenna ideoita ja inspiraatioita helposti mistä vain. Tallenna artikkeleita, verkkosivuja ja näyttökuvia suoraan Evernoteen.\n\nTallenna tärkeät asiat\nLeikkaa verkkosivuja, artikkeleita ja PDF:iä ja tallenna ne Evernoteen. Ota näyttökuvia kokonaisista sivuista tai vain haluamistasi kappaleista – ilman häiritseviä mainoksia ja sivupalkkeja.\n\nMukauta leikkeesi\nOta näyttökuva verkkosivusta ja lisää korostuksia, tekstiä ja muita merkintöjä. Verkkoleikkurilla voit varmistaa, että huomio kiinnittyy heti tärkeisiin asioihin.\n\nPidä sisältö järjestyksessä\nMerkitse tallentamasi, jotta tutkimuksesi, valokuvasi, ideasi jne. on helppo löytää hakusanoilla. Voit myös lisätä otsikoita ja tallentaa sisällön aiheeseen sopivaan muistikirjaan.\n\nÄlä tyydy kirjanmerkkeihin\nTallenna verkkosivujen URL:iä, kuvia ja kuvauksia aiheeseen liittyvään Evernote-muistikirjaan ja pidä kaikki siihen liittyvä sisältö yhdessä helposti löydettävässä paikassa.",
    "fr": "Evernote Web Clipper est une extension de navigateur qui vous permet d'enregistrer des choses intéressantes que vous trouvez sur le Web directement dans votre compte Evernote.\n\nWeb Clipper\nCapturez facilement des idées et des inspirations où que vous soyez. Enregistrez des articles, des pages Web et des captures d'écran directement dans Evernote.\n\nEnregistrez les choses importantes\nCapturez des pages Web, des articles ou des PDF et enregistrez-les dans Evernote. Capturez des pages entières ou uniquement les passages qui vous intéressent, sans publicité et barres latérales gênantes.\n\nPersonnalisez vos captures\nPrenez une capture d'écran d'une page Web, puis ajoutez des mises en surbrillance, du texte et d'autres annotations. Avec le Web Clipper, vous pouvez faire en sorte que les éléments importants soient visibles au premier coup d'œil.\n\nOrganisez votre contenu\nAjoutez des étiquettes aux éléments que vous enregistrez pour que vos recherches, photos, idées et autres contenus soient plus faciles à trouver à l'aide de mots-clés. Vous pouvez également ajouter des titres et enregistrer les contenus dans un carnet de notes spécifique.\n\nAllez au-delà des favoris\nEnregistrez des URL de page Web, des images et des descriptions dans le carnet de notes Evernote approprié et conservez les contenus associés dans un endroit facile à trouver.",
    "id": "Evernote Web Clipper adalah ekstensi browser yang memungkinkan Anda menyimpan hal-hal menarik yang Anda temukan di web langsung ke akun Evernote Anda.\n\nWeb Clipper\nTangkap ide dan inspirasi dari mana saja dengan mudah. Simpan artikel, halaman web, dan tangkapan layar langsung ke Evernote.\n\nSimpan yang penting\nKlip halaman web, artikel, atau PDF dan simpan di Evernote. Tangkapan layar halaman penuh atau hanya bagian yang Anda inginkan—tanpa mengganggu iklan dan bilah sisi.\n\nSesuaikan klip Anda\nAmbil tangkapan layar halaman web, lalu tambahkan sorotan, teks, dan anotasi lainnya. Dengan Web Clipper, Anda dapat memastikan apa yang penting jelas dalam sekejap.\n\nJaga agar konten tetap teratur\nTandai apa yang Anda simpan sehingga penelitian, foto, ide, dan lainnya mudah ditemukan menggunakan kata kunci. Anda juga dapat menambahkan judul dan menyimpan konten ke buku catatan yang masuk akal.\n\nMelampaui marka buku\nSimpan URL halaman web, gambar, dan deskripsi ke buku catatan Evernote Anda yang relevan dan simpan semua konten terkait Anda di satu tempat yang mudah ditemukan.",
    "it": "Evernote Web Clipper è un'estensione del browser che ti consente di salvare cose interessanti che trovi sul Web direttamente nel tuo account Evernote.\n\nWeb Clipper\nCattura idee e ispirazione, ovunque e con facilità. Salva articoli, pagine web e screenshot direttamente in Evernote.\n\nSalva ciò che conta di più\nRitaglia pagine web, articoli o PDF e salvali in Evernote. Cattura pagine intere o solo le parti che desideri, senza annunci pubblicitari e barre laterali che distraggono.\n\nPersonalizza i tuoi ritagli\nCrea una screenshot di una pagina web, quindi aggiungi evidenziazioni, testo e altre annotazioni. Con Web Clipper, puoi rendere chiaro a colpo d'occhio ciò che conta per te.\n\nTieni i contenuti organizzati\nTagga ciò che salvi in modo che le tue ricerche, foto, idee e altro siano facili da trovare utilizzando le parole chiave. Puoi anche aggiungere titoli e salvare il contenuto sul taccuino adatto.\n\nVai oltre i segnalibri\nSalva URL, immagini e descrizioni delle pagine web sul tuo taccuino Evernote pertinente e conserva tutti i tuoi contenuti correlati in un posto facile da trovare.",
    "ja": "Evernote Web クリッパーは、Web 上で見つけたコンテンツをそのまま Evernote アカウントに保存できるブラウザの拡張機能です。\n\nWeb クリッパー\nどこからでも簡単にアイデアやひらめきを記録しましょう。Web 上の記事やページ、スクリーンショットを直接 Evernote に保存できます。\n\n大切なページを手軽に保存\nWeb 上のページ、記事、PDF などを Evernote に保存しましょう。ページ全体をキャプチャすることも、広告やサイドバーを除いて必要な部分だけをキャプチャすることも可能です。\n\nクリップをカスタマイズ\nWeb クリッパーでは、Web ページをキャプチャした後、ハイライトやテキストなどの注釈を書き込むことが可能です。重要な箇所が一目でわかるので便利です。\n\nコンテンツをしっかり整理\nクリップしたコンテンツにタグを付けておけば、調査した内容や画像、アイデアを後から簡単にキーワードを使って見つけられます。また題名をつけたり、任意のノートブックに分類して保存することも可能です。\n\nブックマークよりも便利\nWeb ページの URL、画像、テキストをすべて Evernote のノートブックに保存しておけば、関連情報が一か所で管理できます。",
    "ko": "Evernote Web Clipper는 웹에서 찾은 흥미로운 콘텐츠를 Evernote 계정에 직접 저장할 수 있게 도와주는 브라우저 확장 프로그램입니다.\n\nWeb Clipper\n어디서나 간편하게 아이디어와 영감을 캡처하세요. 기사, 웹페이지, 스크린샷을 Evernote에 직접 저장하세요.\n\n중요한 자료를 저장하세요\n웹페이지, 기사, PDF를 스크랩하고 Evernote에 저장하세요. 전체 페이지를 화면 캡처하거나, 거슬리는 광고와 사이드바 없이 원하는 부분만 캡처하세요.\n\n스크랩을 사용자 지정하세요\n웹페이지의 스크린샷을 찍고, 하이라이트, 텍스트, 주석을 추가하세요. Web Clipper를 사용하면 중요한 정보가 한눈에 들어오게 강조할 수 있습니다.\n\n콘텐츠를 체계적으로 정리하세요\n저장하는 콘텐츠에 태그를 붙여 조사 자료, 사진, 아이디어 등을 키워드로 간편하게 검색하세요. 제목을 추가하고 콘텐츠를 관련된 노트북에 저장할 수도 있습니다.\n\n북마크 그 이상의 기능\n웹페이지 URL, 이미지, 설명을 관련된 Evernote 노트북에 저장하고 연관된 모든 콘텐츠를 찾기 쉽게 한 곳에 보관하세요.",
    "ms": "Evernote Web Clipper ialah sambungan pelayar yang membolehkan anda menyimpan perkara menarik yang anda dapati di web terus ke akaun Evernote anda.\n\nWeb Clipper\nDapatkan idea dan inspirasi dari mana sahaja dengan senang. Simpan artikel, halaman web, dan tangkapan skrin terus ke Evernote.\n\nSimpan perkara yang penting\nKlip halaman web, artikel, atau PDF dan simpan di Evernote. Skrin menangkap halaman penuh atau bahagian yang anda mahukan — tanpa mengganggu iklan dan bar sisi\n\nSesuaikan klip anda\nAmbil tangkapan skrin halaman web, kemudian tambahkan sorotan, teks, dan anotasi lain. Dengan Web Clipper, anda dapat memastikan apa yang penting jelas dengan pantas.\n\nPastikan kandungan teratur\nTandakan apa yang anda simpan supaya penyelidikan, foto, idea, dan banyak lagi mudah didapati menggunakan kata kunci. Anda juga boleh menambah tajuk dan menyimpan kandungan ke buku nota yang masuk akal.\n\nMelangkaui penanda halaman\nSimpan URL halaman, gambar, dan keterangan ke buku nota Evernote yang relevan dan simpan semua kandungan yang berkaitan di satu tempat yang mudah dicari.",
    "nl": "Evernote Web Clipper is een browserextensie waardoor je interessante dingen die je op het web vindt direct in je Evernote account op kan slaan.\n\nWeb Clipper\nLeg ideeën en inspiratie overal gemakkelijk vast. Bewaar artikelen, webpagina's en screenshots meteen in Evernote.\n\nBewaar wat belangrijk is\nKnip webpagina's, artikelen of PDF's en sla ze in Evernote op. Maak screenshots van volledige pagina's, of alleen van de delen die jij belangrijk vindt—zonder afleidende advertenties en zijbalken.\n\nPas je knipsels aan\nMaak een screenshot van een webpagina, voeg daarna markeringen, tekst en andere annotaties toe. Met Web Clipper kan je er voor zorgen dat het belangrijkste er meteen uit springt.\n\nZorg dat content geordend is\nLabel alles dat je opslaat zodat je onderzoek, foto's, ideeën en de rest gemakkelijk te vinden zijn met sleutelwoorden. Je kan ook titels toevoegen en content in gerelateerde notitieboeken opslaan.\n\nGa verder dan bladwijzers\nSla webpagina URL's, afbeeldingen en beschrijvingen op in je relevante Evernote notitieboek en bewaar al je gerelateerde content in een gemakkelijk te vinden plek op.",
    "no": "Evernote Web Clipper er en utvidelse for nettleseren som du kan bruke til å lagre interessante ting du finner på nettet direkte på Evernote-kontoen.\n\nWeb Clipper\nLagre ideer og inspirasjon fra over alt på en enkel måte. Lagre artikler, nettsider og skjermbilder direkte i Evernote.\n\nLagre det som er viktig\nKlipp ut nettsider, artikler eller PDF-filer og lagre dem i Evernote. Ta skjermdumper av hele sider, eller bare delene du trenger - uten irriterende annonser og sidelinjer.\n\nTilpass utklippene dine\nTa et skjermbilde av en nettside og legg til uthevinger, tekst og andre markeringer. Med Web Clipper kan du sørge for at det som er viktig kommer godt frem med en gang.\n\nOrganiser innhold\nLag etiketter for det du lagrer, slik at forskning, bilder, ideer med mer er enkelt å finne med nøkkelord. Du kan også legge til titler og lagre innhold i notatboken, slik at det gir enda mer mening.\n\nGå lenger enn bokmerker\nLagre URL-er til nettsider, bilder og beskrivelser for den relevante Evernote-notatboken, og ha alt relatert innhold på ett sted.",
    "pl": "Nożyczki Sieciowe Evernote to dodatek do przeglądarki, który umożliwia zapisywanie ciekawych rzeczy znalezionych w sieci bezpośrednio na koncie Evernote.\n\nNożyczki Sieciowe\nZ łatwością przechwytuj pomysły i inspiracje z dowolnego miejsca. Zapisuj artykuły, strony internetowe i zrzuty ekranu bezpośrednio w Evernote.\n\nZapisz to co ważne\nWycinaj strony internetowe, artykuły lub pliki PDF i zapisuj je w Evernote. Przechwytuj całe strony lub tylko te ich fragmenty, które chcesz — bez rozpraszających reklam i pasków bocznych.\n\nDostosuj swoje wycinki\nZrób zrzut ekranu strony internetowej, a następnie dodaj wyróżnienia, tekst i inne adnotacje. Dzięki Nożyczkom Sieciowym to, co ważne, będzie widoczne na pierwszy rzut oka.\n\nZachowaj porządek w treściach\nOznaczaj to, co zapisujesz, aby Twoje poszukiwania, zdjęcia, pomysły i inne rzeczy były łatwe do znalezienia przy użyciu słów kluczowych. Możesz także dodawać tytuły i zapisywać treści w odpowiednich notatnikach.\n\nWyjdź poza zakładki\nZapisuj adresy stron internetowych, obrazy i opisy w odpowiednich notatnikach Evernote i przechowuj wszystkie powiązane treści w jednym, łatwym do znalezienia miejscu.",
    "pt_BR": "O Evernote Web Clipper é uma extensão de navegador que permite que você salve coisas interessantes que encontra na internet diretamente na sua conta Evernote.\n\nWeb Clipper\nCapture ideias e inspiração de qualquer lugar com facilidade. Salve artigos, páginas da web e capturas de tela diretamente no Evernote.\n\nSalve o que importa\nCapture páginas da web, artigos ou PDFs e salve-os no Evernote. Faça a captura de tela de páginas inteiras ou só das partes que você deseja, sem anúncios e barras laterais que possam distrair.\n\nPersonalize suas capturas\nFaça uma captura de tela de uma página da web, e adicione destaques, texto e outras anotações. Com o Web Clipper, você pode se certificar que o que importa está claro com um rápido olhar.\n\nMantenha o conteúdo organizado\nEtiquete o que você salva para que sua pesquisa, fotos, ideias e mais sejam fáceis de encontrar usando palavras-chave. Você também pode adicionar títulos e salvar conteúdo no caderno que faz sentido.\n\nVá além dos favoritos\nSalve URLs, imagens e descrições de páginas da web no seu caderno Evernote relevante, e mantenha todo o seu conteúdo relacionado em um só local fácil de encontrar.",
    "ru": "Evernote Web Clipper — расширение для браузера, которое сохраняет находки из интернета прямо в ваш аккаунт Evernote.\n\nWeb Clipper\nСобирайте идеи и ловите вдохновение, где бы оно вас ни посетило. Сохраняйте статьи, веб-страницы и скриншоты прямо в Evernote.\n\nСохраняйте всю важную информацию\nСохраняйте веб-страницы, статьи и PDF в Evernote. Можно скопировать страницы целиком или лишь отдельные их части, без рекламы, навигации сайта и панели инструментов.\n\nОтредактируйте свои находки\nСделайте скриншот веб-страницы, выделитн нужный контент, добавьте подпись или пометки. С Web Clipper вы можете быть уверены, что сразу обратите внимание на самое главное.\n\nНаведите порядок в своем контенте\nПрисваивайте метки тому, что сохраняете, и вы с легкостью найдете материалы, фото, идеи и прочий контент по ключевым словам. Еще можно добавить название и сразу поместить в нужный блокнот.\n\nВыходите за рамки закладок\nСохраняйте ссылки, изображения и описания в нужный блокнот в Evernote — так весь контент с общей тематикой будет ждать вас в одном месте.",
    "sv": "Evernotes webbklippare är ett webbläsartillägg som låter dig spara intressanta saker du hittar på webben direkt till ditt Evernote-konto.\n\nWeb Clipper\nFånga idéer och inspiration var som helst med lätthet. Spara artiklar, webbsidor och skärmdumpar direkt till Evernote.\n\nSpara det som är viktigt\nKlipp ut webbsidor, artiklar och PDF-filer och spara dem i Evernote. Avbilda hela sidor eller bara de delar du vill ha utan störande annonser och sidofält.\n\nAnpassa dina klipp\nTa en skärmbild av en webbsida och lägg till markeringar, text och andra kommentarer. Med Web Clipper kan du snabbt se till att det som är viktigt är tydligt.\n\nOrganisera innehållet\nTagga det du vill spara så att forskning, foton, idéer med mera lätt kan hittas med nyckelord. Du kan också lägga till titlar och spara innehåll i anteckningsböcker om du vill.\n\nGå utöver bokmärken\nSpara webbadresser, bilder och beskrivningar i lämplig Evernote-anteckningsbok och förvara allt relaterat innehåll på ett ställe där det är enkelt att hitta.",
    "th": "Evernote Web Clipper คือเบราว์เซอร์ส่วนขยายที่จะช่วยให้คุณบันทึกสิ่งที่น่าสนใจต่าง ๆ ที่คุณพบบนเว็บลงในบัญชี Evernote ของคุณได้โดยตรง\n\nWeb Clipper\nเก็บรวบรวมไอเดียและแรงบันดาลใจต่าง ๆ ได้จากทุกที่ บันทึกบทความ, เว็บเพจ และภาพหน้าจอลงใน Evernote ได้โดยตรง\n\nบันทึกสิ่งที่เกิดขึ้น\nคลิปเว็บเพจ, บทความ, หรือไฟล์ PDF แล้วบันทึกไว้ใน Evernote จับภาพหน้าจอแบบเต็มเพจหรือเพียงแค่บางส่วนที่คุณต้องการ—โดยไม่มีโฆษณาและข้อความในแถบด้านข้างมาปรากฏให้กวนใจ\n\nกำหนดคลิปของคุณเอง\nถ่ายภาพหน้าจอของเว็บเพจ แล้วเพิ่มไฮไลท์, ข้อความ และการใส่คำอธิบายประกอบ เมื่อมี Web Clipper คุณสามารถมั่นใจได้ว่าสิ่งที่สำคัญจะอยู่ในสายตาของคุณ\n\nจัดระเบียบเนื้อหาต่าง ๆ\nแท็กสิ่งที่คุณบันทึกไว้เพื่อให้งานวิจัย, รูปภาพ, ไอเดีย และอื่น ๆ อีกมากมายหาได้ง่ายโดยใช้คำสำคัญ คุณสามารถเพิ่มชื่อเรื่องและบันทึกเนื้อหาลงในสมุดบันทึกที่ทำให้คุณหาได้ง่ายยิ่งขึ้นอีกด้วย\n\nทำให้เหนือกว่าบุ๊กมาร์ค\nบันทึกเว็บเพจของ URL, รูปภาพ และรายละเอียดลงในสมุดบันทึก Evernote ที่เกี่ยวข้องของคุณ แล้วเก็บเนื้อหาที่เกี่ยวข้องของคุณทั้งหมดไว้ในที่เดียวที่หาได้ง่าย",
    "tr": "Evernote Web Clipper, web'de bulduğunuz ilginç şeyleri doğrudan Evernote hesabınıza kaydetmenizi sağlayan bir tarayıcı uzantısıdır.\n\nWeb Clipper\nHer yerden kolayca fikir ve ilham alın. Makaleleri, web sayfalarını ve ekran görüntülerini doğrudan Evernote'a kaydedin.\n\nÖnemli olanları kaydedin\nWeb sayfalarını, makaleleri veya PDF'leri kırpın ve Evernote'a kaydedin. Tam sayfa olarak veya yalnızca istediğiniz bölümlerden, dikkat dağıtan reklamlar ve kenar çubukları olmadan ekran görüntüsü alın.\n\nKırptıklarınızı özelleştirin\nBir web sayfasının ekran görüntüsünü alın, ardından vurgu, metin ve başka açıklamalar ekleyin. Web Clipper ile göz açıp kapayana dek önemli olanları netleştirebilirsiniz.\n\nİçeriği düzenli tutun\nKaydettiklerinizi etiketleyin ve araştırmanızı, fotoğraflarınızı, fikirlerinizi ve daha birçok şeyi anahtar kelimeler kullanarak kolayca bulun. Ayrıca, not defterine çağrıştırıcı başlıklar ekleyebilir ve içerik kaydedebilirsiniz.\n\nYer imlerinin ötesine geçin\nWeb sayfası URL'lerini, resimleri ve açıklamaları ilgili Evernote not defterinize kaydedin ve ilgili tüm içeriğinizi bulması kolay tek bir yerde saklayın.",
    "uk": "Goodbye, bookmarks. Hello, Web Clipper!\nClip the web pages you want to keep. Save them in Evernote. Easily find them on any device. \n\nCLIP IT ALL\n- Great for research—clip any article or web page\n- Clip to a specific notebook and assign tags\n- Use Evernote to find clips on any device\n\nHIGHLIGHT AND SHARE\n- Highlight key text from any website or article\n- Use text and visual callouts to draw attention\n- Share and email clips or create a URL link\n\nCUSTOMIZE CLIPS\n- Special formats for LinkedIn, Amazon & YouTube\n- Clip Gmail threads and attachments\n- Clip as entire page, selection, or simplified article",
    "vi": "Evernote Web Clipper là một phần mở rộng trình duyệt cho phép bạn lưu trực tiếp những nội dung thú vị mà bạn bắt gặp trên mạng vào tài khoản Evernote.\n\nWeb Clipper\nDễ dàng nắm bắt ý tưởng và cảm hứng ở mọi nơi. Lưu trực tiếp bài viết, trang web và ảnh chụp màn hình vào Evernote.\n\nLưu lại những thông tin quan trọng\nTrích trang web, bài viết hoặc tệp PDF và lưu vào Evernote. Chụp ảnh màn hình toàn trang hoặc chỉ những phần bạn muốn mà không bị vướng quảng cáo và thanh công cụ khó chịu.\n\nTùy chỉnh bản trích của bạn\nChụp lại ảnh màn hình của một trang web, sau đó thêm màu đánh dấu, văn bản hoặc chú thích khác. Web Clipper đảm bảo nội dung quan trọng được hiển thị rõ ràng trong chớp mắt.\n\nSắp xếp nội dung gọn gàng\nGắn thẻ cho những nội dung bạn lưu lại để dễ dàng tìm được kết quả nghiên cứu, ảnh chụp, ý tưởng và nhiều nội dung khác bằng từ khóa. Bạn cũng có thể thêm tiêu đề và lưu nội dung vào sổ tay phù hợp.\n\nKhông chỉ dừng lại ở dấu trang\nLưu lại URL trang web, hình ảnh và thông tin mô tả vào sổ tay Evernote phù hợp, như vậy mọi nội dung liên quan sẽ được sắp xếp vào cùng một nơi, giúp bạn dễ dàng tìm kiếm.",
    "zh_CN": "Evernote Web Clipper 是一个浏览器插件，让你将你在网页上查找的有趣内容直接保存在你的 Evernote 帐户。\n\nWeb Clipper\n随时随地轻松管捕捉想法和灵感。将文章、网页和屏幕截图直接保存至 Evernote。\n\n保存一切重要信息\n剪藏网页、网页正文或 PDF 并将它们保存在 Evernote 中。屏幕捕捉网页全屏或者仅捕捉你想要的部分—而不受广告和侧边栏的干扰。\n\n自定义你的剪藏\n获取网页的屏幕截图，然后添加高亮显示、文本和其他标注。有了 Web Clipper，你可以确保重要内容清晰明了、一览无遗。\n\n让内容井井有条\n对你保存的内容进行标记，这样可以轻松使用关键字查找你的研究成果、照片、想法等等。你还可以添加标题并保存内容到合理适当的笔记本中。\n\n告别书签\n将网页 URL、图片和描述保存至你的相关 Evernote 笔记本并将你的所有相关内容保存在一个易于查找的位置。",
    "zh_TW": "使用 Evernote Clipper 擴充套件，將您在網路上發現的各種資料直接儲存到您的 Evernote 帳戶。\n\nWeb Clipper\n輕輕鬆鬆，隨時隨地捕捉點子靈感。不論是文章、網頁、螢幕擷取都可以直接儲存到 Evernote。\n\n重要資料一網打盡\n擷取網頁、文章、PDF 檔並直接儲存到 Evernote。螢幕截圖的部分則可選擇完整網頁，或去除廣告和選單做範圍指定。\n\n自訂您的擷取檔\n網頁截圖後可再加上螢光筆註記、文字或其他標記。使用 Web Clipper 您就能輕鬆標示出最需要注意的部分。\n\n保持資料井然有序\n加註標籤，讓您的研究資料、照片、點子等等都能輕鬆以關鍵字搜尋。還可以加上標題，並將資料分別儲存到最合適的記事本。\n\n超越書籤\n儲存網頁 URL、圖片和說明到相關的 Evernote 記事本，讓所有有關的資料都集中在一個查找輕鬆的好地方。"
  }
}