{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Link Transmitter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR code generator for any links (including history). Transform the links you see on a webpage to QR code",
    "ru": "Генератор QR кода для любых ссылок (включая историю посещенных сайтов). Легким движением мыши ссылка превращается в QR код"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For example, you've just bought cool mp3 and you want to set it as a ringtone on your phone. Another use case, you've found interesting article and you want to read it on a tablet over lunch. It's pretty easy - transform the link to QR code and scan it with your smartphone/tablet!\n\nHow to use it #1\n1. Right-click on the link\n2. Click \"Get QR code for the link\"\n3. Scan the QR code with your smartphone/tablet\n\nHow to use it #2\n1. click on extension button on a toolbar\n2. point your mouse pointer on the download/article link\n3. scan the QR code appeared with your smartphone/tablet\n\nThe extension does not require Internet connection. Even without connection you can generate QR code for any links from History page or from any opened tabs.",
    "ru": "Например, вы нашли классный mp3-трек и хотите поставить его в качестве рингтона, или не успеваете дочитать за компьютером статью или книгу и хотите дочитать на планшете. В обоих случаях набирать полный адрес ссылки на телефоне или планшете - занятие не из приятных.\n\nНо есть выход - сгенерировать QR код для ссылки!\n\nКак этим пользоваться #1\n1. Правый клик мышки на ссылке\n2. Клик по пункту \"QR код для ссылки\"\n3. Готово, можно распознавать QR код на вашем смартфоне или планшете.\n\nКак этим пользоваться #2\n1. Кликните на иконку расширения справа от адресной строки\n2. Наведите курсор мышки на желаемую ссылку\n3. Отсканируйте QR-код вашим телефоном или планшетом\n\nРасширение работает даже при отсутствии соединения с Интернет, если желаемая вкладка осталась открыта, либо сохранилась в истории посещенных сайтов."
  }
}