{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comprehend EMR Integration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow Comprehend PT to interact with your EMR!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize Healthcare Documentation with Our AI-Powered Chrome Extension\n\nEffortless Integration, Real-Time Efficiency\n\nAI-Driven Medical Scribing: Transform conversations into comprehensive medical records. Our AI Medical Scribe listens in during physician-patient interactions, crafting precise and accurate documentation in real-time. Elevate your practice, and focus on what matters most - patient care.\n\nSeamless Synchronization: Our Chrome extension seamlessly integrates the Comprehend PT AI scribe into your EMR. After recording your conversation click a single button and watch our AI Scribe fill our your EMR in front of your eyes! Experience the future of healthcare documentation with every click or lack there of!\n\nCompatible EMRs: Jane, Empower EMR (Previously MWTherapy), WebPT, PTEverywhere, Fusion\n\nEnhanced Accuracy, Reduced Errors: Minimize claim denials with unparalleled documentation accuracy. Our AI technology ensures every detail is captured correctly, reducing the risk of costly errors.\n\nTime and Cost Efficient: Streamline your workflow, save time, and increase revenue. Our Chrome extension is not just a tool, it's a smart investment. Enhance your practice's efficiency and watch your profitability soar.\n\nCombat Physician Burnout: Lighten the load of medical documentation. Our AI technology reduces the burden, allowing physicians to focus on patient care, not paperwork.\n\nStep into the future of healthcare documentation. Download our Chrome extension today and experience the efficiency that AI can bring to your practice!"
  }
}