{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrunchMagic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance the functionality and user experience of GoBrunch."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For GoBrunch content creators and virtual event organizers looking to maximize their platform's capabilities and create engaging, unique virtual spaces, BrunchMagic is the browser extension that provides advanced customization and features that standard GoBrunch does not (yet) offer.\n\nHow to Use:\n1. Open a GoBrunch page that you own and click on \"Background and Editor\".\n2. Right-click to open the BrunchMagic context menu.\n3. Use the menu to copy rooms, change seat roles, control auto-seating, and more!\n\nCurrent Utilities:\n1. Comprehensive Room Duplication:\nBrunchMagic goes beyond GoBrunch's basic copy feature, allowing you to duplicate your entire room setup, including all elements, layouts, seats, and configurations, with just a couple of clicks. This is perfect for backing up your creations, creating multiple sessions with identical setups, or copying rooms across different spaces and even domains. It's essential for world builders who want to ensure consistency and save time on repetitive tasks when creating rooms for themselves or their clients.\n\n2. Set Seat Roles: \nEasily assign roles such as Organizer, Quiet, or Default to individual seats. Manage visibility with ease, enhancing the control over your virtual events.\nDefault Seats: The usual seats you know and love.\nOrganizer Seats: Visible only to room organizers and moderators, eliminating the need to politely ask users to move if they are automatically seated there.\nQuiet Seats: Similar to default seats but are always auto-assigned after the default seats. Useful for letting attendees indicate that they are on a break, for example.\n\n3. Reorder Seats: Organize seat arrangements with options to reorder and auto-assign seats top-down or by proximity to the organizer. Ensure your event layout and seat auto-assignment is always optimal, especially for big rooms, providing a structured and professional environment for your attendees.\n\nBrunchMagic is free, community-supported software. I believe everyone should have access to it, regardless of whether they can contribute or not. But if you can, please consider a donation.\n\nFuture updates will include more advanced tools to further optimize your GoBrunch sessions. Stay tuned!"
  }
}