{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OctaWebTools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick access to all web tools available at OctaWebTools."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**OctaWebTools – The Ultimate Free Online Toolkit**\n\nOctaWebTools is a one-stop platform offering a wide range of powerful, free web tools designed to simplify your daily tasks. Whether you're a developer, a designer, a content creator, or someone looking for handy utilities, OctaWebTools provides a variety of solutions, all available in one place. With a sleek, user-friendly interface and robust functionality, you can access these tools instantly without any installations or subscriptions.\n\n**Key Features:**\n- **QR Code Generator:** Easily generate customized QR codes for URLs, text, Wi-Fi, and more.\n- **Image Compressor:** Compress your images while maintaining quality to optimize your website or share faster.\n- **Keyword Density Checker:** Analyze the keyword density of your content to improve SEO performance.\n- **URL Encoder/Decoder:** Encode or decode URLs with a single click for smooth web development and content sharing.\n- **Crypto Tax Calculator:** Keep track of your crypto transactions and calculate taxes easily.\n- **XML Viewer:** Effortlessly view and validate XML data directly from your browser.\n- **PDF Watermarking Tool:** Add watermarks to your PDF files with custom text, font, and positioning options.\n\nWith the OctaWebTools Chrome Extension, you can access these popular tools right from your browser! Perform tasks like generating QR codes or compressing images quickly without leaving your current page. The extension is lightweight and provides instant access to the most commonly used features on OctaWebTools.com.\n\n**Why Choose OctaWebTools?**\n- Completely free and easy to use\n- No sign-ups or installations required\n- Constantly updated with new tools\n- Accessible from any device\n\nStay productive and get more done with OctaWebTools – your free online toolkit, now just a click away in your browser!"
  }
}