{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockout - Account Blocker for Instagram, TikTok, X Twitter #blockout2024"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically block social media accounts on block lists. Includes list of those who support Israel or are silent on Palestine"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically block multiple accounts on Instagram, TikTok, and X (Twitter). This powerful extension lets you block thousands of social media accounts with ease.\n\nAre you tired of irrelevant content cluttering your feed? Even if you don't follow these accounts, their advertisements and posts can still invade your social feeds, consuming your valuable time and attention. Remember, your attention is a precious currency—don't spend it on those who overlook things that are important to you, like critical humanitarian issues.\n\nSubmit your own block lists or use the built-in list featuring over 4200 celebrity, influencer, and brand accounts that have either publicly supported Israel, are owned or run by people who have expressed support for Israel, have spread lies or misinformation about Palestine or Israel, deny the Nakba, or those in positions of influence or power that have not addressed the ongoing genocide in Palestine.\n\nThey don't care about you or Palestinian children who are being murdered by the thousands. Stop giving them your attention by blocking and boycotting them today. Join the blockout 2024.\n\nFeatures:\n- Instagram Account Blocking\n- TikTok Account Blocking\n- X formally known as Twitter Account Blocking\n- Add your own block lists\n- 4200 social media accounts worthy of blocking\n- View block lists\n- Search block lists\n- Sort block lists\n- Add & remove items on block lists\n- Randomize blocking order\n- Blocked counter - see how many account's you've blocked\n- Rate limiting - set how fast you want it to block\n- Option to disable safe blocking rate limits (be careful)\n- Skips past missing accounts\n\nThe included block list has been curated as not to include those who support Palestine, for example Macklemore. Our sources include the Reverse Canary Mission, TikTok, and submissions from people who care. We strive for accuracy however sometimes mistakes happen or new facts come to be known. Please contact us if there is an account being blocked that does not deserve to be or you have found an error. \n\nPlease contact us if you would like to submit more celebrities, brands, or people of influence that are deserving of being blocked.\n\n#blockout2024 #celebrityblockout #celebrityboycott #boycott #block #celebrityblock"
  }
}