{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goji"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seeding sustainability. Goji is a Chrome extension that helps you understand how sustainable your favorite fashion brands are."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly see a rating of how sustainable your favorite fashion brands are!\n\nOur mission: to make the fashion industry more sustainable by enabling customers to make more informed choices and incentivizing corporations to make greener products.\n\nEvery day, new fashion companies pop up claiming sustainability as a core value, however it is often difficult for users to know what information is true and what is greenwashing. Companies list their corporate initiatives scattered across their websites using different buzzwords that often have little to no meaning.\n\nGoji solves that. \n\nAs ecologically-minded college students wanting to make conscientious shopping choices, we created a tool to help customers compare sustainability scores between the brands they are already shopping from. Customers can choose more sustainable options  with Goji’s intuitive rankings of how sustainable fashion companies are against their competitors. As a Google Chrome Extension, Goji will assist you in all of your online shopping, always just a click away!\n\nGoji is customizable, allowing you to customize which categories are most important to you, creating a personalized sustainability score in addition to a comprehensive percentile ranking. With percentile scoring, each company's scores are calculated in relation to each other, incentivising companies to increase their sustainability, rise the ranks, and win customers. Percentile scoring also eliminates the need to establish arbitrary levels and encourages being as environmentally friendly as possible with no upper limit.\n\nCustomizable ranking categories are as follows: \n- Carbon Emissions \n- Water Usage \n- Ethical Sourcing \n- Labor Rights \n- Transparency & Policy \n- Diversity, Equity, & Inclusion"
  }
}