{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spranky"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Horror Spranky is a pulse-pounding rhythm game that infuses horror elements for an unforgettable experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Horror Spranky is a spine-chilling music-mixing game where you combine different sound loops, vocals, beats, and melodies to create your own hauntingly catchy musical compositions.\n It's a fan-made mod of the original Incredibox game, taking the music creation experience to a darker, more thrilling level with unique horror-themed characters and spine-tingling soundscapes.\n\nYou can also play on the website: https://spranky.net/\n\nHorror Spranky takes the core elements of the original game and enhances them with new horror-themed soundscapes, visuals, and interactive elements.\n Created by dedicated fans of Incredibox, Horror Spranky adds new characters with a macabre twist, unique beats, rhythms, and melodies, giving players even more freedom to explore their musical creativity in a spooky atmosphere.\n\nHorror Spranky Game Features\n\n1.Eerie Soundscapes\nOffers a variety of creepy sounds and samples, allowing players to create one-of-a-kind musical compositions with a horror twist.\n\n2.Horror-Themed Characters\nFeatures a diverse cast of horror-inspired characters, from monstrous beings to ghostly apparitions, each adding their unique flavor to the music creation process.\n\n3.Spooky Visuals\nImmerses players in a chilling, animated world that enhances the overall visual experience and keeps the horror vibe strong.\n\n4.Intuitive Drag-and-Drop Interface\nEasy-to-use interface that enables anyone to start creating music effortlessly, even in the midst of a horror setting.\n\n5.Sinister Effects and Transitions\nAdds unique sound effects and transitions, enriching the depth and eeriness of musical creations.\n\n6.Community Sharing and Interaction\nAllows players to easily share their musical creations and engage with other players for inspiration and collaboration in the world of horror music.\n\nHow to Play Horror Spranky?\n\n1.Visit the Horror Spranky Extension or Website\nStart your musical journey by visiting the official Horror Spranky website.\n Here, you can familiarize yourself with the game’s mechanics, explore features, and watch tutorial videos that will help you get started effortlessly.\n\n2.Select Your Characters and Sounds on Horror Spranky\nOnce you’re on the platform, choose your horror-themed characters and sounds. Each option can significantly alter the vibe of your tracks.\n Experiment with different combinations and let your creativity flow as you begin crafting your unique, chilling beats!\n\n3.Start Creating Horror Spranky Beats on spranky.net\nNow that you've selected your sounds and characters, it's time to start creating horror spranky beats! Mix and match the sounds to make distinct rhythm patterns.\n Enjoy the process, share your creations, and unleash your inner musical maverick in the realm of horror!"
  }
}