{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netskope Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to enforce Netskope Cloud Explicit Proxy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enforces Netskope Cloud Explicit Proxy for Netskope customers.\nIt requires:\n- Netskope tenant name\n- SAML Forward Proxy to be configured in Netskope tenant\n- Netskope root CA for explicit proxy to be imported as trusted\n\nThis extension also allows:\n- switching between Netskope tenants that user has access to\n- disabling/enabling steering through Netskope Cloud Explicit Proxy\n- enforcing tenant and steering through Chrome managed extension policies\n- setting PAC file URL or PAC data through managed extension policies\n- restricting operating systems that it works on through managed extension policies\n\nFollowing keys are available in managed policies:\n- tenant (string): pre-configures tenant name and disallows users to change it. Must be complete  name including .goskope.com suffix.\n- pac_data (string): optional PAC file contents to be used instead of static proxy setting\n- pac_url (string): optional PAC file URL to be used instead of static proxy setting or PAC data\n- bypass_list (array of strings): optional list of domains to be bypassed. Wildcards are accepted. Ignored if pac_data or pac_url is set\n- enforce_os (array of string): optional list of operating systems for extension to operate on. If not set or empty, extension will work on all operating systems. Valid entries are: cros, win, mac, android, linux, openbsd\n- block_disable (boolean): optional flag to remove disable steering checkbox"
  }
}