{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Khăn Nam Phong"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chúng tôi là ✔️ Nhá Máy Sản Xuất ✔️ Khăn Cao Cấp ✔️ Cotton ✔️ Công Suất 150 Tấn ✔️Giá Tốt Nhất Thị Trường."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Khăn Nam Phong là một nhánh nhỏ của CTY TNHH TITO chuyên về kinh doanh đồ dùng thiết bị cho spa, khách sạn.\n\nNgoài việc nâng việc trải nghiệm sản phẩm KHĂN chất lượng tại Việt Nam, chúng tôi còn muốn đưa sản phẩm của mình vươn ra THẾ GIỚI với sản phẩm KHĂN MADE IN VIỆT NAM mang thương hiệu Khăn Nam Phong.\n\nChính vì SỨ MỆNH như vậy nên chúng tôi NÓI KHÔNG với sản phẩm KÉM CHẤT LƯỢNG, đi lại với đạo đức nghề nghiệp cũng như SỨ MỆNH chúng tôi đề ra.\n\nSản xuất KHĂN từ lâu có thâm niên hơn 30 năm nhưng thương hiệu Khan Nam Phong chỉ mới ra đời 12/12/2016 với sứ mệnh ở trên. Và chính Khan Nam Phong lọt TOP 3 trong 5 CTY cung cấp các sản phẩm về khăn spa cao cấp, khăn khách sạn cao cấp, khăn quà tặng, đồng phục spa đẹp, khăn thể thao, áo choàng tắm khách sạn, ga trải giường spa, giường spa, tạp dề đồng phục, áo blouse, khăn nhà nghỉ, khăn lau xe, khăn nha khoa, khăn bệnh viện, băng đô, váy quây,  chất lượng tại Việt Nam. Chúng tôi đã có một số thành tích nhất định như:\n\nCông Ty TNHH TITO - Khăn Nam Phong\nĐịa chỉ: 268 Thoại Ngọc Hầu -  Phường Phú Thạnh - Quận Tân Phú, TP. HCM\nMail: khannamphong@gmail.com\nSDT: 0707 164 369 - 093 415 07 80 - 0903 367 867\nWebsites: KhanNamPhong.Vn"
  }
}