{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "atomshot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension takes a screenshot.",
    "de": "Diese Erweiterung erstellt einen Screenshot mit der atomgenauen Uhrzeit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is the atomshot?\nThe atomshot is a special screenshot tool with which you can create screenshots of a website.\n\nWhat makes it so special?\nIn addition to the screenshot, the atomshot can also display the exact URL and the exact time in the screenshot.\n\nThe atomshot is an extension for the Chromium browser (open-source web browser project) for the atomically accurate preservation of evidence of legal infringements committed on the internet. We developed this extension for our law firm gulden röttger rechtsanwälte to facilitate our daily work in preserving evidence of copyright infringements.\n\nEverything in one file: Screenshot, recording time and URL!\n\nOur extension works for all Chromium browsers. The most prominent browsers include: Chrome, Brave, Microsoft Edge, Vivaldi.\n\nThe resulting screenshot of a web page also contains the date and time of the recording. The recording time is retrieved from a special time server (EMC Professional 3011) of the law firm gulden röttger rechtsanwälte. This server obtains the atom time via radio from the time servers of the Physikalisch-Technische Bundesanstalt (PTB).\n\nThe atomshot takes a screenshot and simultaneously adds the date, time and URL.\n\nYou can then save this screenshot as evidence.\n\nNo user data is stored when using the extension.",
    "de": "Was ist der atomshot?\nDer atomshot ist ein besonderes Screenshot-Tool mit dem man Screenshots von einer Internetseite erstellen kann.\n\nWas macht ihn so besonders?\nDer atomshot kann zusätzlich zum Screenshot noch die genaue URL sowie die atomgenaue Uhrzeit im Screenshot darstellen.\n\nDer atomshot ist eine Erweiterung für die Chromium Browser (open-source web browser project) zur atomzeitgenauen Beweissicherung von Rechtsverletzungen, die im Internet begangen werden. Wir haben diese Erweiterung für unsere Kanzlei gulden röttger rechtsanwälte entwickelt, um uns die tägliche Arbeit bei der Beweissicherung von Urheberrechtsverletzungen zu erleichtern.\n\nAlles in einer Datei: Screenshot, Aufnahmezeit und URL!\n\nUnsere Erweiterung funktioniert für sämtliche Chromium Browser. Zu den prominentesten Browsern gehören: Chrome, Brave, Microsoft Edge, Vivaldi.\n\nDer so erzeugte Screenshot von einer einer Web-Seite erhält zusätzlich das Datum und die Uhrzeit zum Zeitpunkt der Aufnahme. Die Aufnahmezeit wird dabei von einem speziellen Zeitserver (EMC Professional 3011) der Kanzlei gulden röttger rechtsanwälte abgerufen. Dieser Server bezieht die Atomzeit über Funk von den Zeitservern der Physikalisch-Technischen Bundesanstalt (PTB).\n\nDer atomshot macht einen Screenshot und fügt gleichzeitig das Datum, Uhrzeit sowie dir URL hinzu.\n\nZur Beweissicherung können Sie diesen Screenshot dann abspeichern.\n\nBei der Nutzung der Erweiterung werden keine Daten des Nutzers gespeichert."
  }
}