{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seller Toolset for Amazon and Walmart"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcing and Inventory Management Software for Amazon and Walmart Sellers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seller Toolset is a SAAS and Chrome extension for Amazon and Walmart sellers. Unique set of tools offer everything ecommerce sellers need to find profitable products and manage their business.\n\nTools for Sellers:\n        \n- Quicker Product Sourcing: Source new products for Amazon and Walmart with ease, utilizing Profit Calculators for both marketplaces. Access critical metrics like sales rank, category, and profitability directly from the product page, enabling informed buying choices and saving time.\n\n- Streamlined Product Sourcing: Simplify your workflow with Buy List. Say goodbye to bulky spreadsheets, making new products searching a breeze. Add products to the Buy List quickly directly from Amazon!\n        \n- Ai Powered Inventory Management: Maintain optimal stock levels with  Restock and Orders modules. Stay informed about inventory status, receive timely alerts for restocking needs, and ensure seamless order fulfillment to prevent stockouts or overstocking.\n        \n- Integrated with Seller Central: see vital info about each product directly in your ASC but without having to provide your valuable supplier’s info to Amazon.\n\n- Bird’s Eye View: Utilize the Dashboard, Account Health, and Feedback Manager tools to stay informed about crucial metrics and the overall health of your account. Monitor key performance indicators, track feedback, and ensure compliance to maintain health  of your Amazon account.\n\n- Catch Problems with Shipments: Easily identify and resolve shipping discrepancies with FBA Shipment Checker. Stay on top of your shipments effortlessly and request reimbursements from Amazon for damaged shipments.\n\nEmpower your Amazon and Walmart selling journey with our software  - start maximizing efficiency and profitability today!"
  }
}