{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Likeaway | Free Instagram Likes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exchange likes and boost your Instagram account. Get free likes on any post. Your personal Likeaway. Like 4 Like."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Instagram with Likeaway: Get Free Likes on Any Post!\n\nJoin Likeaway, the Like-for-Like network designed to help you grow your Instagram presence. Exchange likes effortlessly with a community of users who support each other. For every like you give, you earn a like in return—no strings attached.\n\nThis extension is completely free, secure, and easy to use. No personal information required; simply sit back and enjoy your boosted engagement.\n\nFeatures:\n\nSeamless Instagram Authentication: No password required—Likeaway detects your login status automatically.\nFull Automation: Use your Instagram as usual. Likeaway runs in the background without affecting your activity.\nQuick Pause Control: Easily disable automation anytime to pause likes.\nFair Exchange System: Earn a like for every like you give, instantly redeemable through the extension.\nHow It Works:\n\nInstall Likeaway in your Chrome browser.\nLog in to Instagram as usual.\nToggle automation in the extension.\nStart redeeming likes with a single click.\nFair Usage Policy:\n\nLikes are exchanged only while the extension is active.\nLikeaway performs only likes—no posts, comments, or follows on your behalf.\nBoost your Instagram effortlessly with Likeaway, the ultimate Like-for-Like tool!"
  }
}