{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make Hanabi Great Again"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the UI of keldon.net/hanabi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "There is a website where you can play the game \"Hanabi\": keldon.net/hanabi\n\nThis extension makes the following changes to its interface:\n* Fixes the slowdown when you rewind inside a replay.\n\n* Option: colorblind mode that adds color abbreviation letters to cards and stacks, and adds an X marker on the red lines in the clue log.\n\n* Option: display present knowledge about cards in addition to past knowledge when you're using in-game replay.\n\n* Option: add hand position information to play and discard messages. For example: \"Hyphen_ated plays Purple 1 from slot #2\".\n\n* Option: Make it so you can mouse over cards on the table or in the discard to see what was known about them when they were played or discarded.\n\n* Option: Add a big black box to the \"No clues\" notifier, to make it more eye-catching. (people often don't notice it's their turn without the clue UI showing up)\n\n* Option: Play a sound when it's your turn.\n\n* Option: Show the last three log messages in the middle of the screen instead of just one.\n\n* Option: Add numbers to the game log showing how many cards were in the deck during each action. (this is the number people use to talk about what turn something happened on)\n\n* During a replay, you can click the deck and type a number to jump to the turn where the deck had that many cards.\n\n* Clicking a player's name will show a filtered game log so you can see what actions that player has taken.\n\n* Adds a logout button.\n\n* During a game, you can right click a card in any player's hand to write a note about that card (only visible to yourself).\n\nYou can turn features on or off in the extension options page, also accessible from an \"options\" button added to the keldon UI."
  }
}