{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindflowy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A modern affirmations extension for well-being and personal empowerment"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindflowy: Your Daily Dose of Motivation and Positivity\n\nTransform your new tab experience into a source of inspiration and personal growth with Mindflowy. This powerful Chrome extension is designed to boost your mood, increase productivity, and cultivate a positive mindset throughout your day.\n\nKey Features:\n- Inspiring Affirmations: Display motivational quotes and affirmations each time you open a new tab.\n- Beautiful Backgrounds: Enjoy a variety of stunning images that change with each new tab, creating a visually refreshing experience.\n- Customizable Categories: Choose from various affirmation categories including Self-Esteem, Motivation, Gratitude, and Success, or create your own personal collection.\n- Google Shortcuts: Quick access to essential Google services like Search, Gmail, Drive, Calendar, and Docs for enhanced productivity.\n- Personalization: Add your own affirmations and upload custom background images to tailor the experience to your preferences.\n- User-Friendly Interface: Sleek, intuitive design that doesn't clutter your browsing experience.\n\nWhy Use Mindflowy:\n- Start each browsing session with a positive mindset\n- Remind yourself of your goals and potential throughout the day\n- Create a personalized, inspiring work environment\n- Boost productivity with easy access to key tools and services\n- Cultivate gratitude and self-improvement habits effortlessly\n\nMindflowy seamlessly integrates positivity into your daily routine, helping you stay motivated, focused, and inspired. Whether you're tackling a busy workday or browsing for leisure, let Mindflowy transform your Chrome experience into a journey of personal growth and positivity.\n\nDownload Mindflowy today and turn every new tab into an opportunity for inspiration!"
  }
}