{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prompt Booster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your prompts with AI-powered optimization for more effective interactions with AI language models."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why Install Prompt Booster?\n\nDo you ever feel like your prompts to AI tools like ChatGPT could be better? Prompt Booster is here to ensure you get the most accurate, relevant, and creative responses possible. This extension is your secret weapon for supercharging your AI interactions, saving time, and improving results across various applications—whether you’re writing content, solving problems, or learning new languages.\n\nKey Features\n🌟 Optimize Your AI Prompts Instantly\nWith one click, transform your standard prompts into powerful, AI-optimized queries that deliver better results.\n\n⚡ Real-Time Feedback\nSee your enhanced prompts take shape in real-time, helping you understand how small changes can make a big difference.\n\n🔒 Privacy First\nYour data stays yours—Prompts are processed securely, and no personal data is stored or shared.\n\n💼 Versatile Across Platforms\nWhether you’re using ChatGPT, Claude, or any other AI tool, Prompt Booster seamlessly integrates and enhances your experience.\n\n🔧 Easy to Use\nNo complex settings or configurations—just install, click, and boost your prompts instantly.\n\nHow It Works\n\t1.\tInstall: Add Prompt Booster to your Chrome browser.\n\t2.\tUse: Visit your favorite AI tool, like ChatGPT.\n\t3.\tOptimize: Click the “🚀” button next to the send button.\n\t4.\tSend: Use the optimized prompt to get better AI responses.\n\nWhy You Need It\n🚀 Supercharge Your AI Conversations\n\nWhether you’re brainstorming ideas, seeking help with coding, or researching a topic, Prompt Booster refines your prompts to help you get more useful and accurate responses.\n\n⏰ Save Time\nStop wasting time on rephrasing—get it right the first time with optimized prompts.\n\n🧠 Learn and Grow\nAs you use Prompt Booster, you’ll naturally start crafting better prompts on your own, enhancing your skills over time.\n\nUse Cases\n•\tContent Creation: Generate high-quality article ideas and outlines effortlessly.\n•\tCoding Assistance: Get precise code snippets and explanations tailored to your needs.\n•\tResearch: Ask the right questions to uncover in-depth and accurate information.\n•\tProblem Solving: Define problems clearly to get actionable solutions quickly.\n•\tLanguage Learning: Improve your language skills with more accurate and context-aware AI interactions.\n\nPrivacy and Security\nYour privacy is our priority. Prompt Booster only processes the prompts you submit, with no tracking or data storage. All communications are secure, ensuring your interactions remain private.\n\nReady to Boost Your AI Experience?\nInstall Prompt Booster today and start getting the most out of your AI conversations. Whether you’re a writer, developer, or curious learner, Prompt Booster helps you unlock the full potential of AI."
  }
}