{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpeechText.AI: Record, Capture & Transcribe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record voice and capture audio from any web page. Automatically transcribe audio and video files into text with human accuracy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of spending all those hours transcribing audio files? Meet SpeechText.AI! SpeechText.AI is the best way to record and automatically transcribe data from audio and video. Just upload a file in the app to convert your content into text and subtitles in seconds. Our speech recognition technology can automatically transcribe audio and video with human level of accuracy. \n\nMain Features:\n\nVoice Recorder\nOnline voice recorder helps you to record audio from the microphone. The audio recordings can be played back and saved to your device. The recorder complies with GDPR regulations. It works offline and doesn't transfer your data over the Internet. \n\nAudio Capture\nThe extension allows you to capture and save audio from an active tab within the browser. You can use it for anything from recording your voice conversations, meetings, lectures, interviews, and more.\n\nAutomatic Transcription\nAI-powered transcription service helps you to transform recorded audio and video files into text and subtitles in seconds.\n\nHow Automatic Transcription Works:\n\nUpload\nUpload audio or video files. AI transcription software supports various file formats and transcribes from speech to text in any language.\n\nSelect Domain\nSelect industry domain and audio type from predefined categories to improve the recognition accuracy of domain-specific words.\n\nTranscribe\nOur speech transcription engine uses state-of-the-art deep neural network models to convert from audio to text with close to human accuracy.\n\nEdit & Export\nSearch, modify and verify audio transcriptions using interactive editing tools. Export your content in different formats.\n\nAudio transcription features:\n\nSpeech Recognition\nPowerful speech-to-text technology automatically converts voice to text in seconds\n\nMulti Language\nAudio to text converter supports more than 30 languages and non-native speaker accents\n\nDomain Models\nSpeech text software provides multiple domain-optimized models for increased recognition accuracy\n\nAutomatic Punctuation\nAudio and video transcriptions include commas, full stops, question marks, periods, etc.\n\nOnline Editor\nProofreading interface helps users to edit and verify speech recognition results\n\nAdvanced Export\nExport audio transcription results in the format of your choice (txt, pdf, docx, etc.)\n\n____________________\n\nImportant notes:\n\n* We do not allow capture of illegal/copyrighted audio content\n* It's restricted to capture audio from Youtube due to Chrome policies"
  }
}