{
  "name": {
    "ar": "اتصالات",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,ta,te,th,vi": "Contacts",
    "de": "Kontakte",
    "el": "Επαφές",
    "es,pt_BR": "Contactos",
    "he": "מגעים",
    "hi": "संपर्कों",
    "it": "Contatti",
    "ja": "連絡先",
    "ko": "접촉부",
    "nl": "Contacten",
    "pl": "Kontaktów",
    "ru": "Контакты",
    "sw": "Majina",
    "tr": "Kontaklar",
    "uk": "контакти",
    "zh_CN": "往来",
    "zh_TW": "往來"
  },
  "short": {
    "ar": "فتح جهات اتصال Google في نافذة منبثقة مفيد.",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,ta,te,th,vi": "Bring Google Contacts front and center with this handy shortcut.",
    "de": "Zugriff auf Google-Kontakte in einem Popup-Fenster",
    "el": "Ένα κλικ ανοίγει Google Επαφές σας σε ένα βολικό αναδυόμενο παράθυρο.",
    "es": "Acceso Contactos de Google en una ventana del popup",
    "fil": "Buksan ang iyong Google Contacts sa isang madaling gamitin popup.",
    "fr": "Accès contacts Google dans une fenêtre popup",
    "he": "פתח מגעים Google שלך בקופץ שימושית.",
    "hi": "एक पॉप अप विंडो में गूगल संपर्कों तक पहुंच",
    "it": "L'accesso contatti Google in una finestra popup",
    "ja": "ポップアップウィンドウにアクセスGoogleの連絡先",
    "ko": "팝업 창에 액세스 구글 연락처",
    "nl": "Toegang tot uw Google-contactpersonen in een popup venster",
    "pl": "Dostęp do Twoich kontaktów Google w oknie popup",
    "pt_BR": "Acesso Google Contacts em uma janela pop-up",
    "ru": "Доступ к Google Contacts в всплывающем окне",
    "sw": "Kufungua Majina yako Google katika dukizi.",
    "tr": "Tek bir tıklama elverişli bir açılır pencere Google kontaklar açılır.",
    "uk": "Доступ Google Contacts в спливаючому вікні",
    "zh_CN": "访问谷歌在弹出窗口我们联系",
    "zh_TW": "訪問谷歌在彈出窗口我們聯繫"
  },
  "long": {
    "ar,de,el,es,fil,fr,he,hi,it,ja,ko,nl,pl,pt_BR,ru,sw,tr,uk,zh_CN,zh_TW": "Sending audio notes is great! We do it all the time in Whatsapp or iMessage. You can use this extension to send vocal messages to your contacts straight from Gmail!\n\nThe extension works easily and does not require any third party software. Your contacts will receive the audio message in their inbox and they can listen to it without having to open a web page or anything.\n\nYour audio data is only stored locally and never saved so you can be safe that your audio messages are only heard by you and your contacts. No one else.\n\nThis extension is built by Nat.app, an Executive CRM (relationship management tool) that automatically figures out when you lose touch with someone.\n\nWe are not affiliated with Google LLC or Alphabet Inc. You can learn more about Google Contacts here: https://en.wikipedia.org/wiki/Google_Contacts",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,ta,te,th,vi": "Bring Google Contacts front and center with this handy shortcut.\n\nAccess your Google Contacts quickly and conveniently with this simple Chrome extension. No more navigating through multiple tabs or searching through bookmarks—open your contacts directly with a single click or keyboard shortcut.\n\nFeatures include instant access to Google Contacts from your browser toolbar or by using a customizable keyboard shortcut. You can set your preferred popup window dimensions to match your screen resolution and workflow. The contacts window opens centered on your screen for a seamless experience. The default keyboard shortcut is Alt + C, which you can customize in your Chrome settings under chrome://extensions/shortcuts. The extension is easy to configure with an options page to adjust settings anytime and is designed to be minimalistic and unobtrusive, ensuring optimal browser performance.\n\nTo use the extension, install it to your Chrome browser. Click on the extension icon and select \"Options\" to set your preferred window width and height. Then, click the extension icon or use the keyboard shortcut to open Google Contacts whenever you need them.\n\nThis extension is sponsored by Auto Gmail, an AI-powered tool that enhances your Gmail experience with smart features and automation.\n\nSimplify your workflow and keep your contacts just a click away with this convenient extension."
  }
}