{
  "name": {
    "ar": "أداة استخراج تقييمات TripAdvisor®",
    "am": "መጎበዝ መሣሪያ ነው TripAdvisor®",
    "bg": "TripAdvisor® Преглед Скрапер",
    "bn": "TripAdvisor® রিভিউ স্ক্র্যাপার",
    "ca": "Rascador de ressenyes de TripAdvisor®",
    "cs": "Scraper recenzí TripAdvisor®",
    "da": "TripAdvisor® Anmeldelsesskraber",
    "de": "TripAdvisor® Bewertungs-Scraper",
    "el": "Εργαλείο εξαγωγής κριτικών TripAdvisor®",
    "en,en_AU,en_GB,en_US,fil": "TripAdvisor® Review Scraper",
    "es,es_419": "Raspador de reseñas de TripAdvisor®",
    "et": "TripAdvisor® ülevaadete kraapija",
    "fa": "اسکرپر نظرات TripAdvisor®",
    "fi": "TripAdvisor® Arvostelukaavin",
    "fr": "Grattoir d'avis TripAdvisor®",
    "gu": "TripAdvisor® સમીક્ષા સ્ક્રેપર",
    "he": "מגרד ביקורות TripAdvisor®",
    "hi": "TripAdvisor® समीक्षा स्क्रैपर",
    "hr": "TripAdvisor® Recenzije Scraper",
    "hu": "TripAdvisor® Vélemény Kaparó",
    "id,ms": "Pengikis Ulasan TripAdvisor®",
    "it": "Raschietto di recensioni TripAdvisor®",
    "ja": "TripAdvisor® レビュー取得ツール",
    "kn": "TripAdvisor® ವಿಮರ್ಶಾ ಸ್ಕ್ರೆಪರ್",
    "ko": "TripAdvisor® 리뷰 스크래퍼",
    "lt": "TripAdvisor® apžvalgų grandiklis",
    "lv": "TripAdvisor® atsauksmju skrāpis",
    "ml": "TripAdvisor® അവലോകന സ്ക്രാപർ",
    "mr": "TripAdvisor® पुनरावलोकन स्क्रॅपर",
    "nl": "TripAdvisor® Recensiekrabber",
    "no": "TripAdvisor® Anmeldelseskraper",
    "pl": "TripAdvisor® Skrobak recenzji",
    "pt_BR,pt_PT": "Raspador de avaliações do TripAdvisor®",
    "ro": "Scraper de recenzii TripAdvisor®",
    "ru": "TripAdvisor® Скрапер отзывов",
    "sk": "TripAdvisor® Skener recenzií",
    "sl": "TripAdvisor® Recenzijski strgalnik",
    "sr": "TripAdvisor® Скрепер рецензија",
    "sv": "TripAdvisor® Recensionsskrapare",
    "sw": "TripAdvisor® Kipakiaji cha Maoni",
    "ta": "TripAdvisor® மதிப்பீட்டு எடுக்கும் கருவி",
    "te": "TripAdvisor® సమీక్ష స్క్రాపర్",
    "th": "TripAdvisor® ตัวดึงรีวิว",
    "tr": "TripAdvisor® İnceleme Kazıyıcı",
    "uk": "TripAdvisor® Збірник відгуків",
    "vi": "Công cụ trích xuất đánh giá TripAdvisor®",
    "zh_CN": "猫途鹰®评论抓取工具",
    "zh_TW": "TripAdvisor® 評論抓取工具"
  },
  "short": {
    "ar": "TripAdvisor extension: Scrape reviews from hotels to airlines, export data seamlessly to CSV, JSON, or Excel formats.",
    "am": "Quick TripAdvisor review download: Get user insights from multiple categories, save in CSV, JSON, Excel. Simple steps!",
    "bg": "Seamless TripAdvisor data extraction for hotels, attractions, etc. Save reviews in CSV, JSON, Excel without coding!",
    "bn": "Scrape TripAdvisor reviews swiftly; export data to CSV, JSON, Excel. Analyze easily with new GPT-powered AI.",
    "ca": "Efficient TripAdvisor scraping tool - captures detailed reviews and ratings, exports to convenient file formats.",
    "cs": "Gather TripAdvisor reviews quickly, from hotels to rentals, and export data with no hassle in preferred formats.",
    "da": "TripAdvisor scraper: easy review export to CSV/JSON/Excel, no coding. Privacy-centric with local data storage.",
    "de": "Instant TripAdvisor reviews for all sectors, easy export to CSV, JSON, Excel. New AI for quick summary insights!",
    "el": "Harvest and evaluate TripAdvisor reviews in moments; outputs to CSV, JSON, Excel formats, no coding skills needed.",
    "en,en_AU": "Extract TripAdvisor reviews easily; no coding needed. Supports hotels, attractions, more. Exports to CSV, JSON, Excel.",
    "en_GB": "Download TripAdvisor reviews for hotels to cruises with ease, straight to CSV, JSON, or Excel, no coding required!",
    "en_US": "TripAdvisor Review Scraper: get user ratings and reviews, export in multiple formats, including CSV, JSON, and Excel.",
    "es": "TripAdvisor Review Scraper: Fast export of detailed reviews into CSV, JSON, or Excel. No coding, privacy-focused.",
    "es_419": "Grab TripAdvisor ratings, detailed reviews, and more, directly to CSV, JSON, Excel—no coding, instant processing.",
    "et": "TripAdvisor data on tap: Export reviews from various categories to CSV, JSON, Excel. Simple and secure.",
    "fa": "Pull and process TripAdvisor reviews with ease, save them in CSV, JSON, Excel. Code-free, privacy guaranteed.",
    "fi": "TripAdvisor Review Scraper: Extract reviews, output to CSV, JSON, Excel. Quick results, AI-summary, privacy-first.",
    "fil": "TripAdvisor scraping made simple! Export reviews to CSV, JSON, Excel; analyze quickly with built-in AI.",
    "fr": "No-coding TripAdvisor review extraction—download user feedback in CSV, JSON, Excel. Enhanced with GPT-powered AI.",
    "gu": "TripAdvisor reviews, from hotels to air travel, extracted effortlessly and exported to your favored format easily.",
    "he": "Harness TripAdvisor reviews in seconds; export to CSV, JSON, Excel. GPT-enhanced summarization for quick insights.",
    "hi": "One-click TripAdvisor review exports to CSV, JSON, Excel. Fast, coding-free, with ChatGPT analysis for clear summaries.",
    "hr": "In a snap, extract TripAdvisor reviews, save in CSV, JSON, Excel. Enjoy quick, ChatGPT-powered data analysis.",
    "hu": "Simplify TripAdvisor data retrieval: export reviews from sectors to CSV, JSON, Excel. Fast, user-friendly, secure.",
    "id": "TripAdvisor Review Scraper: Fast exports, easy data analysis in CSV, JSON, Excel formats. Local data storage ensures privacy.",
    "it": "Collect reviews from TripAdvisor easily, save them in CSV, JSON, Excel. Fast, efficient, and coding-free!",
    "ja": "TripAdvisor made simple: Scrape reviews, export to CSV, JSON, Excel. No coding, instant results, AI-assisted.",
    "kn": "Seamlessly export TripAdvisor reviews across categories, from hotels to airlines, to CSV, JSON, Excel. Quick and effective!",
    "ko": "Download reviews across TripAdvisor categories, outputting to CSV, JSON, Excel. No coding, with privacy protection.",
    "lt": "Quickly scrape TripAdvisor reviews for all experiences; save in CSV, JSON, Excel formats. Hassle-free, coding-free.",
    "lv": "Rapid TripAdvisor review download: CSV, JSON, Excel. No-coding, privacy focused, with GPT analysis.",
    "ml": "Snag TripAdvisor user reviews from any sector, export easily to CSV, JSON, Excel. Fast, straightforward, secure.",
    "mr": "Your TripAdvisor review scraping solution: Fast, user-friendly export to CSV, JSON, Excel, with ChatGPT summary feature.",
    "ms": "Tailor your data with TripAdvisor Review Scraper, extracting to CSV, JSON, Excel. No coding, with AI-powered review summaries.",
    "nl": "Effortless TripAdvisor review collection, supporting multiple attractions, saved in CSV, JSON, Excel formats.",
    "no": "TripAdvisor Review Scraper—fast, flexible export of reviews to CSV, JSON, Excel. Easy, with AI-driven insights.",
    "pl": "Extract TripAdvisor reviews fluidly; export with simplicity to CSV, JSON, Excel. No coding, ChatGPT-enhanced summarizing.",
    "pt_BR": "TripAdvisor Review Scraper: User-friendly data export to CSV, JSON, Excel. Get insights faster with ChatGPT technology.",
    "pt_PT": "Effortless TripAdvisor analysis: Export reviews to CSV, JSON, Excel in clicks. No coding, with next-gen AI insights.",
    "ro": "Streamline TripAdvisor review exports: Simple steps to CSV, JSON, Excel files. ChatGPT-enhanced for deeper understanding.",
    "ru": "Quickly capture TripAdvisor critiques; effortlessly export in CSV, JSON, Excel. AI features for sharp summaries.",
    "sk": "Transform TripAdvisor feedback into actionable data, exporting to CSV, JSON, Excel easily. Enhanced with ChatGPT analysis.",
    "sl": "Navigate TripAdvisor review collection with ease; export to CSV, JSON, Excel. Fast, efficient, AI-assisted insights.",
    "sr": "Unlock TripAdvisor insights: Fast review exports to CSV, JSON, Excel. No coding required, with AI-powered analysis.",
    "sv": "TripAdvisor review extraction simplified: Quick saves to CSV, JSON, Excel. Coding-free, with smart AI summaries.",
    "sw": "Get TripAdvisor reviews effortlessly: Export to CSV, JSON, Excel. Simplified process, GPT for instant insights.",
    "ta": "TripAdvisor data at your fingertips: Export reviews swiftly to CSV, JSON, Excel. No hassle, AI-ready summaries.",
    "te": "Harvest TripAdvisor insights: Reviews to CSV, JSON, Excel effortlessly. Code-free, with advanced AI analysis.",
    "th": "Fast-track TripAdvisor review management: Export directly to CSV, JSON, Excel; leverage AI for quick insights.",
    "tr": "Elevate TripAdvisor review handling: Export with ease to CSV, JSON, Excel. Coding-free, featuring ChatGPT summaries.",
    "uk": "TripAdvisor review extraction, streamlined: Easy CSV, JSON, Excel exports. Enhanced with AI for rapid analysis.",
    "vi": "Maximize TripAdvisor data: Simple exports to CSV, JSON, Excel. AI-powered for efficient review summarization.",
    "zh_CN": "Effortlessly scrape and analyze TripAdvisor reviews, exporting to your preferred format. Quick, easy, and coding-free.",
    "zh_TW": "Direct TripAdvisor review downloads: CSV, JSON, Excel formats supported. Fast, simple, with AI-driven insights."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TripAdvisor® Review Scraper is a powerful browser extension that allows users to scrape and export reviews from various sections of TripAdvisor. With the ability to export data to convenient CSV, JSON, or XLSX (Excel) files, users can easily analyze and utilize the data for their needs.\n\nNew AI-Powered Features\nOur latest version has integrated advanced AI capabilities to enhance your experience. Our AI can analyze and summarize user reviews, helping you make more informed decisions when choosing products or services. This feature saves you time and provides valuable insights at a glance.\n\nNo need to read through numerous reviews yourself - the ChatGPT does the heavy lifting by quickly distilling the key points to inform your decisions. Whether researching products, services, hotels or more, let the GPT assistant efficiently extract the essence of customer feedback for you, saving valuable time.\n\nWhat Types of Reviews Can Be Scraped?\nYou can scrape reviews for:\n- Hotels\n- Attractions\n- Cruises\n- Things to Do\n- Restaurants\n- Airlines\n- Vacation Rentals\n\n## What Information Does It Scrape?\nThe extension captures the following details:\n- Display Name\n- User Name\n- User Profile\n- Rating\n- Review Title\n- Review\n- Date\n\nHow to Extract Reviews?\nScraping reviews is simple and requires no coding skills. Just follow these steps:\n1. Open TripAdvisor.com and navigate to the hotel, attraction, restaurant, airline, or vacation rental from which you want to extract reviews.\n2. Click the \"Download Reviews\" button beside the review number.\n3. Wait for the process to complete, and then click \"Download Reviews\" on the popup window to save the data in CSV, JSON, or XLSX (Excel) format.\n4. If you need AI analyze and summarize user reviews. Click the \"AI Review Summary\" button below for a detailed analysis.\n\nHow Quickly Will I Receive the Results?\nThe data extraction process starts immediately after you make a request. The duration depends on the volume of information you need to retrieve.\n\nData Privacy\nYour customer data is 100% secure, as it never leaves your local machine. We prioritize user privacy by eliminating any user data transmission to our servers.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with TripAdvisor, Inc."
  }
}