{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture-in-Picture-With Playback controls"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate the extension to watch videos in a popup, adjust volume, switch, enlarge, or mute easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the  Picture-in-Picture-With Playback controls (PiP) extension for seamless video playback, optimized for YouTube. This extension allows you to watch videos in a floating mini player that stays on top of other windows, ensuring you never miss a moment while multitasking or browsing the web.\n\nWith just a click, the selected YouTube video pops out into a fully functional mini player, complete with all the original playback controls like play/pause, rewind, and fast forward. Customize the floating window to your liking—resize it to fit your screen and position it anywhere you need.\n\n\nKey Features:\n\nAdvanced Playback Controls: Enjoy the same controls as the original YouTube player, including play, pause, rewind, and fast forward, all within the floating window.\n\nCustomizable Floating Window: Resize the PiP window to your preferred size and place it anywhere on your screen for convenient viewing.\n\nHotkey Support: Easily control your video playback with keyboard shortcuts, making multitasking even more efficient.\n\nAlways on Top: Keep the video window on top of other applications and websites, allowing you to watch while you work, browse, or review other content.\n\nDesigned specifically for YouTube, this Picture-in-Picture extension ensures a smooth and uninterrupted viewing experience, making it the best choice for watching videos while staying productive."
  }
}