{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alice AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to enable your AI employee Alice"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Alice by Zeta Labs: Unleash the Power of Automated Workflows\n\n---\n\n## Elevator Pitch\n\nMeet Alice, your intelligent, browser-based assistant committed to streamlining your business operations. Alice from Zeta Labs specializes in automating repetitive tasks, whether it's invoicing, customer service, or data entry. Deploy Alice and rediscover the joy of focusing on what really matters for your business.\n\n---\n\n## 🛠 How It Works \n\n1. **Start Recording**: Navigate to the website where you perform your routine task and hit \"Start Recording.\"\n2. **Perform Actions**: Book a flight, answer customer queries, prepare a purchase order based on the incoming request of the customer and so much more! You can navigate between tabs, copy-paste relevant information and Alice will record these actions to reproduce autonomously.\n3. **Stop and Save**: Once you're done, hit \"Stop Recording.\"\n4. **Synthesize and Repeat**: Alice processes the task, optimizes it for automation, and prepares it for future repetitions.\n\n*Note: You can schedule tasks to run periodically or trigger them manually with a single click.*\n\n---\n\n## 🎯 Target Audience\n\nOur extension is a perfect fit for businesses of all sizes that rely on browser-based tools. This includes but is not limited to:\n\n- Large corporations\n- SMEs\n- E-commerce platforms\n- Marketing agencies\n\n---\n\n## 💼 Repetitive Task Examples\n\n- Invoice management\n- Customer interactions\n- Social media monitoring\n- Data entry\n- Report generation\n- Email management\n- Order tracking\n\n---\n\n## 🎛 Product Features\n\n- **Simplicity by Design**: A straightforward UI that gets you from task recording to automation in a jiffy.\n- **Advanced Customization**: Iterative fine-tuning to handle more complex tasks over time.\n- **One-click Execution**: Execute any pre-recorded task with a single click.\n\n---\n\n## 🛡 Security & Privacy\n\n- **Data Anonymization**: All queries are anonymized before processing.\n- **On-Premise Deployment**: Enterprise-level security with on-site deployment options.\n- **Authentication**: Considering integration with trusted providers like LastPass for secure access.\n\n---\n\n## 🚀 Origin Story\n\nZeta Labs was born from a pain point. Our founder, Peter, was bogged down with monotonous tasks when running his e-commerce store. Knowing how pervasive the issue was, he set out on a mission: to build Alice, a tool that liberates business owners from the drudgery of repetitive tasks."
  }
}