{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Basic Circuit Simulator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Print Circuit Board and diagram editor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Date 06/10/2023 - Now the extension is free!!\nRelease 3.2.5 - Added BJT model and symbol\nRelease 3.2.1 - Critical bugs fixed\nRelease 3.1.2 - Added rotate button also in top toolbar\nRelease 3.1.1 - Now you can download data transient analysis as csv format (optimized)\nRelease 3.0 - JsTronics Schematic/PCB Editor\n* Clean user interface\n* Save project as json format and re-open it to edit again\n* Toggle the background grid on and off\n* The result of a transient analysis is a plot of voltage vs. time\n* Delete the selected components using icon menu\n* Rotate/Reflect: Tap to select, then tap on the Rotate icon or type the letter \"r\" to rotate 90. Repeat for more rotations and reflections (8 total)\n* On-screen controls\n============\nRelease 2.0\nA full-client web application, practical and useful developer diagrams for the construction of the logic of a circuit, with circuit simulator, AC, DC and Transient Analysis, for your Browser Chrome. You can to export yours diagrams in pdf, png, jpg, gif and tiff.\n=============\nRelease 2.1.1 - Removed some permissions not required from file manifest of extension\nRelease 2.1.0 - Now you can export your project to Google Drive as PNG format using Cloud Print button\n=============\n\nMain features:\n- Schematic, Circuit Simulation, PCB\n- Drag & Drop diagram symbols in canvas\n- Edit properties of symbols with double click\n- Extend the extremities of the symbols with your mouse to draw lines and build your circuit\n- Valid and simulate your circuits by pressing \"DC\", \"AC\" and \"TRAN\" for Transient Analysis\n- Click on to export buttons to save project respectively in PDF, PNG, JPG, GIF and TIFF\n- CUT, COPY and PASTE symbols in canvas\n- Multi selection of elements and symbols in the canvas with the mouse\n- Introduction of Cloud Print button (this function work online)"
  }
}