{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Farsight DNSDB Scout®"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dashboard GUI for the Farsight Security DNSDB® API. Compatible with all Chromium-based browsers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DNSDB Scout™ provides an HTML GUI on top of Farsight Security’s DNSDB™ API. Through Scout, you can facilitate investigations using passive DNS leveraging the Farsight DNSDB™. \n \nDNSDB™ Scout supports all the major features of the DNSDB™ API including:\n\n➤ Flexible and Standard searches\n➤ Time fencing\n➤ Conversion of Internationalized Domain Names (IDN) to Punycode\n➤ Table sorting / pagination of results\n➤ View historical searches\n➤ Export raw data and filtered results (CSV, JSON, JSONL, TXT, Print/PDF)\n\nImportant: Scout requires an active DNSDB™ API key. If needed, you can acquire an API key at https://www.farsightsecurity.com/get-started/ \n\nAbout DNSDB™\nThe internet relies heavily on the DNS, and cyber criminals are not exempt. Farsight Security’s Passive DNS database (DNSDB™) provides a fact-based perspective on the configuration and content of the global DNS as observed through its industry-leading Passive DNS sensor array. DNSDB™ can answer questions, such as:\n\n➤ Where did this domain name point to in the past? \n➤ What domain names are hosted on a given IP address? \n➤ What domain names use a given nameserver? \n➤ What fully qualified domain names exist below a delegation point?\n\nSecurity analysts, fraud investigators, Security Operations Center (SOC) and Incident Response (IR) teams use DNSDB™ to investigate incidents and cybercrime, protect their assets and monitor online activity. DNSDB™ is engineered and operated by the world’s leading DNS experts and is the largest, most proven historical collection of Passive DNS data available in the market today. For more information on DNSDB™, visit https://www.farsightsecurity.com/solutions/dnsdb/\n\nAbout Farsight Security\nFarsight Security provides the world’s largest real-time actionable threat intelligence on changes to the Internet. Leveraging proprietary technology with more than 200,000 observations/second, Farsight provides security teams with the Internet’s view of an organization’s presence and how it is changing whether purposely, inadvertently or maliciously. The world’s most security-conscious organizations use Farsight threat intelligence to protect their users and infrastructure."
  }
}