{
  "name": {
    "ar,bg,bn,da,el,fil,gu,hi,ro,ta": "Put Out The Fire Unblocked Game",
    "am,ca,et,hr,pl,sw,te": "Put Out The Fire Online Game",
    "cs,fi,he,hu,id,kn,mr,ms,sv": "Put Out The Fire Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,it,ja,ko,lt,lv,ml,nl,no,pt_BR,pt_PT,ru,sk,sl,sr,th,tr,uk,vi,zh_CN,zh_TW": "Put Out The Fire Game"
  },
  "short": {
    "ar": "عليك إحضار الماء إلى النباتات المحترقة بفأس. مستويات التحدي في انتظاركم.",
    "am": "ውኃውን ወደሚቃጠሉት ተክሎች በፒካክስ ማምጣት አለብህ ። ተፈታታኝ የሆኑ ደረጃዎች ይጠብቁሃል ።",
    "bg": "Трябва да донесеш водата на горящите растения с кирка. Предизвикателни нива ви очакват.",
    "bn": "পিকাক্স দিয়ে জ্বলন্ত গাছে জল আনতে হবে। চ্যালেঞ্জিং স্তরগুলি আপনার জন্য অপেক্ষা করছে।",
    "ca": "Cal portar l'aigua a les plantes en flames amb un piquet. Els nivells desafiants t'estan esperant.",
    "cs": "Musíte přivést vodu do hořících rostlin krumpáčem. Čekají na vás náročné úrovně.",
    "da": "Du skal bringe vandet til de brændende planter med en hakke. Udfordrende niveauer venter på dig.",
    "de": "Sie müssen das Wasser mit einer Spitzhacke zu den brennenden Pflanzen bringen. Herausfordernde Level warten auf dich.",
    "el": "Πρέπει να φέρετε το νερό στα φλεγόμενα φυτά με μια αξίνα. Τα προκλητικά επίπεδα σας περιμένουν.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to bring the water to the burning plants with a pickaxe. Challenging levels are waiting for you.",
    "es": "Tienes que llevar el agua a las plantas en llamas con un pico. Los niveles desafiantes te están esperando.",
    "et": "Sa pead tooma vee põlevatesse taimedesse kirkaga. Väljakutsuvad tasemed ootavad sind.",
    "fa": "شما باید آب را به گیاهان سوزان با pickaxe. سطوح چالش برانگیز در انتظار شما هستند.",
    "fi": "Sinun täytyy tuoda vesi palaviin kasveihin hakkuilla. Haastavat tasot odottavat sinua.",
    "fil": "Mayroon kang upang dalhin ang tubig sa nasusunog na mga halaman na may isang pickaxe. Mahirap na antas ay naghihintay para sa iyo.",
    "fr": "Vous devez apporter l’eau aux plantes en feu avec une pioche. Des niveaux difficiles vous attendent.",
    "gu": "તમારે પિકેક્સ સાથે સળગતા છોડમાં પાણી લાવવું પડશે. પડકારજનક સ્તરો તમારી રાહ જોઈ રહ્યા છે.",
    "he": "אתה צריך להביא את המים לצמחים הבוערים עם מכוש. רמות מאתגרות מחכות לכם.",
    "hi": "जलते हुए पौधों में पिकेक्स से पानी लाना होगा। चुनौतीपूर्ण स्तर आपके लिए इंतजार कर रहे हैं।",
    "hr": "Morate donijeti vodu u goruće biljke s krampom. Čekaju vas izazovne razine.",
    "hu": "A vizet csákánnyal kell elhoznia az égő növényekbe. Kihívásokkal teli pályák várnak rád.",
    "id": "Anda harus membawa air ke tanaman yang terbakar dengan beliung. Level yang menantang sedang menunggu Anda.",
    "it": "Devi portare l'acqua alle piante in fiamme con un piccone. Livelli impegnativi ti stanno aspettando.",
    "ja": "あなたはツルハシで燃えている植物に水を持って行かなければなりません。挑戦的なレベルがあなたを待っています。",
    "kn": "ನೀವು ಪಿಕಾಸಿಯೊಂದಿಗೆ ಉರಿಯುತ್ತಿರುವ ಸಸ್ಯಗಳಿಗೆ ನೀರನ್ನು ತರಬೇಕು. ಸವಾಲಿನ ಹಂತಗಳು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ.",
    "ko": "곡괭이로 불타는 식물에 물을 가져와야합니다. 도전적인 레벨이 여러분을 기다리고 있습니다.",
    "lv": "Jums ir jānogādā ūdens uz degošajiem augiem ar pickaxe. Jūs gaida izaicinoši līmeņi.",
    "ml": "കത്തുന്ന ചെടികളിലേക്ക് നിങ്ങൾ ഒരു പിക്കാക്സ് ഉപയോഗിച്ച് വെള്ളം കൊണ്ടുവരണം. വെല്ലുവിളി നിറഞ്ഞ തലങ്ങൾ നിങ്ങളെ കാത്തിരിക്കുന്നു.",
    "mr": "पेटत्या झाडांना पिकॅक्सने पाणी आणावे लागते. आव्हानात्मक स्तर तुमची वाट पाहत आहेत.",
    "ms": "Anda harus membawa air ke tanaman terbakar dengan pickaxe. Tahap yang mencabar sedang menunggu anda.",
    "nl": "Je moet het water met een pikhouweel naar de brandende planten brengen. Uitdagende levels wachten op je.",
    "no": "Du må bringe vannet til de brennende plantene med en hakke. Utfordrende nivåer venter på deg.",
    "pl": "Musisz przynieść wodę do płonących roślin za pomocą kilofa. Trudne poziomy czekają na Ciebie.",
    "ro": "Trebuie să aduceți apa la plantele care ard cu un târnăcop. Niveluri provocatoare sunt în așteptare pentru tine.",
    "ru": "Вы должны принести воду к горящим растениям с помощью кирки. Вас ждут сложные уровни.",
    "sk": "Musíte priniesť vodu do horiacich rastlín s krompáčom. Náročné úrovne na vás čakajú.",
    "sl": "Vodo moraš prinesti kurilnim rastlinam s pickaxeom. Zahtevne ravni te čakajo.",
    "sv": "Du måste ta med vattnet till de brinnande växterna med en pickaxe. Utmanande nivåer väntar på dig.",
    "sw": "Lazima ulete maji kwenye mimea inayowaka na pickaxe. Viwango vya changamoto vinakusubiri.",
    "ta": "நீங்கள் ஒரு pickaxe கொண்டு எரியும் தாவரங்கள் தண்ணீர் கொண்டு வர வேண்டும். சவாலான நிலைகள் உங்களுக்காக காத்திருக்கின்றன.",
    "te": "మీరు పికాక్సేతో మండుతున్న మొక్కలకు నీటిని తీసుకురావాలి. ఛాలెంజింగ్ లెవల్స్ మీ కొరకు వేచి ఉన్నాయి.",
    "th": "คุณต้องนําน้ําไปที่พืชที่เผาไหม้ด้วยพลั่ว ระดับที่ท้าทายกําลังรอคุณอยู่",
    "tr": "Suyu yanan bitkilere bir kazma ile getirmelisiniz. Zorlu seviyeler sizi bekliyor.",
    "uk": "Ви повинні піднести воду до палаючих рослин за допомогою кирки. На вас чекають складні рівні."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for the animal matching game with different fun sections! You have limited number of moves, do your best maneuvers and have fun.\n\nHow To Play\nPlayed with Mouse.\n\nPut Out The Fire Game Features\n✓ Stylized graphics\n✓ 10+ Level\n✓ Arcade sounds\n✓ Realistic particle\n✓ 2D graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Put Out The Fire Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}