{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Map Free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "History of Automatical Arrangement & Search"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An app automatically arranges & searches Chrome's History. \"What kind of work did I do yesterday?\", you can see it at a glance with My Map. Your \"My Map\" is automatically made, which arranges browsed pages by each keyword.\n\nClick Logo-button on the right-top of the browser to launch the app.\n\nYou can adjust the number of search items, search term, and search conditions on Detail Setting.\n\nExternal Review:\n\"WWWhat's New\"(Spain) posts the article, \"My Map Free – Nuestro historial de navegación a modo de mapa [Chrome]\"(27/05/2013).\nhttp://wwwhatsnew.com/2013/05/27/my-map-free-es-una-extension-para-chrome-que-nos-visualiza-nuestro-historial-de-navegacion-a-modo-de-mapa/\n\nUsage for Beginner:\nWhen you launch the app, or when you push the search button without any keywords, My Map produces the history map of the term(time) assigned in the detail setting.\nBy selecting Detail Setting → Term, set the term for about 3 days and to display the WEB pages browsed in the last several days, then it is so useful that you can review your works in a couple days only by launching My Map.\n\nDescription:\nWith this app, you can understand what kind of Web pages you have seen in the past at a large picture. Each Web page is arranged by keywords.\nIf you search by not assigning any keywords, you can draw all Web pages that fit Detail Setting. Or you search by assigning some keywords, you can draw only Web pages which contain the keywords.\nBy clicking the keywords the list of Web pages is displayed. From the list, you can open Web pages, or track related keywords.\nKeywords are layered by their relations, and being able to display the sub layer by clicking spheres. Related keywords are joined by the straight lines.\n\nAbout Personal Information Protection:\nThrough this software, we do not gather or save any information.\n\nAbout Discharge：\nFor fault and damage occurred by this software, company and author accept no responsibility.\n\nAuthor & Distributor: Sebata & CO.,LLC"
  }
}