{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Absolute Enable Right Click & Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable context menus on protected websites. Unblock right click menu. Highlight and allow copy option for all pages works again."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension, designed with the latest Chrome updates Manifest V3, allows you to Enable Context Menu, Allow Copy and Right-click functionalities on websites that have disabled these commands. Additionally, it allows users to copy text from images using the OCR function.\n\nDue to limitations of web browsers, copying and pasting in Microsoft Office for the web through menus requires additional permissions which are provided through this extension.\n\nInstalling this free extension Enables context menus on protected websites. Unblock right click menu. Highlight and allow copy option for all pages works again.\n\nOnce this extension is installed, you must reload any open tabs in order to cut, copy, and paste via the right-click menus.\n\nFeatures: Please, add review to Absolute Enable Right Click Extension.\n\n► Copy & Highlight: You know when you're browsing websites and you find some info you want to save or remember? This feature lets you quickly copy that info and highlight it, making it super easy to see what's important.\n\n► Image Reader (OCR): Ever see text in a picture on a website and wish you could just copy it like normal text? The OCR (Optical Character Recognition) feature does exactly that. It lets you grab text from any image you come across online, so you can use it however you want.\n\n► Context Menu Access: Some websites stop you from using the right-click menu (you know, when you click the mouse button on the right). This feature gives that control back to you, so you can right-click to your heart's content.\n\n► Bypass Text Protection: Ever tried to copy something from a website and it wouldn't let you? This tool helps you get around those annoying restrictions, so you can copy whatever you need.\n\n► Absolute Mode: When websites put up a bunch of barriers to stop you from copying text or doing other basic stuff, this mode knocks down those barriers. It's like having a master key to the internet.\n\n► No More Dialogs: You know those pop-up messages that appear when you're trying to copy something, asking if you're sure or warning you about copyright? This gets rid of those, making your web browsing smoother and less interrupted.\n\nNote:- This extension works effectively on most websites, it may encounter challenges with exceptionally sophisticated methods used to disable copy-paste functionality. (Installing or uninstalling this extension may display promotional content.)\n\nPrivacy Assurance:- We want you to feel secure while using our extension. Rest assured, this software does not collect or transmit any personally identifiable information. It does not track your browsing behavior. The necessary information for the functioning of this software is solely stored on your own device. Our servers do not have access to this information, ensuring your privacy remains intact."
  }
}