{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple & Bulk Image Downloader From Link"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple image downloader that allows you to download all images from a public web site"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Quick & Simple Image Downloader is a streamlined tool that lets you effortlessly download all images from any webpage. Just enter the URL, and with a click, the tool does the bulk downloading for you.\n\n\nDownload All Images: Effortless Bulk Downloading in Chrome\n\nLooking for a quick and easy way to download all images from a web page in Chrome? Look no further than the \"Download All Images\" extension!\n\nHere's what it offers:\n\n* Seamless integration: The extension adds a convenient button to your Chrometoolbar.\n* One-click download: Simply visit the webpage with the desired images and click the button.\n* Effortless management: Preview images before downloading and choose a specific images to save them in.\n\nDownload All Images is a user-friendly and efficient solution for bulk image downloading within Chrome.\n\nRemember: Always be mindful of copyright laws and only download images you have permission to use.\n\nInstall the \"Download All Images\" extension from the ChromeAdd-ons store and simplify your image download process today!\n\nHow to Download All Images From Web Page\n1) Enter the webpage URL.\n2) Hit 'Download'\n\nLimitation\nThis extension can download images from public web sites. For example, it can not download images from your email because it requires login"
  }
}