{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MANGO CONNECT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MANGO CONNECT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MANGO CONNECT — расширение для Google Chrome, которое при интеграции виртуальной АТС с CRM-системой позволит звонить, принимать вызовы и отправлять SMS из окна браузера. Работает с CRM-системами amoCRM, Битрикс24 и Creatio  и только при наличии услуги \"Расширенные возможности интеграции\".\nУдобное общение с клиентами — интуитивно понятный интерфейс и режим работы в окне браузера обеспечат менеджеру комфортную работу. \nЧтобы звонить из браузера требуется только установленное расширение MANGO CONNECT и гарнитура. \nОбрабатывайте лиды, оформляйте сделки и вносите изменения, не отвлекаясь на сторонние приложения и телефон. \nС MANGO CONNECT работа с вызовами станет проще и быстрее:\n• Звонки по одному клику — для звонка клиенту просто кликните по номеру телефона в его карточке в CRM-системе. \n• Экономьте время — вносите изменения в карточку сделки в CRM прямо во время разговора с клиентом.\nговорите с клиентом с помощью гарнитуры и вносите изменения в CRM не переключаясь между приложением и телефоном. \n• Работа сотрудников на результат. Имя клиента отображается в окне приложения во время разговора — обращайтесь к клиенту по имени, это располагает и увеличивает лояльность. \n• Не пропустите ни одного звонка — функция всплывающего уведомления и звуковое оповещение при входящем звонке. Работает при развернутом окне браузера и при работе в фоновом режиме.\n• Отправляйте SMS-сообщения сразу из приложения — если информацию требуется продублировать или забыли что-то сообщить.\n• Переводите входящие звонки на другого сотрудника одним кликом в приложении. \n• Включайте запись во время разговора для актуализации информации после звонка или анализа разговоров.\nУвеличьте продуктивность обзвона клиентов — подключите MANGO CONNECT в рамках интеграции телефонии MANGO OFFICE с вашей CRM-системой. \n\nВсе функции MANGO CONNECT :\n• Прием входящих звонков; \n• Набор номера на клавиатуре или с помощью номеронабирателя в приложении; \n• Исходящие звонки по клику из CRM-системы;\n• Возможность набора DTMF-команд при дозвоне на голосовое меню;\n• Перевод вызова на другого сотрудника или внешний номер;\n• Запись разговора во время звонка;\n• Отключение звука во время разговора;\n• Постановка вызова на удержание;\n• Отображение имени или телефона клиента;\n• Отправка SMS из приложения;\n• Всплывающее уведомление и звуковое оповещение при входящем звонке;\n• Приложение работает со всеми гарнитурами."
  }
}