{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iNBDE Dental Boards - Dental Anatomy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new Dental Boards Flashcard Fact in every new tab.\n\nAre you preparing for your integrated Dental Boards (iNBDE)? Here's something…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new Dental Boards Flashcard Fact in every new tab.\n\nAre you preparing for your integrated Dental Boards (iNBDE)? Here's something that will help you... Replace your new tab with a minimalistic homepage featuring a random Dental Anatomy flashcard to keep you motivated and inspired every day to ace your National Dental Board Examination.\n\n✓ Completely free with no ads.\n✓ No account required – stay anonymous.\n✓ Customizable clean layout with the ability to change colors, fonts and toggle background image.\n✓ Available in offline.\n✓ Save Study Time\n✓ Master the NBDE Dental Boards\n\nCrack the NBDE helps dental students like you achieve higher scores on your Dental Boards so you can pass and gain admissions into top dental specialty programs. Simulate the NBDE, Tackle Dental Board Questions, Sharpen your Test Taking Skills, Assess your Performance, Estimate your Scores and learn from explanations with Crack the NBDE. Sign up at www.iDentalBoards.com to get yourself the edge and advantage you deserve.\n\nGot suggestions, bug reports or general feedback? Email us!\nhello@iDentalBoards.com\n\nScore Higher on your iNBDE Dental Board Exam starting now at: www.iDentalBoards.com"
  }
}