{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor By-SS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts email addresses from web pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power to effortlessly extract email addresses from any web page with the Email Extractor By-SS Chrome extension. Developed by Saurabh Srivastava, a technical talent sourcing professional, this tool is perfect for marketers, researchers, and anyone looking to streamline their contact gathering process. Designed with intuitive features, it enhances your productivity and simplifies the task of collecting valuable contact information.\n\nKey Features:\n\nLinkedIn Integration: Specifically tailored to work with LinkedIn profiles, the extension intelligently retrieves email addresses from LinkedIn's profile. This ensures you capture all available contact details effortlessly.\n\nSeamless Email Extraction: Extract email addresses from the current web page with a single click. The extension scans the entire page content, identifying and compiling valid email addresses quickly and efficiently.\n\nAdvanced Filtering and Deduplication: Automatically filters out duplicate email addresses and presents a clean, streamlined list for easy viewing and export. This feature saves time and ensures data accuracy.\n\nCSV Export Capability: Easily save extracted email addresses in CSV format directly from the extension interface. This allows for seamless integration into your CRM, email marketing tools, or contact management systems.\n\nUser-Friendly Interface: Designed for ease of use, the extension's intuitive interface makes email extraction a straightforward process. Simply click to extract, view results instantly, and export with minimal effort.\n\nPrivacy and Security: Operates securely within your browser, ensuring that your data and browsing activities remain private. No data is stored externally, offering peace of mind regarding data confidentiality.\n\nHow It Works:\n\nSimply install the Email Extractor By-SS extension from the Chrome Web Store, and it integrates seamlessly into your browser toolbar. Whenever you need to gather email addresses from a webpage, click on the extension icon and let it do the work. Exporting your findings to CSV is just as easy, making it an essential tool for anyone who needs to compile email lists efficiently.\n\nIdeal for:\n\nDigital Marketers: Quickly build targeted email lists for outreach campaigns.\nRecruiters: Gather contact details from candidate profiles and resumes effortlessly.\nResearchers: Collect contact information for academic or professional purposes with ease.\nSales Professionals: Generate leads and enrich customer databases effortlessly.\nEnhance your productivity and streamline your email address extraction process today with the Email Extractor By-SS Chrome extension. Download now and experience the convenience of powerful email gathering tools right at your fingertips."
  }
}