{
  "name": {
    "ar": "شبكة  Online Game",
    "am": "አውታረ መረብ  Online Game",
    "bg": "мрежа  Unblocked Games",
    "bn": "অন্তর্জাল  Online Game",
    "ca": "Xarxa  Online",
    "cs": "Síť  Unblocked Game",
    "da": "Netværk  Online",
    "de": "Netzwerk  Unblocked Game",
    "el": "Δίκτυο  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Network - HTML5 Game",
    "es": "Red  Unblocked Game",
    "et": "Võrk  Online",
    "fa": "شبکه  Unblocked Games",
    "fi": "Verkko  Unblocked Game",
    "fil": "Network  Online Game",
    "fr": "Réseau  Online Game",
    "gu": "નેટવર્ક  Online",
    "he": "רֶשֶׁת  Labyrinth Game",
    "hi": "नेटवर्क  Labyrinth Game",
    "hr": "Mreža  Online",
    "hu": "Hálózat  Online Game",
    "id": "Jaringan  Unblocked Game",
    "it": "Rete  Online",
    "ja": "通信網  Online",
    "kn": "ನೆಟ್ವರ್ಕ್  Puzzle Game",
    "ko": "회로망 Unblocked",
    "lv": "Tīkls  Puzzle Game",
    "ml": "നെറ്റ്വർക്ക്  Labyrinth Game",
    "mr": "नेटवर्क  Unblocked Game",
    "ms": "Rangkaian  Puzzle Game",
    "nl": "Netwerk  Online Game",
    "pl": "Sieć  Online Game",
    "ro": "Reţea  Unblocked Games",
    "ru": "Сеть  Unblocked Games",
    "sk": "sieť Unblocked",
    "sl": "Omrežje  Unblocked Game",
    "sw": "Mtandao  Unblocked Games",
    "ta": "வலைப்பின்னல்  Online Game",
    "te": "నెట్‌వర్క్  Online",
    "th": "เครือข่าย  Online Game",
    "tr": "Ağ Unblocked",
    "uk": "Мережа  Puzzle Game"
  },
  "short": {
    "ar": "الشبكة هي لعبة ألغاز HTML5 حيث يربط اللاعبون العقد لإنشاء دائرة كاملة. يختبر مهارات حل المشكلات",
    "am": "አውታረ መረቡ የተሟላ ወረዳ ለመፍጠር ተጫዋቾች አንጓዎችን የሚያገናኙበት HTML5 የእንቆቅልሽ ጨዋታ ነው። ችግርን የመፍታት ችሎታን ይፈትሻል",
    "bg": "Мрежата е HTML5 пъзел игра, в която играчите свързват възли, за да създадат пълна верига. Тества уменията за решаване на проблеми",
    "bn": "নেটওয়ার্ক হল একটি HTML5 পাজল গেম যেখানে খেলোয়াড়রা একটি সম্পূর্ণ সার্কিট তৈরি করতে নোডগুলিকে সংযুক্ত করে। এটি সমস্যা সমাধানের…",
    "ca": "La xarxa és un joc de trencaclosques HTML5 on els jugadors connecten nodes per crear un circuit complet. Posa a prova les…",
    "cs": "The Network je logická hra HTML5, ve které hráči spojují uzly a vytvářejí kompletní okruh. Testuje dovednosti při řešení problémů",
    "da": "Netværket er et HTML5-puslespil, hvor spillere forbinder noder for at skabe et komplet kredsløb. Det tester problemløsningsevner",
    "de": "The Network ist ein HTML5-Puzzlespiel, bei dem Spieler Knoten verbinden, um eine vollständige Schaltung zu erstellen. Es testet…",
    "el": "Το Δίκτυο είναι ένα παιχνίδι παζλ HTML5 όπου οι παίκτες συνδέουν κόμβους για να δημιουργήσουν ένα πλήρες κύκλωμα. Δοκιμάζει τις…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "The Network is an HTML5 puzzle game where players connect nodes to create a complete circuit. It tests problem solving skills",
    "es": "The Network es un juego de rompecabezas HTML5 en el que los jugadores conectan nodos para crear un circuito completo. Pone a prueba…",
    "et": "Võrk on HTML5 puslemäng, kus mängijad ühendavad sõlmed, et luua terviklik vooluring. See paneb proovile probleemide lahendamise…",
    "fa": "شبکه یک بازی پازل HTML5 است که در آن بازیکنان گره ها را برای ایجاد یک مدار کامل به هم متصل می کنند. مهارت های حل مسئله را آزمایش می…",
    "fi": "The Network on HTML5-pulmapeli, jossa pelaajat yhdistävät solmut luodakseen täydellisen piirin. Se testaa ongelmanratkaisutaitoja",
    "fil": "Ang Network ay isang HTML5 puzzle game kung saan ikinonekta ng mga manlalaro ang mga node upang lumikha ng kumpletong circuit.…",
    "fr": "The Network est un jeu de puzzle HTML5 où les joueurs connectent des nœuds pour créer un circuit complet. Il teste les compétences…",
    "gu": "નેટવર્ક એ HTML5 પઝલ ગેમ છે જ્યાં ખેલાડીઓ સંપૂર્ણ સર્કિટ બનાવવા માટે નોડ્સને જોડે છે. તે સમસ્યા હલ કરવાની કુશળતાનું પરીક્ષણ કરે છે",
    "he": "הרשת הוא משחק פאזל HTML5 שבו שחקנים מחברים צמתים כדי ליצור מעגל שלם. הוא בודק כישורי פתרון בעיות",
    "hi": "नेटवर्क एक एचटीएमएल 5 पहेली गेम है जहां खिलाड़ी एक पूर्ण सर्किट बनाने के लिए नोड्स को जोड़ते हैं। यह समस्या समाधान कौशल का परीक्षण…",
    "hr": "Mreža je HTML5 zagonetka u kojoj igrači povezuju čvorove kako bi stvorili kompletan krug. Testira vještine rješavanja problema",
    "hu": "A Network egy HTML5-ös kirakós játék, amelyben a játékosok csomópontokat kapcsolnak össze egy teljes áramkör létrehozása érdekében.…",
    "id": "Jaringan adalah permainan teka-teki HTML5 di mana pemain menghubungkan node untuk membuat sirkuit lengkap. Ini menguji keterampilan…",
    "it": "The Network è un puzzle game HTML5 in cui i giocatori collegano i nodi per creare un circuito completo. Mette alla prova le…",
    "ja": "The Network は、プレーヤーがノードを接続して完全な回路を作成する HTML5 パズル ゲームです。問題解決能力が試される",
    "kn": "ನೆಟ್‌ವರ್ಕ್ ಒಂದು HTML5 ಪಝಲ್ ಗೇಮ್ ಆಗಿದ್ದು, ಆಟಗಾರರು ಸಂಪೂರ್ಣ ಸರ್ಕ್ಯೂಟ್ ರಚಿಸಲು ನೋಡ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸುತ್ತಾರೆ. ಇದು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸುವ…",
    "ko": "The Network는 플레이어가 노드를 연결하여 완전한 회로를 만드는 HTML5 퍼즐 게임입니다. 문제 해결 능력을 테스트합니다.",
    "lv": "Tīkls ir HTML5 puzzle spēle, kurā spēlētāji savieno mezglus, lai izveidotu pilnīgu ķēdi. Tas pārbauda problēmu risināšanas prasmes",
    "ml": "ഒരു സമ്പൂർണ്ണ സർക്യൂട്ട് സൃഷ്ടിക്കാൻ കളിക്കാർ നോഡുകൾ ബന്ധിപ്പിക്കുന്ന ഒരു HTML5 പസിൽ ഗെയിമാണ് നെറ്റ്‌വർക്ക്. ഇത് പ്രശ്നം…",
    "mr": "नेटवर्क एक HTML5 कोडे गेम आहे जिथे खेळाडू संपूर्ण सर्किट तयार करण्यासाठी नोड्स कनेक्ट करतात. हे समस्या सोडवण्याच्या कौशल्याची चाचणी…",
    "ms": "Rangkaian ialah permainan teka-teki HTML5 di mana pemain menyambungkan nod untuk mencipta litar lengkap. Ia menguji kemahiran…",
    "nl": "The Network is een HTML5-puzzelspel waarin spelers knooppunten met elkaar verbinden om een compleet circuit te creëren. Het test…",
    "pl": "The Network to gra logiczna HTML5, w której gracze łączą węzły, tworząc kompletny obwód. Sprawdza umiejętności rozwiązywania…",
    "ro": "Rețeaua este un joc de puzzle HTML5 în care jucătorii conectează noduri pentru a crea un circuit complet. Testează abilitățile de…",
    "ru": "The Network — это игра-головоломка HTML5, в которой игроки соединяют узлы, чтобы создать полную цепь. Он проверяет навыки решения…",
    "sk": "The Network je logická hra HTML5, v ktorej hráči spájajú uzly, aby vytvorili kompletný okruh. Testuje schopnosti riešenia problémov",
    "sl": "Omrežje je ugankarska igra HTML5, kjer igralci povežejo vozlišča, da ustvarijo celotno vezje. Preizkuša veščine reševanja problemov",
    "sw": "Mtandao ni mchezo wa mafumbo wa HTML5 ambapo wachezaji huunganisha nodi ili kuunda mzunguko kamili. Inajaribu ujuzi wa kutatua…",
    "ta": "நெட்வொர்க் என்பது ஒரு HTML5 புதிர் கேம் ஆகும், அங்கு பிளேயர்கள் ஒரு முழுமையான சுற்று உருவாக்க முனைகளை இணைக்கிறார்கள். இது சிக்கலைத்…",
    "te": "నెట్‌వర్క్ అనేది HTML5 పజిల్ గేమ్, ఇక్కడ ప్లేయర్‌లు పూర్తి సర్క్యూట్‌ని సృష్టించడానికి నోడ్‌లను కనెక్ట్ చేస్తారు. ఇది సమస్య…",
    "th": "The Network เป็นเกมไขปริศนา HTML5 ที่ผู้เล่นเชื่อมต่อโหนดเพื่อสร้างวงจรที่สมบูรณ์ เป็นการทดสอบทักษะการแก้ปัญหา",
    "tr": "Ağ, oyuncuların eksiksiz bir devre oluşturmak için düğümleri birbirine bağladığı bir HTML5 bulmaca oyunudur. Problem çözme…",
    "uk": "Мережа — це гра-головоломка HTML5, у якій гравці з’єднують вузли, щоб створити повну схему. Це перевіряє навички вирішення проблем"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Network is an HTML5 puzzle game where players connect nodes to create a complete circuit. It tests problem-solving skills.\nThe Network is a challenging and exciting HTML5 game perfect for players who love a good puzzle. In the game, players must use their problem-solving skills to connect all the nodes in the Network and create a complete circuit. The gameplay is on a scrolling screen. And the player moves the nodes by clicking and dragging them with the mouse.\nThe game's objective is to connect all the nodes in the Network to create a complete circuit. To do this, players must use the nodes to create a path between all the nodes, starting from the source node and ending at the destination node. The route must be completed without overlapping lines or disconnected nodes. And players must be careful to avoid creating any dead ends.\nOne of the key features of Network is its colorful and vibrant graphics, which are full of personality and charm. The game's easy-to-use controls and straightforward gameplay make it perfect for players of all ages.\nOverall, Network is a fun and addictive HTML5 game that keeps players entertained for hours. Its challenging gameplay, various game modes, and easy-to-use controls make it a must-play for anyone looking for a brain-teasing and engaging game.\n\nTo swipe Install this extension to play the Network Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}