{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Gematria Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tool for calculating and analyzing gematria values of texts from the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Gematria Toolkit is a powerful extension designed for scholars, researchers, and numerology enthusiasts to effortlessly calculate gematria values. Supporting the Latin, Greek, and Hebrew alphabets, this toolkit offers a wide range of functionalities tailored to meet diverse numerological analysis needs.\n\nWith Web Gematria Toolkit, you can:\n\nCalculate Gematria for Entire Pages: Determine the gematric value of all the content on a webpage.\nCalculate Gematria for Selected Text: Analyze specific portions of text by calculating their gematric values.\nGenerate Random Word Combinations: Create and calculate the gematric values of random word pairs extracted from the webpage’s text, uncovering unexpected numerological connections.\nCalculate Gematria for Custom Words + Page Content: This is a new feature that allows you to input custom words or phrases and calculate their gematric values in conjunction with the current webpage’s content.\n\nWeb Gematria Toolkit is designed with user-friendliness in mind, featuring an intuitive interface and contextual menus that simplify access to all its functions. Customize your calculations by adjusting parameters such as the gematria multiplier or the number of consecutive words to suit your specific analytical needs.\n\nAdditionally, the extension offers the ability to export results in CSV format, seamlessly integrating with other gematria programs available on the developer’s website. This export functionality ensures a complete and flexible data analysis experience."
  }
}