{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Leads - Exporte os contatos do Whatsapp™ - Versão de Avaliação"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exporte todos os contatos ou não salvos de grupos do WhatsApp™, lista de conversas e etiquetas para um arquivo CSV."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Português\nSe você chegou até aqui, o seu Whatsapp deve estar cheio de clientes que compraram ou que tiveram interesse no seu produto ou serviço, e você quer exportar os contatos do WhatsApp para disparar mensagem, fazer um backup dos clientes ou até fazer remarketing no Facebook ou Instagram.\n\nCom a nossa ferramenta você consegue:\nExportar Contatos Salvos do Whatsapp\nExportar Contatos Não Salvos do Whatsapp\nExportar Lista de Contatos do Whatsapp\nExportar Contatos Arquivados do Whatsapp\nExportar Contatos de grupos do Whatsapp\nExportar Contatos de Etiquetas do Whatsapp\n\nPara uma planilha do excel(CSV) ou para um arquivo TXT.\n\nPare de perder tempo exportando os contatos manualmente, e foque no que realmente é importante para você ou sua empresa!\n\nAproveite e baixe hoje mesmo nossa versão de teste!\n\nE veja como ela pode ajudar otimizando seu tempo!\n\nEnglish\nIf you've made it this far, your Whatsapp must be full of customers who purchased or were interested in your product or service, and you want to export WhatsApp contacts to send messages, make a backup of customers or even do remarketing on Facebook or Instagram.\n\nWith our tool you can:\nExport Saved Whatsapp Contacts\nExport Unsaved Contacts from Whatsapp\nExport Whatsapp Contact List\nExport Archived Contacts from Whatsapp\nExport Contacts from Whatsapp Groups\nExport Contacts from Whatsapp Tags\n\nTo an excel spreadsheet (CSV) or to a TXT file.\n\nStop wasting time exporting contacts manually, and focus on what's really important to you or your company!\n\nTake advantage and download our trial version today!\n\nAnd see how it can help by optimizing your time!\n\nEspañol\nSi ha llegado hasta aquí, su WhatsApp debe estar lleno de clientes que han comprado o están interesados ​​en su producto o servicio, y desea exportar los contactos de WhatsApp para enviar mensajes, realizar copias de seguridad de los clientes o incluso realizar remarketing en Facebook o Instagram.\n\nCon nuestra herramienta podrás:\nExportar contactos guardados de Whatsapp\nExportar contactos de Whatsapp no ​​guardados\nExportar lista de contactos de Whatsapp\nExportar contactos archivados de Whatsapp\nExportar contactos de grupos de Whatsapp\nExportar contactos desde Tags de Whatsapp\n\nA una hoja de cálculo de Excel (CSV) o a un archivo TXT.\n\n¡Deja de perder tiempo exportando contactos manualmente y céntrate en lo que es realmente importante para ti o tu empresa!\n\n¡Aproveche y descargue nuestra versión de prueba hoy!\n\n¡Y vea cómo esto puede ayudarle a optimizar su tiempo!"
  }
}