{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping Impact"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sustainable and Ethical Shopping Reviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is Shopping Impact and why should you use it? Let's consider through a thought experiment.\n\nSuppose you have ethical concerns, you don't want to support businesses that don't reflect your values. Driven by your concerns, you start keeping track of news stories and social media posts from people you trust in a spreadsheet. You start building up a database of companies, brands and products with your \"rating\" for them. When you browse sites or look at products, you open up your spreadsheet and check your rating, taking appropriate action.\n\nGood work, but it is pretty daunting to carry out all this evaluation on your own. So you encourage other people to start keeping their own spreadsheets. Good news, some other folks keep spreadsheets. Now, when you visit a site or look at an offer, you first check your spreadsheet. If there is no entry, you browse through the spreadsheets maintained by people you trust and weigh their input to come up with a rating.\n\nThis is all working well for a bit, but soon it becomes tiresome to keep looking up the entries each time you browse. That is not what you want, so you connect the spreadsheet to your browser. Now when you browse, the browser shows you the ratings from you and your advisors each time you visit a site or offer. It shows an icon at the top of the page with the rating and marks up offers to show badges there as well. It reads the page and figures out the company, brand and product id you are examining.\n\nThis is pretty reasonable and low effort. But every time you visit a page, all the advisors know about your activity, which does not respect your privacy.  Now you change the system to periodically pull down the spreadsheets of advisors you trust and store them locally. The advisors still see your interest in their data, but they no longer see all the places you visit on the web.\n\nThis final version of the system is Shopping Impact, a private and free system for applying your ethics as you engage the web. BE SURE TO PIN the extension so you can see the ratings as you browse (search \"how to pin chrome extension\").\n\nShopping Impact comes with some advisors preinstalled, but you can include data from any advisor you wish, and remove any preinstalled advisor. Preinstalled advisors include:\n* Good On You\n* Greenpeace Click Clean report\n* B-Corp\n* US EPA\n* UK Gender Pay Gap report\n\nShopping Impact has data from these advisors for thousands of sites and provides general ratings for the same, but it is only wired to \"understand\" individual product listings on just a few major sites for now. On these sites, Shopping Impact can figure out the brand and product ids for offers you are considering. Understood sites include:\n* Google Shopping\n* Amazon\n* Walmart\n* eBay\n* Costco\n* Target\n* Bestbuy\n* Macys\nUnfortunately, not all sites offer their data clearly. Will be looking to add more, so look for updates on Shopping Impact where you have to approve more permissions since Shopping Impact does not help itself to the content of all sites you visit as other extensions do. We only interact with site content when we are interpreting the offers.\n\nDoes Shopping Impact watch you browse? No. You can use the browser diagnostic tools to verify that the only sites called by Shopping Impact are calls to get the advisor data and calls to Google Analytics. Analytics are only collected when you click on the extension and interact with it. That data is only considered in aggregate. We have no way to match it to you.\n\nWhether or not you need Shopping Impact, Shopping Impact needs you! No one person or organization can figure out end to end ethics on the scale of the internet. If you have personal information related to the ethical nature of companies and products, please share it through Shopping Impact. If you know an organization or person with useful information, encourage them to contribute.\n\nTogether we build a network of individuals and organizations which can reward ethical behavior and push back on the worst practices that misguided companies carry out. Please join the effort!"
  }
}