{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D&D Beyond DM-Screen & Spell List Manager",
    "de": "D&D Beyond DM Screen & Spell Listen Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customizable DM Screen for D&D Beyond Campaigns & Spell List Manager",
    "de": "Anpassbarer DM Screen für D&D Beyond Kampangen & Spell Listen Manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "https://dmscreen.silas.link\n\n~~~DM SCREEN~~~\nhttps://dmscreen.silas.link/dmScreen\n\nDecide for yourself which information of the players should be displayed!\n\nIf a character is open under DNDBeyond, the extension's settings can be opened. Here you can customize the DM Screen. If you have any questions, visit the website or contact me via the form on the webiste\n\n\n~~~Spell List Manager ~~~\nhttps://dmscreen.silas.link/spellLists\n\nSome classes can change theirs Spells on a daily basis. For these classes, it is good to have some prepared spell lists for fighting, exploration, social encounters or others. With this plugin, you can save your current prepared spells (ignoring cantrips) and on a later day select them again. \n\nIf you have any questions, visit the website or contact me via the form on the webiste.\n\n~~~Defense Rolls~~~\nhttps://dmscreen.silas.link/defenseRolls\n\nA Defense Roll is an alternative way to shape the monster attacks. The goal is to let the player roll outside of his turn and get him more involved. Here, the player rolls to see if he can escape the monster's attack. It also often improves roleplay because by having the player make the roll, you no longer describes how the monster attacks, but rather how the player dodges. The player is the focus of the narrative.\n\nIf you have any questions, visit the website or contact me via the form on the website.",
    "de": "https://dmscreen.silas.link/de\n\n~~~DM SCREEN~~~\nhttps://dmscreen.silas.link/de/dmScreen\n\nEntscheiden Sie selbst, welche Informationen der Spieler angezeigt werden sollen!\n\nWenn ein Charakter unter DnDBeyond geöffnet ist, können die Einstellungen der Erweiterung geöffnet werden. Hier können Sie den DM-Bildschirm anpassen. Wenn Sie Fragen haben, besuchen Sie die Website oder kontaktieren Sie mich über das Formular auf der Webiste\n\n\n~~~Spell Listen Manager ~~~\n\n\nEinige Klassen können ihre Zauber täglich ändern. Für diese Klassen ist es gut, einige vorbereitete Zauberlisten für Kämpfe, Erkundungen, soziale Begegnungen oder andere zu haben. Mit diesem Plugin können Sie Ihre aktuell vorbereiteten Zauber speichern und an einem späteren Tag wieder auswählen. \n\nWenn Sie Fragen haben, besuchen Sie die Website oder kontaktieren Sie mich über das Formular auf der Website.\n\n~~~Defense Rolls~~~\nhttps://dmscreen.silas.link/de/defenseRolls\n\nEin Defense Roll ist ein alternativer Weg, um die Monster Angriffe zu gestalten. Das Ziel ist den Spieler auch außerhalb seiner Runde würfeln zu lassen und ihn so stärker einzubinden. Hierbei rollt der Spieler, um zu sehen, ob er der Attacke des Monsters entkommen kann. Außerdem verbessert es häufig das Roleplay, weil dadurch, dass der Spieler den Roll macht, wird nicht mehr beschrieben, wie das Monster angreift, sondern wie der Spieler ausweicht. Der Spieler steht also im Fokus.\n\nWenn Sie Fragen haben, besuchen Sie die Website oder kontaktieren Sie mich über das Formular auf der Website."
  }
}