{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SellerCrowd"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SellerCrowd’s extension brings insider info about advertisers and agencies to LinkedIn profiles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📈 BOOST YOUR PROSPECTING EFFORTS\n\nMedia buyers publish what they want you to know on their LinkedIn profiles. SellerCrowd’s chrome extension gives you a peek into what other media sellers know. \n\nUse SellerCrowd’s extension while you browse media buyer profiles on LinkedIn to discover what the SellerCrowd community knows about them.. What products do they work on? What media types do they handle? Who else is on their team? Are they key decision-makers?\n\n🔥 HOW DOES IT WORK?\n\n🕵 Just click on the new “SC” icon on your prospect’s LinkedIn profile to see all the info the community has shared about them on SellerCrowd without switching websites.\n\n🔎 Be more productive. Prospect faster with SellerCrowd’s community insights directly on LinkedIn. Browse prospects, save them to your lists, or ask questions about them to the community without leaving LinkedIn.\n\n🆓 FREE WITH YOUR SC SUBSCRIPTION\n\nDo you have an active SellerCrowd subscription? Install the extension and use it at no additional cost to you. Never used SellerCrowd? Sign up today to get 7 days of this fantastic tool, no credit card required. \n\n💥 WHY SELLERCROWD?\n\nSellerCrowd is the world’s most up-to-date database of org charts for major advertisers and their media agencies. \n\nPowered by 7,000+ veteran salespeople from all corners of the advertising world - representing news outlets, programmatic platforms, social networks, streaming services, podcast networks, ad technology businesses, DOOH networks, data providers, influencer networks, and much more… \n\nSo if you’re serious about selling into major advertisers and agencies, SellerCrowd is your place.\n\nFor more info:\nEmail: sales@sellercrowd.com \nWebsite: https://sellercrowd.com/\nPrivacy Policy: https://sellercrowd.com/privacy"
  }
}