{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTM & GA4 Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts GTM and GA4 IDs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTM & GA4 Inspector is a powerful yet simple Chrome extension designed for digital marketers, analysts, and developers who need quick access to Google Tag Manager (GTM) and Google Analytics 4 (GA4) tracking IDs on any website.\n\nKey Features:\n\nInstant Detection: Quickly identify and display all GTM and GA4 IDs embedded in a webpage with a single click.\nCopy to Clipboard: Conveniently copy detected IDs to your clipboard for easy use in other applications.\nUser-Friendly Interface: Clean, modern UI makes it easy to understand and use, even for those new to web analytics.\nLightweight & Fast: The extension runs efficiently in the background, ensuring a smooth browsing experience.\nWho is this for?\n\nDigital Marketers: Quickly verify GTM and GA4 tags on your website or competitors' sites.\nWeb Developers: Ensure proper implementation of GTM and GA4 tags during development.\nSEO Specialists: Analyze how tracking tags are used across different sites.\nData Analysts: Easily audit tracking setups and verify tag configurations.\nWhether you're setting up a new site, troubleshooting tag issues, or simply curious about how other sites manage their tracking, GTM & GA4 Inspector makes the process quick and straightforward.\n\nHow to Use:\n\nInstall the extension from the Chrome Web Store.\nNavigate to any website where you want to inspect the GTM and GA4 tags.\nClick the GTM & GA4 Inspector extension icon in your browser toolbar.\nHit the \"Inspect\" button to view the detected IDs.\nOptionally, copy the IDs directly to your clipboard for easy access.\nWhy Choose GTM & GA4 Inspector?\n\nNo need for complicated tools or manual code inspection—just install, click, and get the information you need.\nIdeal for professionals who need to validate tracking tags quickly without disrupting their workflow.\nGet started today and ensure your GTM and GA4 tags are always correctly implemented!"
  }
}