{
  "name": {
    "ar": "Adblock YouTube™ - مانع الإعلانات المجاني",
    "am": "Adblock YouTube™ - ነፃ ማሽጫ መከላከያ",
    "bg": "Adblock YouTube™ - Безплатен блокер за реклами",
    "bn": "Adblock YouTube™ - বিনামূল্যের বিজ্ঞাপন ব্লকার",
    "ca": "Adblock YouTube™ - Bloquejador d'anuncis gratuït",
    "cs": "Adblock YouTube™ - Bezplatný blokátor reklam",
    "da": "Adblock YouTube™ - Gratis annonceblokker",
    "de": "Adblock YouTube™ - Kostenloser Werbeblocker",
    "el": "Adblock YouTube™ - Δωρεάν Αποκλεισμός Διαφημίσεων",
    "en,en_AU,en_GB,en_US": "Adblock YouTube™ - Free Ad Blocker",
    "es,es_419": "Adblock YouTube™ - Bloqueador de anuncios gratuito",
    "et": "Adblock YouTube™ - Tasuta reklaamiblokeerija",
    "fa": "Adblock YouTube™ - مسدودکننده تبلیغات رایگان",
    "fi": "Adblock YouTube™ - Ilmainen mainosten estäjä",
    "fil": "Adblock YouTube™ - Libreng Ad Blocker",
    "fr": "Adblock YouTube™ - Bloqueur de publicités gratuit",
    "gu": "Adblock YouTube™ - મફત જાહેરાત બ્લોકર",
    "he": "Adblock YouTube™ - חוסם פרסומות חינם",
    "hi": "Adblock YouTube™ - फ्री विज्ञापन ब्लॉकर",
    "hr": "Adblock YouTube™ - Besplatni Blokator Oglasa",
    "hu": "Adblock YouTube™ - Ingyenes Hirdetésblokkoló",
    "id": "Adblock YouTube™ - Pemblokir Iklan Gratis",
    "it": "Adblock YouTube™ - Blocco degli Annunci Gratuito",
    "ja": "Adblock YouTube™ - 無料広告ブロッカー",
    "kn": "Adblock YouTube™ - ಉಚಿತ ಜಾಹೀರಾತು ತಡೆಗಾರ",
    "ko": "Adblock YouTube™ - 무료 광고 차단기",
    "lt": "Adblock YouTube™ - Nemokamas Skelbimų Blokavimas",
    "lv": "Adblock YouTube™ - Bezmaksas Reklāmu Bloķētājs",
    "ml": "Adblock YouTube™ - സൗജന്യമായ പരസ്യ ബ്ലോക്കർ",
    "mr": "Adblock YouTube™ - मोफत जाहिरात अवरोधक",
    "ms": "Adblock YouTube™ - Penyekat Iklan Percuma",
    "nl": "Adblock YouTube™ - Gratis Advertentieblokker",
    "no": "Adblock YouTube™ - Gratis Annonseblokker",
    "pl": "Adblock YouTube™ - Darmowy Bloker Reklam",
    "pt_BR": "Adblock YouTube™ - Bloqueador de Anúncios Gratuito",
    "pt_PT": "Adblock YouTube™ - Bloqueador de Anúncios Grátis",
    "ro": "Adblock YouTube™ - Blocator de Anunțuri Gratuit",
    "ru": "Adblock YouTube™ - Бесплатный Блокировщик Рекламы",
    "sk": "Adblock YouTube™ - Bezplatný Blokovač Reklám",
    "sl": "Adblock YouTube™ - Brezplačni Blokator Oglasov",
    "sr": "Adblock YouTube™ - Бесплатан Блокатор Огласа",
    "sv": "Adblock YouTube™ - Gratis Annonsblockerare",
    "sw": "Adblock YouTube™ - Kizuizi cha Matangazo cha Bure",
    "ta": "Adblock YouTube™ - இலவச விளம்பர தடுப்பான்",
    "te": "Adblock YouTube™ - ఉచిత ప్రకటన బ్లాకర్",
    "th": "Adblock YouTube™ - ตัวบล็อกโฆษณาฟรี",
    "tr": "Adblock YouTube™ - Ücretsiz Reklam Engelleyici",
    "uk": "Adblock YouTube™ - Безкоштовний Блокувальник Реклами",
    "vi": "Adblock YouTube™ - Trình Chặn Quảng Cáo Miễn Phí",
    "zh_CN": "Adblock YouTube™ - 免费广告拦截器",
    "zh_TW": "Adblock YouTube™ - 免費廣告攔截器"
  },
  "short": {
    "ar": "أفضل مانع إعلانات لـ Chrome. طريقة حجب بسيطة وخفيفة وغير قابلة للكشف.",
    "am": "በChrome ውስጥ ምርጥ ማሽጫ መከላከያ። ቀላል፣ ትንሽና የማይታወቅ መከላከያ ዘዴ።",
    "bg": "Най-добрият блокер за реклами за Chrome. Проста, лека и незабележима блокираща методика.",
    "bn": "Chrome এর জন্য সেরা বিজ্ঞাপন ব্লকার। সহজ, লাইটওয়েট এবং অদৃশ্য ব্লকিং পদ্ধতি।",
    "ca": "El millor bloquejador d'anuncis per a Chrome. Mètode de bloqueig simple, lleuger i indetectable.",
    "cs": "Nejlepší blokátor reklam pro Chrome. Jednoduchá, lehká a nedetekovatelná metoda blokování.",
    "da": "Bedste annonceblokker til Chrome. Enkel, let og uopdagelig blokeringsmetode.",
    "de": "Bester Werbeblocker für Chrome. Einfaches, leichtes und unentdeckbares Blockierverfahren.",
    "el": "Ο καλύτερος αποκλειστής διαφημίσεων για Chrome. Απλή, ελαφριά και μη ανιχνεύσιμη μέθοδος αποκλεισμού.",
    "en,en_AU,en_GB,en_US": "Best ad blocker for Chrome. Simple, lightweight and undetectable blocking method.",
    "es,es_419": "El mejor bloqueador de anuncios para Chrome. Método de bloqueo simple, ligero e indetectable.",
    "et": "Parim reklaamiblokeerija Chrome jaoks. Lihtne, kerge ja avastamatu blokeerimismeetod.",
    "fa": "بهترین مسدودکننده تبلیغات برای Chrome. روش مسدودسازی ساده، سبک و غیرقابل شناسایی.",
    "fi": "Paras mainosten estäjä Chromelle. Yksinkertainen, kevyt ja huomaamaton estomenetelmä.",
    "fil": "Pinakamahusay na ad blocker para sa Chrome. Simple, magaan, at hindi matukoy na pamamaraan ng pag-block.",
    "fr": "Le meilleur bloqueur de publicités pour Chrome. Méthode de blocage simple, légère et indétectable.",
    "gu": "Chrome માટે શ્રેષ્ઠ જાહેરાત બ્લોકર. સરળ, હળવા અને અદૃશ્ય બ્લોકિંગ પદ્ધતિ.",
    "he": "חוסם הפרסומות הטוב ביותר עבור Chrome. שיטת חסימה פשוטה, קלה ולא ניתנת לזיהוי.",
    "hi": "Chrome के लिए सबसे अच्छा विज्ञापन ब्लॉकर। सरल, हल्का और अदृश्य ब्लॉकिंग विधि।",
    "hr": "Najbolji blokator oglasa za Chrome. Jednostavna, lagana i neprimjetna metoda blokiranja.",
    "hu": "A legjobb hirdetésblokkoló Chrome-hoz. Egyszerű, könnyű és észrevehetetlen blokkolási módszer.",
    "id": "Pemblokir iklan terbaik untuk Chrome. Metode pemblokiran sederhana, ringan, dan tidak terdeteksi.",
    "it": "Il miglior blocco degli annunci per Chrome. Metodo di blocco semplice, leggero e non rilevabile.",
    "ja": "Chromeで最高の広告ブロッカー。シンプルで軽量かつ検出不可能なブロック方法。",
    "kn": "Chrome ಗೆ ಅತ್ಯುತ್ತಮ ಜಾಹೀರಾತು ತಡೆಗಾರ. ಸರಳ, ತೂಕದ ಮತ್ತು ಪತ್ತೆಹಚ್ಚಲಾಗದ ತಡೆಗೋಡೆ ವಿಧಾನ.",
    "ko": "Chrome을 위한 최고의 광고 차단기. 간단하고 가볍고 탐지할 수 없는 차단 방법.",
    "lt": "Geriausias skelbimų blokatorius Chrome. Paprastas, lengvas ir neaptinkamas blokavimo metodas.",
    "lv": "Labākais reklāmu bloķētājs pārlūkam Chrome. Vienkārša, viegla un neatklājama bloķēšanas metode.",
    "ml": "Chrome-നു മികച്ച പരസ്യ ബ്ലോക്കർ. ലളിതം, നേരിയതും കണ്ടെത്താൻ കഴിയാത്ത ബ്ലോക്കിംഗ് മാർഗം.",
    "mr": "Chrome साठी सर्वोत्तम जाहिरात अवरोधक. साधा, हलका आणि शोधता न येणारा अवरोधक पद्धत.",
    "ms": "Penyekat iklan terbaik untuk Chrome. Kaedah penyekat yang mudah, ringan dan tidak dapat dikesan.",
    "nl": "Beste advertentieblokker voor Chrome. Eenvoudige, lichte en niet-detecteerbare blokkeringsmethode.",
    "no": "Beste annonseblokker for Chrome. Enkel, lett og uoppdagelig blokkeringsmetode.",
    "pl": "Najlepszy bloker reklam dla Chrome. Prosta, lekka i niewykrywalna metoda blokowania.",
    "pt_BR": "Melhor bloqueador de anúncios para o Chrome. Método de bloqueio simples, leve e indetectável.",
    "pt_PT": "Melhor bloqueador de anúncios para o Chrome. Método de bloqueio simples, leve e indetetável.",
    "ro": "Cel mai bun blocator de anunțuri pentru Chrome. Metodă de blocare simplă, ușoară și nedetectabilă.",
    "ru": "Лучший блокировщик рекламы для Chrome. Простой, легкий и незаметный метод блокировки.",
    "sk": "Najlepší blokovač reklám pre Chrome. Jednoduchá, ľahká a nedetekovateľná metóda blokovania.",
    "sl": "Najboljši blokator oglasov za Chrome. Preprost, lahek in nezaznaven način blokiranja.",
    "sr": "Најбољи блокатор огласа за Chrome. Једноставан, лаган и неоткривен начин блокирања.",
    "sv": "Bästa annonsblockeraren för Chrome. Enkel, lätt och omöjlig att upptäcka.",
    "sw": "Kizuizi bora cha matangazo kwa Chrome. Mbinu rahisi, nyepesi na isiyogundulika ya kuzuia.",
    "ta": "Chrome க்கான சிறந்த விளம்பர தடுப்பான். எளிதான, இலகுவான மற்றும் கண்டறிய முடியாத தடுப்பு முறை.",
    "te": "Chrome కోసం ఉత్తమ ప్రకటన బ్లాకర్. సాధారణ, తేలికపాటి మరియు గుర్తించలేని బ్లాకింగ్ పద్ధతి.",
    "th": "ตัวบล็อกโฆษณาที่ดีที่สุดสำหรับ Chrome วิธีการบล็อกที่เรียบง่าย เบา และไม่สามารถตรวจจับได้",
    "tr": "Chrome için en iyi reklam engelleyici. Basit, hafif ve tespit edilemeyen engelleme yöntemi.",
    "uk": "Найкращий блокувальник реклами для Chrome. Простий, легкий і непомітний спосіб блокування.",
    "vi": "Trình chặn quảng cáo tốt nhất cho Chrome. Phương pháp chặn đơn giản, nhẹ và không thể phát hiện.",
    "zh_CN": "适用于 Chrome 的最佳广告拦截器。简单、轻便且无法检测的拦截方法。",
    "zh_TW": "適用於 Chrome 的最佳廣告攔截器。簡單、輕便且無法檢測的攔截方法。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlock for YouTube™ - The Uninterrupted Viewing Experience You Deserve\n\nEnjoy YouTube videos without interruptions with AdBlock. Our extension is designed to provide a smooth, ad-free viewing experience, allowing you to watch your favorite content without unwanted distractions.\n\nKey Features:\n\nEfficient Ad Blocking: Eliminate all types of ads, including promotional videos and annoying banners.\n\nFast and Lightweight Performance: Our extension is optimized to not affect video loading speeds, ensuring you make the most of your connection.\n\nGuaranteed Privacy: We don’t track your activities, offering a safe and private browsing experience.\n\nWide Compatibility: Works seamlessly with any version of YouTube, including the latest updates.\nInstall now and transform your YouTube experience into something truly immersive and uninterrupted!\n\nAffiliate Programs:\n\nThis extension supports environmental causes. Users can optionally enable this feature, and by doing so, they will be supporting initiatives aimed at preserving the environment. Participation is entirely voluntary and can be activated according to each user's preference."
  }
}