{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPP/CUPS printing for G Suite admins"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Local network printing administered through the G Suite console."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reliable local network printing for Chromebook admins.\n\nDesigned for G Suite admins (formerly Google Apps for Education/Work) this extension provides fuss-free local network printing. \nEnd users just select local network printers from the Chrome print dialogue as if they were Cloud printers.\n\n** FOR EVEN MORE FEATURES & CONTROL ** please check out our advanced printer management solution for G Suite https://directprint.io, \nclick 'Website' on your right\n\nIdeal for schools, colleges and enterprise as no additional end-user instructions are required. Simple to use.\n\n** New features:\n**          Secure print release - PIN entry to release print jobs.\n**          Print analytics: Printers, users and cost dashboard.\n**          Multi-copy, multi-job spooling, automatic print retries.\n**          Location filtering - useful for retail: specify hundreds of printers in one configuration file (single OU model) but allow the client to filter their printer list to their location.\n\n** IMPORTANT INFO FOR G SUITE ADMINS: CONFIGURATION GUIDE **\nDetails here: http://bit.ly/2cXc6sd\n\nPlease note this version needs the G Suite Admin account to work, if you are not a G Suite Admin please check out the other versions of this extension in the 'related' tab. Do not install this extension from the store - 'force install' the extension through the G Suite admin UI.\n\nAdvantages vs the free IPP/CUPS extension:\n\n1) No complex setup instructions for end-users.\n2) Admins control which printers apply to Organizational units - add or remove local printers at will\n3) Zero end-user config prevents users from accidentally changing connection settings\n4) All printers automatically appear in the Chrome printer list, no need to select the printer from the extension configuration page (the free version does not put all printers into the printer list).\n5) More printer settings: colour/mono, duplex\n6) Simple dashboard on who's printing, popular printers and cost estimation - can you save money?\n7) Print spooling and job retry - useful in busy classrooms/offices\n8) Single config file, location filtered list on the client\n9) PIN release (secure) printing option\n\n\nPlease note that unfortunately this extension does not currently work for Public/Kiosk sessions. Please see directprint.io client for public session support.\n\n------- Additional info -------\n\nThis Chromebook extension allows you to print directly to a local CUPS print server or IPP+PDF/PWG/Unirast(Airprint)/Postscipt3 compatible printer from Chromebooks.\n\nIPP/CUPS printing does not rely on Google Cloud Print to process your documents. \n\nYour documents are sent directly from the Chrome browser or Chromebook to the printer or CUPS. Please see www.cups.org for more info on CUPS print system.\n\nPlease see the free IPP/CUPS extension for printer compatibility details and printer testing.\n \nhttps://chrome.google.com/webstore/detail/ipp-cups-printing-for-chr/lkhfeoafdgbaecajkdbioenncjopbpmk\n\nThis is a full featured trial version for 14 days.  \n\nOnce you have tested it please contact help@directprint.io to obtain a site license key.\n\n\nPricing (annual recurring)\n==========================\n\n1-100 users: $250 / Eur 250 / £200 (minimum order block license) \n101+ users: $2.50 / Eur 2.50 / £2.00 per additional user \n500+ users significant volume discounts apply. \nEducation sector discounts always available.\nContact help@directprint.io for a quote or buy online http://bit.ly/2cXc6sd\n\nCUPS and the CUPS logo & Airprint are trademarks of Apple Inc.\nThis extension is not affiliated with Google or any printer manufacturer."
  }
}