{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tyny.To Anonymous URL Shortner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tyny.to is a free online URL shortening service that allows users to reduce the length of long URLs into short and personalized…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tyny.to is a free online URL shortening service that allows users to reduce the length of long URLs into short and personalized links, making them easier to share and remember. The usage of Tyny.to is straightforward: users simply copy their long URL into the site's search bar and receive a shortened version in return. Tyny.to often offers additional features, such as link customization, click tracking, and usage statistics.\n\nOne of the key features of Tyny.to is its complete anonymity for users. No IP logs are recorded when shortening links, ensuring user privacy and confidentiality. Users can conveniently shorten URLs without leaving any trace of their activity.\n\nAdditionally, users can create an account on Tyny.to to access advanced functionalities. By obtaining an API key with their Tyny.to account, users can track and analyze the performance of their shortened links directly from their personal space on the website. This provides users with enhanced control over link management and valuable insights into their audience.\n\nIn summary, Tyny.to offers a simple and user-friendly solution to shorten long URLs into personalized short links while preserving user anonymity. The option to use an API key with a Tyny.to account also empowers users with advanced features to monitor and analyze the usage of their shortened links."
  }
}