{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swiggy Order Stats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to analyze your Swiggy Order Statistics through amazing visualizations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As Indians, we all order from Swiggy on a regular basis. It has become a crucial part of our lives, and we can't do without it. \n\nBut have we thought about analyzing our own order statistics? \n\n* What if you are able to analyze and ponder over your monthly spenings on Swiggy?\n* What if you are able to understand your own eating patterns?\n* What if you are able to find out how much time you spend waiting for your food delivery every day?\n* What if you are able to find out the fastest and slowest restaurants in your area?\n\nIf you're excited about any of the above questions, we are glad to inform you that our extension has got it all. Try it now!\n\n-------------------------------------\nINSTRUCTIONS\n-------------------------------------\n1. Open https://www.swiggy.com, and login to your account.\n2. Navigate to https://www.swiggy.com/my-account/orders. You should now see your most recent orders in the page.\n3. Now click the extension icon, and select a date filter.\n4. First load should take a minute or two, since we need to fetch the orders afresh. But once they are fetched, you can play around with the date filter buttons, and the data will be updated instantly.\n\nFor any assistance/feedback, please reach out to indiapps.in@gmail.com"
  }
}