{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Чистильщик сайтов",
    "en": "Sites Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Сокрытие нежелательной информации на сайтах в рамках программы \"За безопасный интернет для детей\"",
    "en": "Hiding unsolicited information on on websites as part of the \"For Safe Internet for Children\" program"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Чистильщик сайтов ( Sites Cleaner ) - расширение разработано для детей в рамках программы \"За безопасный интернет для детей\" (Keep Your Kids Safe Online), а также для их родителей, которые устали от перегруженности страниц часто посещаемых сайтов. Главная цель данного расширения в автоматическом скрытии потенциально опасных блоков информации с популярных сайтов, которыми могут пользоваться дети. Побочная цель - облегчить перегруженные страницы сайтов от рекламной и лишней информации и ускорить загрузку страниц.\n\nКонтролируемые сайты:\n• https://vk.com\n• http://onlinemultfilmy.ru\n• https://twitter.com\n• https://youtube.com\n\nК потенциально опасным зонам для детского интернета на страницах сайтов, по мнению автора расширения, относятся:\n\n• блоки с рекламой\n• блоки с контентом, отмеченным возрастными ограничениями +16, +18\n• блоки с рекомендуемым контентом по усмотрению авторов сайта\n• блоки с комментариями\n• некоторые навигационные панели, некоторое содержимое меню\n\nУказанные блоки скрываются и становятся недоступными для ребенка при просматривании сайта с включенным расширением. На мультимедийных порталах ребенок не сможет перейти к просмотру неразрешённого контента. \n\nПодробнее о расширении можно узнать на сайте https://goo.gl/RRzARL\n#SafeInternetForChildren\n#KeepYourKidsSafeOnline",
    "en": "Чистильщик сайтов ( Sites Cleaner ) - расширение разработано в рамках программы \"За безопасный интернет для детей\". Цель данного расширения в автоматическом скрытии потенциально опасных блоков информации с популярных сайтов, которыми могут пользоваться дети.\n\nКонтролируемые сайты:\nhttp://www.online-life.club/ - онлайн портал с фильмами и мультфильмами\n\nК потенциально опасным зонам для детского интернета на страницах сайтов, по моему личному мнению относятся:\n\n- блоки с рекламой\n- блоки с рекомендуемыми фильмами для просмотра\n- блоки с комментариями\n- навигационные панели\n\nУказанные блоки скрываются и недоступны для ребенка при просматривании сайта с включенным расширением. В итоге ребенок не сможет перейти к просмотру неразрешённых фильмов, доступны фильмы только из раздела \"избранное\". В данной версии фильмы в избранное добавляются родителем при отключенном расширении.\n\nSites Cleaner — это свободная программа, распространяется на условиях Стандартной общественной лицензии GNU GPLv3. Исходные тексты этой программы доступны на GitHube.\n\nЭта программа распространяется по принципу donationware:\nЕсли программа Вам понравилась и Вы заинтересованы в дальнейшем её развитии и улучшении, то Вы можете отблагодарить автора программы денежной донацией по своему усмотрению на один из кошельков WebMoney:\nZ285532897793\nE157139702130\nR419093875795\nB327282989795\nU230132901578\n\nС автором программы можно связаться по адресу zackforwork@gmail.com или через страничку программы на сайте автора."
  }
}