{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lume Test"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lume Test Extension - Your Personalised English Score Analysis and Study Planner\n\nLume Test is a free, powerful Chrome extension…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lume Test Extension - Your Personalised English Score Analysis and Study Planner\n\nLume Test is a free, powerful Chrome extension designed to provide personalized analysis of your PTE score data and create tailored study plans to help you achieve your learning goals effectively.\n\nKEY FEATURES: \n⭐ Automated Score Analysis: Instantly analyse your PTE score data directly within your browser. Lume Test extracts detailed performance metrics and identifies areas for improvement based on your score breakdown.\n\n⭐ Performance Insights: Gain valuable insights into your strengths and weaknesses across different skill areas such as reading, listening, speaking, and writing. Understand where you excel and where you need to focus your efforts.\n\nHOW IT WORKS: \n⭐ Score Extraction: Lume Test seamlessly retrieves and processes your English score data when you visit the score page.\n\n⭐ Analysis and Insights: Utilizing advanced algorithms, the extension generates a detailed performance analysis to guide your learning journey.\n\n⭐ Goal Setting: Input your desired target scores based on the analysis to establish actionable improvement goals.\n\n⭐ Personalised Study Plan: Leveraging the analysis and your defined goals, Lume Test designs a tailored study pathway featuring targeted learning activities and resources.\n\nBENEFITS: \n⭐ Efficiency: Simplifies the process of score analysis and goal setting, optimizing your study approach and saving valuable time.\n\n⭐ Precision: Provides specific insights and recommendations tailored to your performance data, ensuring focused skill development.\n\n⭐ Adaptability: Customizes study plans to match your learning preferences and objectives, fostering effective learning outcomes.\n\nLume Test is your indispensable companion for leveraging English score data to optimize your learning journey."
  }
}