{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nest: Browse, Watch and Chat."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly integrate messaging, gaming, and streaming into a single, convenient screen with Nest!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Nest Browser: The ultimate Chrome addon designed to elevate your online experience! \n\nSeamlessly integrate messaging, gaming, and streaming into a single, convenient screen. Say goodbye to tab clutter and hello to a world of endless entertainment. Add Nest Browser to Chrome and let the fun begin!\n\nWhat inspired the creation of Nest?\n\nWe tried many extensions, and all fell short in terms of user-friendly design and flexibility, especially when it came to splitting your screen. Frustrated by the lack of a solution that offered both flexibility and ease of use, we embarked on a mission to create a better, more versatile tool.\n\nWhat possibilities does Nest unlock for you?\n\nIf you can open a page or web application in your browser (which is true for most cases), you can do the same inside the Nest Chrome extension. This allows you to view up to three web pages or applications simultaneously on a single screen, eliminating the need to constantly switch between tabs.\n\nWhich sites and web applications does Nest seamlessly support?\n• Messenger\n• Facebook\n• YouTube\n• TradeMe\n• And many more...\n\nNest is compatible with numerous other sites and web applications, providing you with a versatile and efficient browsing experience.\n \nWhat are the benefits of Nest?\n\n•\tConvenience: No need to juggle between different tabs or applications. Nest Browser consolidates messaging, gaming, and streaming into a single, user-friendly interface.\n•\tEfficiency: Boost your productivity by having everything you need in one place. Access your messages, games, and streaming content without the hassle of constantly switching between tabs.\n•\tUser-Friendly: Nest Browser is designed with simplicity in mind. It's easy to install, navigate, and customise according to your preferences.\n\nWho is behind Nest?\n\nWe at Nest (Father & Son team) embarked on the creation of Nest Browser as a Chrome extension driven by a passion to revolutionise the online experience. \n\nWanting to provide users with a seamless and enjoyable online environment, the duo chose the Chrome extension platform to ensure widespread accessibility and compatibility.\n\nPractical Uses\n\nTrade Me, eBay or Auctions: Stay updated on auctions by keeping the platform open on the side of the page you're browsing, ensuring you never miss the end of an auction.\n\nGaming and Messaging: Play online games while engaging in conversations on Messenger by having the chat window open on the side of your gaming page.\n\nMultitasking with Entertainment: Stream your favourite content from the sidebar while working in your main browser window. Enjoy your favourite streaming service alongside your main tasks, all on the same page.\n\nShare/Stock Monitoring: Monitor stock prices while browsing in your main window, ensuring you stay informed about market changes and never miss a trading opportunity.\n\nYou Decide Flexibility: Customise your Nest experience effortlessly by adding or removing pages as you see fit. Chat, browse, play games, and stay active on social media simultaneously, all on the same screen and page. \n\nWith Nest, you have complete control over your online activities, allowing you to seamlessly manage what you want and where you want it."
  }
}