{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwex - AI Tools for Upwork"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork AI Proposal & Sync with Pipedrive"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Upwex - the ultimate AI-driven browser extension designed to revolutionize your Upwork experience! Whether you're a freelancer or a business, Upwex offers a comprehensive suite of tools to enhance your workflow and achieve outstanding results.\n\nWith Upwex, you'll:\n- unlock a powerful AI Job Assistant that analyzes job posts, helping you identify the best opportunities\n- the AI-Powered Proposal Generator crafts personalized proposals that stand out\n- the AI-Powered Q&A ensures you never miss a beat in client communications \n\nSeamlessly integrating with Pipedrive CRM, Upwex allows you to manage clients and track progress effortlessly.\n\nBut that's not all! \n\nUpwex includes robust Analytics and Reporting features, enabling CEOs to oversee company growth with data-driven decisions. Lead Generators can streamline their sourcing processes, and Sales Teams benefit from efficient, cohesive CRM integrations. Powered by OpenAI and our proprietary machine learning technology, Upwex is the #1 Upwork automation tool, providing unparalleled security and functionality.\n\nBy leveraging Upwex, you'll save time, work more efficiently, and consistently create winning proposals. Stay ahead of the competition with features like AI Cover Letters (upwork proposal generator AI) and Upwork AI Job Assistant.  Perfect for anyone looking to boost their productivity on Upwork, Upwex is the essential upwork toolkit, earning badges, and building a stellar reputation.\n\nDon’t let your competitors get ahead.\n\nInstall the Upwex Chrome Extension today and transform your Upwork experience with the power of AI."
  }
}