{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organimi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply awesome org charts. Create, edit, print and share your organizational charts with Organimi's cloud-based software"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to organize your workplace structure in a simple, easy to use, org chart? Are you tired of using non-org chart solutions to map out your organization? Organimi’s focus is making the best purpose built org chart software on the market. \n\nOrganimi is a powerful tool that allows you create an organizational chart in minutes. You can do so much with Organimi, including:\n\n➤ Create an org chart from an existing template or from scratch! \n➤ Integrate with Microsoft ActiveDirectory, Microsoft Office 365 and Gsuite or any other system that provides a CSV or Excel output\n➤ Share via a public URL link, private email invitation or embedding it on your website\n➤ Export your chart to a PDF or PNG to bring to company meetings\n➤ Print the whole chart or specific subsections of your chart on 60 different paper sizes\n➤ Custom Fields feature allows you to add customized text to any role card \n➤ Add photos to jazz up your chart and show each member from your organization\n➤ Use the Smart Chart Legend ™ to visualize information on your chart with badges or colors\n➤ Our Colour Coding feature allows you to colour code a section of your chart, a member, or a department for quick visual representation your organization\n➤ Move around roles and members by using the Drag & Drop feature \n➤ Connect LinkedIn profiles to role cards so everyone in your organization stays connected"
  }
}