{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Monkey Mart unblocked game on chrome. Monkey Mart online game. Created for Monkey Mart unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart is an engaging and exciting game that has taken the gaming world by storm. Set in a whimsical world filled with lively monkeys and vibrant landscapes, the game promises hours of entertainment and challenges for players of all ages. Developed by Banana Bytes Studio, Monkey Mart combines elements of strategy, time-management, and puzzle-solving into a unique and addictive gaming experience.\n\nThe objective of Monkey Mart is to help a community of monkeys build and maintain their bustling marketplace, where they can trade and sell various items to other monkeys from across the jungle. Players assume the role of the head monkey, tasked with managing the marketplace by recruiting monkeys, allocating resources, and ensuring customer satisfaction.\n\nExtension Features:\n1. Play Monkey Mart on Chrome Browser.\n2. Quick access to More Games.\n\nIf you have any questions about our Monkey Mart Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Monkey Mart Unblocked game extension.\n4. Press \"Remove\""
  }
}