{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Currency Converter Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Currency Converter Extension For Google Chrome - Fast & Easy to Use."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The currency converter extension is a Free new tab extension which is integrated into Chrome for reliable results. The package is easy to use, very user-friendly, and helps convert one currency to another one while taking into consideration the prevailing foreign exchange rates and providing easy access to a search box.\n\nHow to get started\nOnce the converter is downloaded and added to Chrome (browser) as an extension, all you need to do is input the amount (in numbers) that you need to convert, select the type of currency from the \"From\" dropdown (e.g Australian Dollar) and select the type of currency into which you wish to convert the amount,  from the \"To\" dropdown (eg. Euro).\nThe search engine on the new tab will change to Bing.com once downloaded. Type in the text you need to look up in the search box for easy browsing on the internet.\n\nFeatures\nThe extension comes with features that include:\n• Easy and super fast access to the currency converter including 30+ currency rates\n• Fast, updated and reliable web search powered by Bing.com\n• Completely free!\n\nPermissions\nThe extension requires permission to allow new tabs display the extension's features - custom search, and background image. The extension does not store or share any user data nor does it ask or save any credentials and/or personal information.\n\nUninstallation\nTo uninstall the extension in Chrome, go to chrome://extensions/ and locate  \"Currency Converter Extension\", click on Remove and you will be prompted with a pop up \"Remove Currency Converter Extension?\", click the Remove button.\n\nConclusion:\nThe next time you are unsure of the day's foreign exchange rate and reach out for your calculator, just let the Currency Converter Extension do all the work! The package offers customer support help in the English language. \n\nBy clicking \"Add to Chrome\", I accept and agree to install \"Currency Converter Extension\" Chrome extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.\n\nPlease refer to our Privacy Policy (https://mediastinct.com/privacy-policy/) and Terms of Use (https://mediastinct.com/terms-conditions/). For any queries, please contact us at dev@mediastinct.com or https://mediastinct.com/#Contact\n\nDisclaimer: Once the extension is downloaded, the new tab search box will be replaced by a search bar powered by Bing.com (Microsoft), please refer to Microsoft's  Privacy and Cookie policy here - https://privacy.microsoft.com/en-us/privacystatement"
  }
}