{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "سلة على إكسبريس إلى إكسل"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "هذه الإضافة تعمل علي تصدير محتويات سلة علي إكسبريس إلى ملف إكسل ليسهل مشاركة محتويات السلة مع أي شخص أو وسيط شراء."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "استخدامات الأداة:\n1-\tيمكنك مشاركة روابط المنتجات التي ترغب في شرائها مع أي شخص آخر ليقوم بدوره بشرائها لك نيابة عنك، والذي يعد الحل الأمثل لمن يتعامل مع خدمات الشراء أونلاين أو الدروب شيبنج أو يعمل مع وكلاء للشراء من الصين أو وسطاء للتسوق عبر الانترنت.. إلخ.\n2-\tمشاركة منتجاتك على موقع علي اكسبريس Aliexpress.com مع وكلاء المصادر في الصين للعثور على منتجات مماثلة على موقع تاوباو أو 1688 أو غيره من المواقع الصينية التي تبيع بالجملة.\n3-\tالتنسيق مع أفراد عائلتك او أعضاء الفريق حول المنتجات التي ترغب بشرائها.\n4-\tحفظ المنتجات وجميع البيانات المضافة بعربة التسوق على جهاز الحاسب الخاص بك لشرائها بوقت لاحق.\nوغيرها الكثير!\n\nالأداة متاحة للجميع لاستخدامها مجاناً للأبد، تعمل بنسبة 100% على متصفح حاسوبك الشخصي، ويتم تخزين البيانات على جهازك الخاص فقط. لا يمكننا الوصول لاي بيانات خاصة بك على الإطلاق.\n\nلا تتردد في مشاركة أرائك معنا بترك تقييمك لعمل الأداة أو التواصل معنا عبر البريد الإلكتروني، نقدر ملاحظاتكم لمساعدتنا في تحسين وتطويرالأداة ونرحب بكافة التقييمات من 1 إلى 5 نجوم.\n\nتنويه هام: نحن لا نتبع لموقع علي اكسبريس Aliexpress.com .\nتم تطوير هذه الأداة بشكل مستقل لتصدير محتويات وبيانات عربة التسوق على موقع علي اكسبريس بسهولة.\n\nالأداة فعالة فقط على عربة تسوق موقع علي اكسبريس .Aliexpress.com"
  }
}