{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usercentrics Data Shield"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usercentrics Data Shield automates your consent decisions.",
    "de": "Usercentrics Data Shield automatisiert Deine Einwilligungsentscheidungen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usercentrics Data Shield is free to use and will automatically manage cookie banners for you based on your settings, so you don't have to see them anymore.\n\nUsercentrics Data Shield enables you to configure your privacy choices once, instead of repeatedly  for cookie banners on every website. \n\nUsercentrics Data Shield respects your privacy choices and completes cookie banners based on the selected settings. This ensures a faster, more pleasant browsing experience.\n\nCurrently, when Usercentrics Data Shield is activated, 96% fewer cookie banners are displayed. We are  working hard to add the few remaining banners. Please contact us if there is a website cookie banner you want to include that is not yet supported.",
    "de": "Die kostenlose Browsererweiterung “Usercentrics Data Shield” übernimmt für dich die Beantwortung von Cookie-Bannern auf Basis deiner Einstellungen, sodass du diese nie wieder beantworten musst.\n\nUsercentrics Data Shield ermöglicht es Benutzern, ihre Datenschutzeinstellungen einmalig zu konfigurieren, anstatt immer wieder einzelne Cookie-Banner auf jeder Website zu beantworten.\n\nDabei respektiert Usercentrics Data Shield diese Entscheidungen und beantwortet  die Cookie-Banner entsprechend der gewählten Einstellungen. Dies sorgt für ein angenehmes und schnelles Surferlebnis. \n\nDerzeit werden mit Usercentrics Data Shield ca. 96% weniger Cookie-Banner angezeigt. Wir arbeiten bereits daran, auch die wenigen verbleibenden Banner technisch abzudecken. Bitte kontaktiere uns, wenn eine von dir besuchte Webseite noch nicht unterstützt wird."
  }
}