{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimCompaniesHub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple SimCompanies hub and easy JSON API data access. Data will be saved at local storage for https://sc.nouseforname.de as well."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the hub to access the game and social media pages of https://www.simcompanies.com/, a business simulation game. \n\nThis extension provides easy access to the game and JSON API data to be used in your/external tools for further processing.\n\nIt simply avoid clicking those API urls, where you have to manual copy all the data. This extension will provide buttons to request those urls, after a successful request, the data is in your clipboard, just paste it wherever you need it.\n\nThere are two ways accessing the data:\nUsing context menu icon which only appears on links. Right click to open the menu and find the extension button.\nAfter activating the the API access in the extension options. It will show the buttons inside the main view. Simply click one of those buttons to request the data.\n\nBoth ways are working in the same way. After the positive server response, the data will be inside your clipboard.\n\nAt https://sc.nouseforname.de you will find player tools and data also using tha data from these requests. If you are at this tools website and requesting the data , it will be saved at the local storage of this domain  and can be used by the website tools.\n\nHave fun using this extension for your tools and tables.\n\nYours\nnouseforname"
  }
}