{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rock and Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Install Rock and Search - a custom New Tab with beautiful wallpapers and backgrounds to make your day!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience a whole new level of browsing by installing Rock and Search – a customized New Tab extension for Chrome™. Say goodbye to your plain old new tab and say hello to AI-generated wallpapers designed exclusively for enthusiasts of digital art.\n\nRevamp your browsing routine with Rock and Search. Tailor your new tab page to your liking, enjoy a seamless search experience powered by Microsoft Bing, and indulge in the captivating world of AI-generated wallpapers that will transform your new tab into a visual masterpiece.\n\nWhen you click \"Add to Chrome,\" you are giving your consent to install 'Rock and Search,' which will replace your current New Tab with our service. You'll also enjoy New Tab searches powered by Microsoft Bing. Please familiarize yourself with our Terms of Use and Privacy Policy.\n\nBut that's not all! Rock and Search goes the extra mile by providing you with real-time information such as time, date, and weather based on your geographical location. If you ever want to switch it off, simply navigate to the 'Settings' menu on your New Tab page.\n\nElevate your browsing journey with Rock and Search – where functionality meets artistic expression.\n\nTerms of Use: https://rocknsearch.online/terms-and-conditions/\nPrivacy Policy: https://rocknsearch.online/privacy-policy/\nAbout Us: https://rocknsearch.online/about/\nContact: https://rocknsearch.online/contact/\n\nFree stock media content is distributed by Wallpaperflare - https://www.wallpaperflare.com/"
  }
}