{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Diigo Web Collector - Capture and Annotate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark, Archive, Screenshot & Markup - All-In-One Web Collector, must-have research tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Diigo is the #1 extension for annotating, archiving and bookmarking webpages.  \n\nWith this easy-to-use tool, you can \n\n1.  Bookmark links to archive webpages or to read later\n2.  Attach highlights & stickies to a webpage as a reminder\n3.  Share pages with annotation via Twitter, Facebook, Google Buzz\n4.  Access anywhere, via iPhone, iPad (http://bit.ly/e2ujpL), Android  (http://goo.gl/tvbuq). \n5.  Create groups to pool findings, share resources or curate content\n6.  Automatically cross-post to social bookmarking site Delicious (optional)\n\n【For Those with Privacy Concern 】\nChrome will alert you that the extension may access all your data.\nHere is the whole story:\n   This extension has bookmark, highlight and add sticky note features. These features need the privilege to access your pages. However, we never collect any of your data unless you select some content and choose to send it to diigo. Don't worry. We are also internet users and don't want to be evil.\n\nRecent updates\n* More robust twitter OAuth\n* [new] Search your Diigo library simultaneously while searching google\n* [new option] Load bookmarking info automatically. When enabled, the browser action icon will indicate whether current page is bookmarked.\n* [new] Upload cache page. Save a copy of the web page to My Library.\n* Diigo+Google search in context menu: Select some text, right click and search your library! (can be disabled in options)\n* New option: \"Show highlights automatically\".  When enabled, annotations on a page will be displayed automatically \n\n【Bug Report and Suggestions】\nWe appreciate and receive many user suggestions and requests for improvements. If you have features you would like to see added, or experience a bug for reporting, please send us e-mail at 【developer@diigo.com】. Doing so will allow us to consider any improvements and correct any bugs as soon as possible. Thank you!\n\n【More Great Chrome Apps/Extensions by Diigo】 Check them out:\nhttp://bit.ly/hDJ5se   You won't be disappointed!\n\nChangelog: http://appchangelog.com/extension/2/Diigo-Web-Collector-Capture-and-Annotate"
  }
}