{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BL EPlatforma"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rozszerzenie do automatycznego uzupeniania danych przy wystawianiu aukcji oraz do kontrolowania cen aukcji Allegro."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zapraszam na stroni eplatforma.pro w celu zapoznania si z dziaaniem wtyczki.\n\nWtyczka Chrome ma za zadanie przyspieszy wystawianie aukcji Allegro przez system Baselinker.\n\nPobieranie nazwy, ceny i parametr贸w z najlepiej pozycjonowanych aukcji.  Pobieranie sugerowanych kategorii do produktu. \n\nTestowanie za darmo  \n\nCzy zastanawiae/a si kiedy jak przyspieszy wystawianie aukcji w systemie Baselinker? Czy kto z Was chciaby w pojedynk wystawia 1000 albo wicej aukcji dziennie? Ju偶 nie musisz rcznie uzupenia takich danych jak nazwa, cena, kategoria i parametry. System pobierze te dane z najlepiej pozycjonowanych aukcji Allegro! Ty masz za zadanie ustawi tylko te dane kt贸rych system nie znalaz w Allegro na podstawie kodu EAN.\n\n=====================================\nWIDEO\n=====================================\n\nOg贸lne dziaanie:\nhttps://www.youtube.com/watch?v=9x95mUPa34k\n\nSzczeg贸owe dziaanie wystawiania aukcji\nhttps://www.youtube.com/watch?v=hXCJIms0AOM\n\nSzczeg贸owe dziaanie kontroli cen i nazw\nhttps://www.youtube.com/watch?v=LjrHsgMqJ-Q\n\n=====================================\nPobieranie po parametrze\n=====================================\n\nWyobra藕 sobie tak sytuacj. Masz baz danych produkt贸w z numerami czci samochodowych jako SKU. Wtyczka pobierze dane z aukcji internetowych, kt贸re maj numer czci katalogowej jako wanie Tw贸j SKU. Masz 100% pewnoci 偶e dane pobrane z aukcji zgadzaj si z Twoim produktem.\n\n=====================================\nPobieranie po EAN\n=====================================\n\nAplikacja pobiera najlepsz aukcj z Allegro.pl na podstawie kodu EAN. W rezultacie u偶ytkownik BL otrzymuje sugerowan nazw, cen, kategori oraz parametry do formularza. \n\nW celu zapobiegania pobrania niepoprawnych danych z Allegro, u偶ytkownik otrzymuje wsp贸czynnik zgodnoci nazwy produktu oryginalnego z nazw produktu z aukcji Allegro.\n\n=====================================\nPobieranie po nazwie produktu\n=====================================\n\nJeli nie ma kodu EAN, aplikacja pobiera sugerowane kategorie na podstawie s贸w kluczowych nazwy produktu. U偶ytkownik w BL otrzyma kilka sugerowanych kategorii do wybrania.\n\n=====================================\nPobieranie kategorii\n=====================================\n\nNawet jeli wtyczka nie znalaza sugestii po parametrze, EAN lub nazwie, otrzymasz propozycje sugeroewanych kategorii dla Twoich produkt贸w, co znacznie przyspieszy wystawianie aukcji.\n\n=====================================\nAutomatyzacja\n=====================================\n\nAplikacja jednym przyciskiem pobierze dane o setkach produkt贸w i uzupeni formularza w systemie Baselinker. Dodatkowo aplikacja u偶yje wbudowanej opcji wykrywania parametr贸w w systemie BL.\n\n=====================================\nKontrolowanie cen\n=====================================\n\nAplikacja por贸wnuje ceny z aukcji allegro z cenami w magazynie. Filtruje aukcje kt贸re maj ni偶sz mar偶 od wyznaczonej.\n\n=====================================\nKontrolowanie zgodnoci nazw aukcji\n=====================================\n\nAplikacja analizuje nazw oryginaln produktu oraz nazw na Allegro i podaje wsp贸czynnik podobiestwa nazw.\n\n=====================================\nNowy regulamin Baselinker\n=====================================\nWtyczka spenia kryteria regulaminu Baselinker o zakazie u偶ywania skrypt贸w, bot贸w itp. Wtyczka nie powoduje automatycznego przeadowania stron, nie korzysta w inny spos贸b z zasob贸w BL jak tylko przez API Baselinker. Wtyczka dziaa wycznie po stronie przegldarki u偶ytkownika w poczeniu z API EPlatforma oraz APIBaselinker."
  }
}