{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "10ten Japanese Reader (Rikaichamp)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate Japanese by hovering over words.",
    "ja": "単語の上にマウスのカーソルを合わせたら日英辞書を引く。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly look up Japanese words on any text page by activating the add-on from the toolbar (you may need to use the Extensions menu to pin the icon to the toolbar) or pressing Alt+R.\n\nFeatures:\n• Pitch accent information\n• Dictionaries that update automatically twice a week\n• Recognition of a wide range of grammatical forms and characters (e.g. 食べてた,  分からん, 知らん, じーちゃん, 頑張ろー, そーゆー, ぬ verbs, とく・どく forms, causative passive, vs-c verbs like 兼した, and characters like ㋕, ㌀, ㋿, 𠏹沢, and many more)\n• Translation of Japanese numbers into Arabic numerals (e.g. 13億5千万 into 1,350,000,000)\n• Translation of yen amounts (e.g. 100億円, 8万8千円) into a local currency\n• Translation of Japanese-era years into Gregorian years (e.g. 昭和５６年, 平成三十一年)\n• Translation between 畳/帖 measurements and square meters (e.g. 四畳半、12.6 帖、25 平米 etc.)\n• Translation of shogi moves (e.g. ☗８三銀引成)\n• Support for the widest range of Web content (Google docs, YouTube subtitles, vertical text, SVG images, hidden text etc.)\n• Support for non-English dictionaries (unfortunately no Japanese-Japanese dictionary is freely available yet)\n• Up-to-date kanji data including educational and kanji kentei levels, reworked kanji components etc.\n• Many settings to customize to your needs\n• Localization into Simplified Chinese and Japanese\n• Automatic preview of name entries when there is a better match in the name dictionary\n\nVersion 1.21.0 changes\n• Added stroke animations to the kanji tab!\n• Fixed handling of shadow DOM content in Chrome 128+\n• Fixed matching of 0年\n\nVersion 1.20.0 changes\n• Extended the support for honorific speech.\n  ◦ Added imperative for くださる\n  ◦ Added addtional forms of ます\n    ◦ たら・たり and て-form\n    ◦ Imperative\n  ◦ Added respectful speech\n    ◦ Continuous form (ていらっしゃる, てらっしゃる)\n    ◦ なさる\n    ◦ になる\n  ◦ Added humble speech\n    ◦ Continuous form (ておる, とる)\n    ◦ 致す\n  ◦ Fixed recognition of irregular verb forms of 宣う\n• Added support for irregular verb forms of 給う.\n• Fixed recognition of continuous forms of verbs with irregular te form.\n• Added supported for doing unit conversions to imperial units.\n• Added links from WaniKani annotations in the words and kanji tabs to the corresponding page on the WaniKani homepage.\n• Fixed a condition that could cause some preferences to be overwritten causing, for example, the puck to suddenly disappear.\n• Fixed duplicate matching of names with both 新字体 and 旧字体.\n• Fixed display of matches on search-only forms so they don't appear as part of the entry.\n\nVersion 1.19.0 changes\n• Made it possible to change tabs in the popup by swiping horizontally.\n• Bundled fonts used by the popup to provide consistent display and avoid issues with sites that patch system fonts.\n• Changed puck behavior to no longer hold the popup window like a regular mouse event would.\n• Made copying to the clipboard include rare headwords again when not using simplified copy mode.\n• Made the popup no longer show when tapping on text boxes and other interactive elements.\n• When searching using just kana (e.g. し and ヤク), made kana matches be prioritized.\n• Fixed sorting between various deinflected results so that 進む appears before 進ぶ when looking up 進んでいます.\n• Made the popup update after the database update is complete.\n• Made senses no longer be restricted when matching on search-only headwords.\n• Fixed translation of odd numbers with digits and multiple powers of ten like 11,786百万円.\n\nVersion 1.18.0 changes\n• Made the puck persist its position, orientation, and active state between pages.\n• Updated the clipboard copy feature:\n  ◦ Added a new setting to copy a simplified version of the entry that may be more suitable for making flashcards etc..\n  ◦ Definitions are now separated by line breaks.\n  ◦ Rare headwords are excluded from the result unless we matched on them.\n• Fixed a case of 10ten not looking up text with ruby correctly in Ttsu reader.\n• Stopped popup being inverted when Wikipedia's experimental dark mode is enabled.\n\nVersion 1.17.1 fixes\n• Fixed support for Google Docs.\n• Improved rendering of source language information.\n• Added localization and handling for new rk (rarely-used kana form) tag.\n\nVersion 1.17 includes\n• Added option to show Bunpro vocabulary and grammar labels next to words.\n• Added localizations for newly-introduced field tags.\n• Fixed slow lookup for long text spans.\n\nVersion 1.16.1 includes\n• Enabled Manifest Version 3\n• Made the options page show up in a new tab\n• Lookup fixes\n  ◦ Fixed recognition of words that end in half-width numerals like 小1\n  ◦ Added parsing for ill-formed numbers like 39,800万円\n  ◦ Made matches on search-only headwords show the search-only version too (e.g. 磨ガラス, ペイチン)\n  ◦ Hid the \"usually kana\" annotation when no kanji headwords are shown\n  ◦ Added ability to recognize (deinflect) a few more irregular verbs like ございません and くださいます\n• Keyboard fixes\n  ◦ Added handling to avoid the x key being assigned to both closing the popup and expanding it\n• Other bug fixes\n  ◦ Fixed the popup changing width in some cases (e.g. when tabs are hidden and scrollbars are configured to always show)\n\nVersion 1.15.0 includes\n• Collapsed popup window to only show the most relevant results by default\n  ◦ You can restore the old behavior by choosing \"Expand all entries → Words\" from the settings screen\n  ◦ You can view other entries by scrolling the popup window or by expanding it to show all entries by clicking the downward triangle button or pressing x on the keyboard\n• Popup shows kanji details for all kanji in the longest matched word\n• Setting for changing the font size of the popup\n• Options page support for dark mode\n• Option to disable looking up words by tapping on them on touchscreen devices\n• WaniKani level data. This can be enabled from the options page under the \"Popup style\" and \"Kanji dictionary\" sections.\n• Handling for kanji incorrectly encoded as radicals\n• Handling of pages with <frameset> elements and nested <iframe>s\n• Highlight styles on pages with strict CSP settings\n\nVersion 1.14.0 includes\n• Rewritten text lookup to better handle cases of hidden content, avoid lingering popups, and improve performance.\n• Fixed a bug where overlays would be broken on MangaDex.\n\nVersion 1.13.5 includes\n• Added support for parsing ざるを得ない endings, e.g. 闘わざるをえなかった.\n• Added support for parsing ～ないで, e.g. 払わないですんだ.\n• Added an option for higher contrast pitch accent markings.\n• Fixed the browser icon getting stuck at 100%.\n• Made the popup show for sites that make nested contents fullscreen such as Crunchyroll.\n• Made the touchscreen puck trigger showing text boxes on mokuro that normally only show on hover.\n• Fixed lookup of Japanese inside display: contents containers.\n• Fixed lookup of Japanese with certain combinations of display: inline-block such as is used on Kanshudo.\n• Made the copy overlay not show if the user has selected text in the popup.\n• Made shogi shorthand matches not show up when there is a longer word match.\n• Added inflection for できる so that 連絡できなかった is parsed as a single unit.\n• Updated explanation text for passive deinflections to indicate that they may simply be sonkeigo.\n\nVersion 1.12.４ includes\n• Made it possible to interact with the popup by using the mouse. For example, you can change tabs or copy entries by clicking.\n  ◦ Note that this makes the popup tabs larger and may sometimes mean the popup does not dismiss as quickly. This behavior can be disabled from the options page under \"Popup interactivity\".\n• Made the popup not move position when changing tabs via touch or mouse.\n• Added a shortcut key for closing the popup (defaults to Esc).\n• Added a shortcut key for pinning the popup (defaults to Ctrl).\n• Added a setting to make highlight styles blue.\n• Fixed a bug where highlights might not be cleared.\n• Disabled using the Highlight API on for vertical text due to Chromium bug 1360724.\n\nVersion 1.11.0 includes\n• Made katakana headwords be shown when matching on katakana.\n• Made non-matching kanji headwords be hidden when matching on kana.\n• Added handling for search-only dictionary headwords.\n• Made it possible to copy name preview entries to the clipboard.\n• Fixed display of currency conversion etc. when there are only name results.\n• Fixed handling of kanji records with multiple cross references.\n• Made the label for rarely-used kanji shorter.\n\nVersion 1.10.0 includes\n• Updated data download service to improve initial download performance and provide more useful download progress.\n\nVersion 1.9.0 includes\n• Made the popup display in full-screen mode so you can look up text in subtitles on full-screen videos.\n• Added recognition for decimals numbers with kanji bases (e.g. 25.1万円).\n• Made the popup not automatically show for text elements with title/alt attributes when a key is required to show the popup.\n• Fixed an issue where other extensions could cause the popup to be mispositioned.\n\nVersion 1.8.4 includes\n• Fixed looking up vertical text using pdf.js.\n• Fixed use of the puck on Bibi reader.\n• Fixed a regression in highlighting of non-BMP characters e.g. 𠏹沢.\n• Made sure the popup always appears on top, even for sites like TimeTree that use the maximum z-index for their popups.\n• Fixed a bug where the copy status message would re-appear after switching tabs.\n\nVersion 1.7.1 includes\n• Fixed display of the radical meaning in kanji view\n\nVersion 1.7.0 includes\n• Parsing for shogi moves (e.g. ☗８三銀引成)\n• Improved text look up in Google docs when the document is scaled\n• Fixed positioning of the puck (touch screen devices) when using pinch zoom\n• More common kana readings are displayed when looking up an entry by an irregular kana reading (e.g. showing ふんいき when looking up ふいんき)\n• Irregular kana readings are dimmed when looking up by kanji (e.g. ふいんき is dimmed when looking up 雰囲気)\n• Irregular kanji headwords be dimmed when looking up by kana (e.g. お母 is dimmed when looking up おふくろ)\n• Name preview no longer shows the age for name entries when only a year is given, or when the name is not for a person\n• Stopped the add-on from interfering with generic XML documents\n• Stopped producing source maps which would result in an error being displayed in the developer console\n\nVersion 1.6.1 includes\n• Fixes looking up text in text boxes when the document is scrolled\n\nVersion 1.6.0 includes\n• Support for copying entries from touch devices by tapping the entry\n• Copying to the clipboard works for HTTP sites\n• Support for looking up words on touch screens by tapping the word\n\nVersion 1.5.0 includes\n• Support for Google Docs annotated canvas\n• Refines senses based on what you're looking up\n• Shows the age next to names\n• Lots of minor fixes (tm formatting, number lookup, etc.)\n\nVersion 1.4.8 includes\n• Fixes to popup display for iframes (such as on the Bibi EPUB reader) and standalone SVG graphics\n\nVersion 1.4.3 includes\n• Expands numbers that include kanji characters and aren't in the dictionary (e.g. 9万8800, 365億)\n• Adds an option to disable currency conversion\n• Fixes a bug where popups were not scrollable when no tabs are shown\n• Forces Google Docs to use HTML mode. This can be disabled from settings.\n• Ignores zero-width non-joiner characters (as sometimes used by Google Docs)\n\nVersion 1.4.1 includes\n• Conversion of currency amounts (e.g. 8万8千円, 100億円)\n• A \"puck\" for looking up words on touch screens\n\nVersion 1.3.5 includes\n• Overhauled popup positioning to better correspond with old behavior\n• Reworked iframe message passing to prevent interfering with pages like Azure portal\n\nVersion 1.3.3 includes\n• Improved lookup performance\n• Popup is now shown again for images with Japanese alt/title text but there is an option to turn it off\n• Added recognition for counters that start with half-width numerals (e.g. 1 つ, 14 日)\n• Reworked popup positioning\n\nVersion 1.2.3 includes\n• Made the lookup better reflect the cursor position\n• Fixed a regression in the highlighting of text when only content that is not a  dictionary entry matches\n\nVersion 1.2.2 includes\n• Made popups for iframes be shown in the topmost window\n• Fixed flickering on links that use transitions\n• Fixed a regression when looking up the first character in a text box\n\nVersion 1.2.1 includes\n• Better handling of text in text boxes (form fields etc.)\n\nVersion 1.2.0 includes\n• Option to display tabs on the sides or hide them altogether\n• Option to change the toolbar icon to a 天 character instead\n• Made katakana name matches show up in the name preview\n\nVersion 1.1.3 includes\n• New name: 10ten Japanese Reader\n• New default theme (switches between light/dark based on system dark-mode setting)\n• Tabs for showing different dictionary results and made them interactive on touch screen devices\n• Automatic translation of 畳/帖 and square measurements such as 四畳半, 6.5 帖, 10㎡, or 十二平米\n• Option to show only kanji entries by holding Shift.\n• Shortcut key to toggle the extension on and off is no longer be synchronized so that the full range of modified keys can be used and so that extensions keys configured via the browser UI interoperate with the extension UI better\n• Popup shows up less eagerly when the hold-to-show key(s) is/are pressed and a text box is focused since it can interfere with copying and pasting.\n• Optimized searching for variants of 長音 (ー) and 旧字体 to perform fewer lookups while considering all 長音 variations for name entries\n• Additional key that can be configured to switch dictionaries, n, since Shift can be unavailable when Firefox's resist fingerprinting mode is enabled\n• Notification that incomplete results are shown when the dictionary data is being updated\n• Hint indicating the keys that can be used to switch dictionaries\n\nVersion 0.5.7 includes\n• Recognition of covered-up text as used on asahi.com and nikkei.com\n• Fixes to handling of text in text boxes (previously the first character could not be recognized)\n\nVersion 0.5.10 includes\n• Performance improvements when looking up words",
    "ja": "Quickly look up Japanese words on any text page by activating the add-on (理 button on the toolbar or Alt+R). Press 'Shift' or 'Enter' to view kanji or name information.\n\nForked from rikaikun in 2017, Rikaichamp includes:\n\n• Pitch accent information\n• Support for non-English dictionaries\n• Dictionaries that update automatically every week (fetching just the updated entries)\n• Overhauled dictionary entry display to make it much easier to read\n• Automatic translation of Japanese-era years into Gregorian years (e.g. 昭和５６年、令和元年、平成三十一年)\n• Recognition of many more grammatical forms (e.g. vs-c verbs like 兼した, irregular verbs like いらっしゃいます, continuous forms like 食べてた, ん as a negative form like 分からん, 知らん, words with ー like じーちゃん, 頑張ろー, そーゆー, ぬ verbs, とく・どく forms, causative passive, させる for verbs ending in す e.g. 起こさせる)\n• Automatic preview of name entries when there is a better match in the name dictionary\n• Handling of a much wider range of characters including ㋕, ㌀, ㋿, 𠏹沢, ８月, Ｂ級グルメ, オーサカ\n• Completely localized into Japanese (so you can study Japanese while you study Japanese!) and Simplified Chinese\n• Better prioritization of more common matches\n• Support for displaying romaji\n• Overhauled copy feature so you can select the entry and format you wish to copy\n• Smarter popup positioning\n• Support for vertical text and SVG text\n• Much lower memory usage (> 90% less)\n• Kanji data for Kanji kentei, Conning references, educational levels, reworked kanji components etc.\n• Overhauled settings window to make it more intuitive\n• Better isolation of styles so that the popup always looks correct\n• Improved handling of ruby text in YouTube\n• Hundreds of other fixes"
  }
}