{
  "name": {
    "ar": "Bulk QR Code Maker Excel",
    "am": "Batch QR Code Generator From excel",
    "bg": "Bulk QR Code Generator From CSV",
    "bn": "QR Code Batch Creator",
    "ca": "Bulk QR Code Generator With logo",
    "cs": "Batch QR Code Maker & Downloader",
    "da": "QR Code Bulk Generator",
    "de": "Best Bulk QR Code Creator",
    "el": "Bulk Create QR Codes",
    "en,en_AU,en_GB": "Bulk QR Code Generator",
    "en_US": "QR Code Generator",
    "es": "Bulk QR Code Generator With Logo",
    "es_419": "Create Muti QR Codes",
    "et": "Create Bulk QR Codes Free",
    "fa": "Create QR Codes In Batch",
    "fi": "Free Bulk QR Code Creator Excel",
    "fil": "Generate Muti QR Code From Excel",
    "fr": "Generate Muti QR Codes",
    "gu": "Generate QR Codes In Bulk",
    "he": "Batch QR Code Creator",
    "hi": "QR Code Maker Free",
    "hr": "QR Code Generator In Batch",
    "hu,pl,sr": "Bulk QR Code Creator",
    "id": "Bulk QR Code Generator With Logo Free",
    "it": "Free Bulk QR Code Creator",
    "ja": "Generate QR Code Bulk",
    "kn": "QR Code Bulk Generator Free",
    "ko": "QR Code Generator Bulk",
    "lt": "QR Code Batch Generator From Sheets",
    "lv": "Muti QR Code Generator Tool",
    "ml": "Bulk Create QR Codes Free",
    "mr": "Bulk Custom QR Code Generator",
    "ms": "Muti QR Code Creation",
    "nl": "Bulk QR Code Excel",
    "no": "Batch QR Code Generate",
    "pt_BR": "Bulk QR Code Generation",
    "pt_PT": "Muti QR Code Generator CSV",
    "ro": "Bulk QR Code Maker Download",
    "ru": "Batch QR Code Generator Free Download",
    "sk": "Muti QR Code Generator",
    "sl": "Muti QR Code Generator With Color",
    "sv": "Bulk QR Code Service",
    "sw": "Generate Batch QR Code",
    "ta": "Create QR Code In Bulk",
    "te": "Create Bulk QR Code",
    "th": "QR Code Bulk Generation",
    "tr": "QR Code Generator Batch Download",
    "uk": "QR Code Maker Bulk",
    "vi": "QR Code Maker Bulk Sheets",
    "zh_CN": "二维码生成器",
    "zh_TW": "QR碼產生器"
  },
  "short": {
    "ar": "Bulk QR Code Generator: Efficient QR code creation tool with batch processing, customization, and zip file download. Perfect for…",
    "am": "Generate and customize multiple QR codes effortlessly with Bulk QR Code Generator. Supports text, CSV, and Excel input. Perfect for…",
    "bg": "Create bulk QR codes with custom features like colors and logos using Bulk QR Code Generator. Download all as a zip. Great for…",
    "bn": "Bulk QR Code Generator: Fast, customizable QR code creation in bulk. Input via text, CSV, or Excel. Perfect for events, marketing,…",
    "ca": "Generate multiple QR codes quickly with Bulk QR Code Generator. Customize colors, sizes, and logos. Download in a zip. Ideal for…",
    "cs": "Efficiently create and download numerous QR codes with Bulk QR Code Generator. Customizable with text, CSV, Excel input. Ideal for…",
    "da": "Bulk QR Code Generator: Simplify bulk QR code creation with text, CSV, and Excel inputs. Customize and download as a zip. Great for…",
    "de": "Quickly generate and customize multiple QR codes with Bulk QR Code Generator. Download all in a convenient zip file. Ideal for…",
    "el": "Create and personalize bulk QR codes with ease using Bulk QR Code Generator. Input via text, CSV, or Excel. Perfect for events,…",
    "en,en_AU": "Generate multiple QR codes with Bulk QR Code Generator. Customize with colors, sizes, logos, and download in a zip file.",
    "en_GB": "Quickly produce and personalize numerous QR codes with Bulk QR Code Generator. Download all as a zip file. Efficient for marketing,…",
    "en_US": "Bulk QR Code Generator: Easily create, customize, and download multiple QR codes at once. Supports text, CSV, and Excel inputs.…",
    "es": "Bulk QR Code Generator: Efficient QR code creation tool with customization options and zip file download. Ideal for marketing,…",
    "es_419": "Generate bulk QR codes fast with Bulk QR Code Generator. Customize with colors, sizes, and logos. Download all as a zip. Perfect…",
    "et": "Bulk QR Code Generator: Create, customize, and download multiple QR codes easily. Supports text, CSV, and Excel inputs. Great for…",
    "fa": "Create bulk QR codes quickly with customization options in Bulk QR Code Generator. Input via text, CSV, or Excel. Ideal for events,…",
    "fi": "Bulk QR Code Generator: Fast, customizable QR code creation in bulk. Download all as a zip. Perfect for marketing, events, and…",
    "fil": "Generate and customize multiple QR codes effortlessly with Bulk QR Code Generator. Supports text, CSV, and Excel input. Great for…",
    "fr": "Bulk QR Code Generator: Efficiently create and download numerous QR codes with customization options. Ideal for marketing, events,…",
    "gu": "Bulk QR Code Generator: Easily create and download multiple customized QR codes. Ideal for events, marketing, and inventory…",
    "he": "Efficiently generate bulk QR codes with customizable features using Bulk QR Code Generator. Download as a zip. Perfect for…",
    "hi": "Bulk QR Code Generator: Create numerous QR codes quickly. Customize with colors, sizes, logos, and download all in a zip. Ideal for…",
    "hr": "Generate multiple QR codes with ease using Bulk QR Code Generator. Input text, CSV, or Excel. Customize and download as a zip.…",
    "hu": "Quickly create and customize bulk QR codes with Bulk QR Code Generator. Supports text, CSV, and Excel inputs. Download all in a…",
    "id": "Bulk QR Code Generator: Simplify bulk QR code creation with customizable features. Download as a zip. Ideal for marketing, events,…",
    "it": "Create and personalize multiple QR codes quickly using Bulk QR Code Generator. Input via text, CSV, or Excel. Perfect for marketing…",
    "ja": "Efficiently generate and customize bulk QR codes with Bulk QR Code Generator. Download all in a zip. Ideal for marketing campaigns…",
    "kn": "Bulk QR Code Generator: Easily create and download multiple QR codes with customization options. Supports text, CSV, and Excel…",
    "ko": "Quickly produce and personalize numerous QR codes with Bulk QR Code Generator. Input via text, CSV, or Excel. Download as a zip.…",
    "lt": "Bulk QR Code Generator: Create bulk QR codes with customizable features. Download all in a zip. Perfect for marketing, events, and…",
    "lv": "Efficiently generate and customize multiple QR codes with Bulk QR Code Generator. Supports text, CSV, and Excel inputs. Great for…",
    "ml": "Bulk QR Code Generator: Easily create and download numerous QR codes with customization options. Input via text, CSV, or Excel.…",
    "mr": "Quickly generate bulk QR codes with customizable features using Bulk QR Code Generator. Download all in a convenient zip file.…",
    "ms": "Bulk QR Code Generator: Create and personalize multiple QR codes quickly. Supports text, CSV, and Excel inputs. Download as a zip.…",
    "nl": "Efficiently create and download numerous QR codes with Bulk QR Code Generator. Customize with colors, sizes, and logos. Perfect for…",
    "no": "Bulk QR Code Generator: Easily generate and customize bulk QR codes. Input via text, CSV, or Excel. Download all in a zip. Ideal…",
    "pl": "Quickly create multiple QR codes with customization options using Bulk QR Code Generator. Supports text, CSV, and Excel inputs.…",
    "pt_BR": "Bulk QR Code Generator: Efficiently generate and download bulk QR codes with customizable features. Ideal for marketing, events,…",
    "pt_PT": "Create and personalize numerous QR codes quickly with Bulk QR Code Generator. Input via text, CSV, or Excel. Download all in a…",
    "ro": "Bulk QR Code Generator: Easily create and customize numerous QR codes. Supports text, CSV, and Excel inputs. Download all in a zip.…",
    "ru": "Efficiently generate bulk QR codes with customization options using Bulk QR Code Generator. Download as a zip. Ideal for marketing…",
    "sk": "Quickly create and personalize multiple QR codes with Bulk QR Code Generator. Input via text, CSV, or Excel. Download all in a…",
    "sl": "Bulk QR Code Generator: Simplify bulk QR code creation with customizable features. Supports text, CSV, and Excel inputs. Ideal for…",
    "sr": "Generate numerous QR codes quickly with Bulk QR Code Generator. Customize with colors, sizes, and logos. Download all in a zip.…",
    "sv": "Bulk QR Code Generator: Efficiently create and download multiple QR codes with customization options. Great for marketing…",
    "sw": "Quickly generate and customize bulk QR codes with Bulk QR Code Generator. Input via text, CSV, or Excel. Download as a zip. Ideal…",
    "ta": "Create and personalize numerous QR codes with ease using Bulk QR Code Generator. Supports text, CSV, and Excel inputs. Perfect for…",
    "te": "Bulk QR Code Generator: Easily generate bulk QR codes with customizable features. Download all in a zip. Ideal for marketing…",
    "th": "Efficiently create and download multiple QR codes with Bulk QR Code Generator. Customize with colors, sizes, and logos. Perfect for…",
    "tr": "Quickly produce and personalize numerous QR codes with Bulk QR Code Generator. Supports text, CSV, and Excel inputs. Download all…",
    "uk": "Bulk QR Code Generator: Simplify bulk QR code creation with customizable features. Input via text, CSV, or Excel. Ideal for…",
    "vi": "Generate multiple QR codes quickly with Bulk QR Code Generator. Customize with colors, sizes, and logos. Download all in a zip.…",
    "zh_CN": "Create bulk QR codes fast with customization options in Bulk QR Code Generator. Use text, CSV, or Excel files. Ideal for event…",
    "zh_TW": "Bulk QR Code Generator: Efficiently create and download numerous QR codes with customization options. Great for marketing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk QR Code Generator: Create mass QR Codes for free.\n\nBulk QR Code Generator is a powerful browser extension that enables you to generate multiple QR codes at once for free. To use it, simply enter each QR code's content on a new line or import data from Excel, CSV, or text files. You can customize the colors and sizes of your QR codes as needed.\n\nKey Features\n- Batch QR code generation: Create multiple QR codes simultaneously\n- Packaged download: Get all your QR codes in a single, convenient zip file\n- Flexible input options: Enter text directly or upload CSV/Excel files\n- Customization options: Personalize your QR codes with custom colors, sizes, formats, and logos.\n\nHow to Use Muti QR Code Creator?\n1. Click the extension icon to open the main interface.\n2. Enter your text in the input box, with each line generating a separate QR code. Click \"Generate QR Code\" to proceed to the customization page.\n3. (Optional) Review your input text or upload a CSV/Excel file to add more content.\n4. (Optional) Customize your QR codes by adjusting colors, sizes, and image format, and adding a custom logo.\n5. Click \"Generate\" to create your QR codes. Once complete, you can download them as a compressed file or download them one by one.\n\nTransform the way you create QR codes with Bulk QR Code Creator – your go-to tool for efficient, customizable, and secure QR code generation."
  }
}