{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,ru,sk,sl,sr,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streak CRM for Gmail",
    "ca,it": "Streak CRM per Gmail",
    "de": "Streak CRM für Gmail",
    "es,es_419,pt_BR,pt_PT": "Streak CRM para Gmail",
    "fr": "Streak CRM pour Gmail",
    "nl": "Streak CRM voor Gmail",
    "pl": "Streak CRM dla Gmail",
    "ro": "Streak CRM pentru Gmail",
    "sv": "Streak CRM för Gmail",
    "sw": "Streak CRM kwa Gmail"
  },
  "short": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,ru,sk,sl,sr,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage sales and customer relationships directly inside Gmail.",
    "ca": "Administrar clients o ofertes de dreta dins de Gmail.",
    "da": "Administrere kunder eller tilbud lige inde Gmail.",
    "de": "Kunden verwalten oder Angebote direkt in Gmail.",
    "es,es_419": "Administrar clientes u ofertas de derecha dentro de Gmail.",
    "fr": "Gérer les clients ou les offres droite à l'intérieur de Gmail.",
    "it": "Gestire i clienti o le offerte di destra all'interno di Gmail.",
    "nl": "Beheer klanten of deals recht binnen Gmail.",
    "pt_BR,pt_PT": "Gerenciar clientes ou negócios dentro do Gmail.",
    "ro": "Gestiona clienții sau oferte chiar în interiorul Gmail.",
    "sv": "Hantera kunder eller erbjudanden direkt i Gmail.",
    "sw": "Kusimamia wateja au mikataba haki ndani ya Gmail."
  },
  "long": {
    "ar": "إدارة العملاء مباشرة داخل جوجل\nلا أكثر ذهابا وإيابا بين صندوق البريد الوارد وغيرها من الأدوات\nمفيدة ل: المبيعات، والتوظيف، ودعم\n\nتعزيز واجهة في Gmail\n* مجموعة جميع رسائل البريد الإلكتروني من أحد العملاء أو التعامل داخل مربع\n* تتبع الملاحظات ووضع وتفاصيل كل عميل\n* الأسهم صناديق ضمن فريقك وابقاء الجميع في حلقة\n* ترى كل البريد الالكتروني بين العملاء وفريق العمل، والحق في صندوق البريد الوارد\n\nقصاصات\n* تسريع إرسال رسائل البريد الإلكتروني متكررة مع قوالب مخصصة\n* اختصارات لجعل من السهل كتابة رسائل البريد الإلكتروني نسيم\n\nوفي وقت لاحق إرسال\n* جدولة هذه الرسائل حاسمة بالنسبة لمرات عندما سيكون لدينا أكبر الأثر\n* إدارة جميع بسيط من داخل Gmail\n\nالبريد الإلكتروني تعقب (قريبا)\n* عندما تحصل على اخطار قراءة رسائل البريد الإلكتروني\n* معرفة ما اذا كان ومتى وكيف عدد المرات التي تم فتح البريد الالكتروني الخاص بك",
    "am,bn,en,en_AU,fa,gu,kn,ml,mr,ms,ta,te,zh_TW": "The CRM that integrates directly with your Gmail inbox.\n\nTrack deals and relationships inside Gmail with Streak CRM. Whether you're a sales professional, business owner, or freelancer, Streak helps you organize emails and close deals without leaving your inbox.\n\n➤ Key Features:\n\n- Gmail Integration: Seamlessly integrated in your Gmail inbox. Syncs with Google Calendar and Google Drive \n- Contact & Deal Tracking in Pipelines: Track deals, support tickets, fundraising, investments, orders, and more with customizable pipelines.\n- Task Management: Create and manage tasks to move deals forward.\n- Integrations & Automation: Connect with the apps that power your business and automate repetitive tasks.\n- AI Co-pilot: Enhance productivity with AI-powered data entry, deal summaries, Q&A, and call & meeting agenda generation.\n- Email and link tracking: Know when your emails are opened and when someone clicks on a link in your email.\n- Mail Merge with Automated Follow-Up: Send personalized emails to multiple recipients and automate follow-ups to get more responses.\n- Collaboration & Team Management: Share pipelines, track team progress, and work together in real-time.\n- Mobile Apps for Android and iOS: Access and update your CRM on the go.\n- Rigorous security and privacy: Streak is built in the same cloud as Gmail and G Suite.\n\n➤ Use Streak to:\n\n- Boost Productivity: Manage your emails and CRM activities in one place.\n- Stay Organized: Keep all your customer details, emails, documents, and notes in a single, accessible location.\n- Increase Efficiency: Automate repetitive tasks and focus on building relationships.\n- Enhance Collaboration: Work together with your team without switching between apps.\n- Gain Insights: Use analytics and AI tools to track performance and make informed decisions.\n\nJoin over 750,000 professionals who trust Streak CRM to manage their customer relationships right from their inbox. Install Streak CRM today and take your team’s productivity to the next level.\n\nHave questions? We’d love to help! Visit our Help Center or send us a message at support@streak.com.",
    "bg": "Управление на клиентите директно в Gmail\nНе повече назад и напред между вашата пощенска кутия и други инструменти\nПолезно за: продажби, отдаване под наем, както и подкрепа\n\nПодобряване на интерфейса на Gmail\n* Група всички имейли от клиент или сделка в кутия\n* Да следите на този статут, бележки и информация на всеки клиент.\n* Акции кутии в рамките на вашия екип и държи всички в течение\n* Вижте всеки имейл между клиент и вашия екип, точно в пощенската си кутия\n\nОткъси\n* Ускори повторно изпращане на имейли с шаблони\n* Лесни комбинации, пишете имейли бриз\n\nИзпратите по-късно\n* График за тези важни имейли за времето, когато те ще имат най-голямо влияние\n* Обикновено управление, в рамките на Gmail\n\nЕлектронна поща за проследяване (очаквайте скоро)\n* Да получите уведомление, когато се четат вашите имейли\n* Вижте дали, кога и колко пъти бе открита електронната си поща",
    "ca": "Gestionar als clients directament a Gmail\nNo més d'anada i tornada entre la safata d'entrada i altres eines\nÚtil per: vendes, contractació, i el suport\n\nMillorar la interfície de Gmail\n* Grup de tots els correus electrònics des d'un client o negoci en una caixa\n* Fer un seguiment de la situació, les notes i els detalls de cada client\n* Les quotes de caixes dins del seu equip i mantenir a tots en el circuit\n* Veure tots els correus electrònics entre un client i el seu equip, al teu correu electrònic\n\nFragments de\n* Accelerar l'enviament de correus electrònics repetitius amb plantilles personalitzades\n* Els accessos directes fàcils de fer l'escriptura de missatges de correu electrònic d'una brisa\n\nEnviar més tard\n* Programar els correus electrònics crucials per als temps en què tindran el major impacte\n* Administració simple, tot des de Gmail\n\nCorreu Seguiment (properament)\n* Rebre una notificació quan els seus correus electrònics són llegits\n* Si, quan i quantes vegades es va obrir el seu correu electrònic",
    "cs": "Správa zákazníků přímo v Gmailu\nŽádné další tam a zpět mezi své schránky a další nástroje\nVhodné pro: prodej, pronájem, a podpora\n\nPosílit Gmail rozhraní\n* Skupina všechny e-maily od zákazníka nebo řešení do pole\n* Sledování stavu poznámek, a podrobností o každého zákazníka\n* V akcie boxy ve vašem týmu a udržet všechny v obraze\n* Vidět každý e-mail mezi zákazníkem a váš tým, přímo do vaší poštovní schránky\n\nÚryvky\n* Urychlení opakujících se zasláním e-maily pomocí vlastních šablon\n* Snadné zkratky, aby psaní e-mailů vánek\n\nOdeslat později\n* Plánovat ty zásadní e-maily o době, kdy budou mít největší dopad\n* Jednoduchá správa vše v rámci služby Gmail\n\nE-mail Tracking (již brzy)\n* Upozorňováni, když se čtení e-mailů\n* Zjistit, zda, kdy a kolikrát se vaše e-mail byl otevřen",
    "da": "Administrer kunder direkte i gmail\nIkke mere frem og tilbage mellem din indbakke og andre værktøjer\nNyttigt for: salg, leje og support\n\nForbedre Gmails grænseflade\n* Gruppe alle e-mails fra en kunde eller aftale i en kasse\n* Holde styr på status, noter og oplysninger om den enkelte kunde\n* Aktier bokse inden for dit team og holde alle i sløjfe\n* Se alle e-mail mellem en kunde og dit team, lige i din indbakke\n\nStumper\n* Fremskynde sender gentagne e-mails med brugerdefinerede skabeloner\n* Nemme genveje foretage skrive e-mails til en leg\n\nSend senere\n* Planlægge disse vigtige e-mails til de tidspunkter, hvor de vil have størst virkning\n* Enkel styring alt fra Gmail\n\nE-mail Tracking (kommer snart)\n* Få besked, når dine e-mails bliver læst\n* Se, om, hvornår og hvor mange gange din e-mail blev åbnet",
    "de": "Verwalten von Kunden direkt in Google Mail\nNicht mehr hin und her zwischen Ihrem Posteingang und andere Werkzeuge\nNützlich für: Vertrieb, Vermietung und Unterstützung\n\nVerbessern Sie die Google Mail-Schnittstelle\n* Gruppe alle E-Mails von einem Kunden oder Deal in eine Kiste\n* Beachten Sie bitte Status, Notizen und Details des jeweiligen Kunden\n* Aktien-Boxen in Ihrem Team und halten alle in der Schleife\n* Siehe jede E-Mail zwischen einem Kunden und Ihrem Team, direkt in ihrer Inbox\n\nSnippets\n* Beschleunigen Senden wiederholende E-Mails mit benutzerdefinierten Vorlagen\n* Einfache Shortcuts machen E-Mails schreiben zum Kinderspiel\n\nSpäter senden\n* Planen die entscheidenden E-Mails für die Zeiten, in denen sie die größten Auswirkungen haben werde\n* Einfache Verwaltung aller innerhalb von Google Mail\n\nE-Mail-Tracking (in Kürze)\n* Benachrichtigt, wenn Ihre E-Mails lesen bekommen bekommen\n* Sehen, ob, wann und wie oft Ihre E-Mail geöffnet wurde",
    "el": "Διαχειριστείτε τους πελάτες απευθείας μέσα από το Gmail\nΔεν υπάρχει πλέον η εμπρός και πίσω μεταξύ εισερχόμενά σας και άλλα εργαλεία\nΧρήσιμο για: τις πωλήσεις, την πρόσληψη, και την υποστήριξη\n\nΕνίσχυση διασύνδεσης του Gmail\n* Ομάδα όλα τα μηνύματα από έναν πελάτη ή συμφωνία σε ένα πλαίσιο\n* Να παρακολουθείτε την κατάσταση των σημειώσεων, καθώς και λεπτομέρειες για κάθε πελάτη\n* Κουτιά μετοχές στην ομάδα σας και να κρατήσει ο καθένας στο βρόχο\n* Δείτε όλα τα e-mail μεταξύ ενός πελάτη και η ομάδα σας, δικαίωμα στο inbox σας\n\nΑποσπάσματα\n* Επιταχύνει την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου με επαναλαμβανόμενες προσαρμοσμένα πρότυπα\n* Εύκολες συντομεύσεις να γράφουν emails ένα αεράκι\n\nΑποστολή αργότερα\n* Προγραμματίσει οι ζωτικής σημασίας για τα μηνύματα των καιρών, όταν αυτοί θα έχουν το μεγαλύτερο αντίκτυπο\n* Απλή διαχείριση όλα μέσα από το Gmail\n\nΠαρακολούθηση ηλεκτρονικού ταχυδρομείου (προσεχώς)\n* Να ειδοποιηθείτε όταν παίρνουν ανάγνωσης e-mails σας\n* Δούμε αν, πότε και πόσες φορές το email σας άνοιξε",
    "en_GB,en_US": "Streak lets you run your entire Sales process right inside your inbox.. No more having to switch back and forth between your inbox and other tools, Streak makes it effortless to save your customer's details into your CRM without ever having to interrupt your workflow.\n\nBUILT FOR GOOGLE APPS AND GMAIL\nStreak was built for Gmail providing a seamless experience between your CRM and your inbox. Streak also connects to your Google Apps to leverage the power behind your Google Calendar, Google Sheets, and Google Drive.\n\nBUILT FOR CUSTOMIZABILITY\nStreak is fully customizable, giving you complete control to build your CRM to fit your data needs. While Streak's primary use is for Sales, Recruiting, and Customer Support it's flexible enough to be useful for everything from Project Management to Fundraising.\n\nBUILT FOR COLLABORATION \nStreak is optimized to share your data with your team so everyone can see the latest correspondence with a client. Quickly set up teams, invite new users, and manage permission levels. Easily share contacts, email, files, and anything else needed to get the job done.\n\nBUILT TO SCALE \nMake changes to your CRM structure on the fly and stay nimble with your evolving business. Connect external tools and automate your workflows with Streak's open API access and hundreds of integration options through Zapier. \n\nBUILT WITH USERS IN MIND\nElevate your email experience with Streak's email power tools. Eliminate wasted time and repetitive email drudgery with ‘snippets’ and ‘mail merge’. Schedule crucial emails for the times when they'll have the most impact using ‘send later’, and know exactly when to follow up with ‘email tracking’. \n\nHave questions or comments about Streak? Email us at sales@streak.com, we would love to hear from you!",
    "es,es_419": "Gestionar a los clientes directamente en Gmail\nNo más de ida y vuelta entre su bandeja de entrada y otras herramientas\nÚtil para: ventas, contratación, y el apoyo\n\nMejorar la interfaz de Gmail\n* Grupo de todos los correos electrónicos desde un cliente o negocio en una caja\n* Hacer un seguimiento de la situación, las notas y los detalles de cada cliente\n* Las cuotas de cajas dentro de su equipo y mantener a todos en el circuito\n* Ver todos los correos electrónicos entre un cliente y su equipo, en tu correo electrónico\n\nFragmentos de\n* Acelerar el envío de correos electrónicos repetitivos con plantillas personalizadas\n* Los accesos directos fáciles de hacer la escritura de mensajes de correo electrónico de una brisa\n\nEnviar más tarde\n* Programar los correos electrónicos cruciales para los tiempos en que van a tener el mayor impacto\n* Administración simple, todo desde Gmail\n\nCorreo Seguimiento (próximamente)\n* Recibir una notificación cuando sus correos electrónicos son leídos\n* Si, cuándo y cuántas veces se abrió su correo electrónico",
    "et": "Hallata klientide otse Gmaili\nEnam edasi-tagasi oma postkasti ja muud vahendid\nKasulik: müük, rendileandmine, ning toetamine\n\nTõsta Gmaili Interface\n* Grupp kõik kirju kliendi või tegeleda kasti\n* Jälgida staatus, märkmed ja andmed iga kliendi\n* Aktsiate kastid jooksul oma meeskonda ja hoiab igaüks loop\n* Näha iga posti vahel klient ja Teie meeskond, otse teie postkasti\n\nPikad\n* Kiirendada saates korduvaid kirju kohandatud malle\n* Lihtne otseteed teha kirjalikult e-kirju imelihtne\n\nSaada hiljem\n* Ajakava need olulised e-postiaadresse aegu, mil nad on kõige suurem mõju\n* Lihtne haldamine kõik seest Gmail\n\nPost jälgimine (varsti)\n* Saada teada, kui teie kirju saavad lugeda\n* Näha, kas, millal ja mitu korda oma e-posti avati",
    "fi": "Hallitse asiakkaita suoraan Gmailista\nEi enää edestakaisin postilaatikon ja muita työkaluja\nHyödyllinen: myynti, vuokraus ja tuki\n\nParanna Gmailin käyttöliittymä\n* Ryhmä kaikille sähköpostia asiakkaan tai kaupan laatikkoon\n* Seurata tilan, muistiinpanot ja tiedot kunkin asiakkaan\n* Osakkeiden laatikot joukkue ja pitää jokainen silmukka\n* Ks jokaisen sähköpostin välillä asiakkaan ja tiimisi, oikealla postilaatikossa\n\nKatkelmat\n* Nopeuttaa lähetä turhia sähköposteja ja mukautettuja malleja\n* Helppo pikanäppäimet tehdä kirjallisesti sähköposteja tuulta\n\nLähetä myöhemmin\n* Ajoittaa elintärkeän sähköpostit aikoja, jolloin he ovat eniten vaikutusta\n* Helppo hallita kaikkia Gmailista\n\nSähköposti Tracking (tulossa)\n* Saat ilmoituksen, kun sähköposteja saa lukea\n* Nähdä, milloin ja kuinka monta kertaa sähköpostiviesti avattiin",
    "fil": "Pamahalaan ang mga customer na direkta sa loob ng gmail\nWala nang pabalik-balik sa pagitan ng iyong inbox at iba pang mga kasangkapan\nKapaki-pakinabang para sa: sales, pagkuha, at suporta\n\nPagandahin Gmail Interface\n* Grupo ang lahat ng mga email mula sa isang customer o pakikitungo sa isang kahon\n* Subaybayan ng katayuan, mga tala at mga detalye ng bawat customer\n* Namamahagi kahon sa loob ng iyong koponan at panatilihin ang lahat sa loop\n* Makita ang bawat email sa pagitan ng isang customer at ang iyong koponan, karapatan sa iyong inbox\n\nSnippet\n* Pabilisin ang pagpapadala ng mga paulit-ulit na mga email na may mga pasadyang template\n* Madaling shortcut sa pagsusulat ng mga email ng isang amihan\n\nMagpadala ng Mamaya\n*-Iskedyul ang mga mahalaga na email para sa mga beses kapag ang mga ito ang pinaka-epekto\n* Simpleng pamamahala ng lahat mula sa loob ng Gmail\n\nPagsubaybay ng email (paparating)\n* Maabisuhan kapag makapag-basahin ang iyong mga email\n* Makita kung, kung kailan at kung gaano karaming beses ang iyong email ay binuksan",
    "fr": "Gérer les clients directement à l'intérieur gmail\nPas plus d'avant en arrière entre votre boîte de réception et d'autres outils\nUtile pour: les ventes, l'embauche et le soutien\n\nAméliorer l'interface de Gmail\n* Groupe de tous les e-mails à partir d'un client ou traiter dans une boîte\n* Garder une trace de l'état, les notes et les détails de chaque client\n* Les boîtes actions au sein de votre équipe et garder tout le monde dans la boucle\n* Voir chaque e-mail entre un client et votre équipe, à droite dans votre boîte\n\nSnippets\n* Accélérer l'envoi de courriels répétitifs avec des modèles personnalisés\n* Les raccourcis faciles faire de l'écriture des emails un jeu d'enfant\n\nEnvoyer plus tard\n* Planifier les e-mails cruciaux pour les moments où ils auront le plus d'impact\n* Une gestion simple tout à partir de Gmail\n\nSuivi Email (à venir bientôt)\n* Être averti quand vos e-mails sont lus\n* Voir si, quand et combien de fois votre email a été ouverte",
    "he": "ניהול לקוחות ישירות בתוך Gmail\nלא עוד הלוך ושוב בין תיבת הדואר הנכנס שלך וכלים אחרים\nשימושי: מכירות, עובדים, ותמיכה\n\nשיפור ממשק של Gmail\n* כל קבוצה מיילים לקוח או עסקה לקופסה\n* לעקוב אחר המצב, הערות ופרטים של כל לקוח\n* מספר המניות תיבות בתוך הצוות שלך ולשמור את כולם בלולאה\n* לראות כל מייל בין הלקוח והצוות שלך, נכון בתיבת הדואר הנכנס\n\nקטעי\n* לזרז את שליחת הודעות דוא\"ל חוזרות עם תבניות מותאמות אישית\n* קיצורי דרך קלה לעשות את כתיבת מיילים רוח\n\nשלח מאוחר יותר\n* לתזמן אותם מיילים מכריעים עבור הזמן שבו יהיה להם את ההשפעה הגדולה ביותר\n* ניהול פשוט והכל מתוך Gmail\n\nדוא\"ל מעקב (בקרוב)\n* קבל הודעות כאשר האימיילים שלכם לקבל לקרוא\n* לבדוק אם, מתי וכמה פעמים הדוא\"ל שלך נפתח",
    "hi": "जीमेल के अंदर ग्राहकों को सीधे प्रबंधित\nकोई अपने इनबॉक्स और अन्य उपकरणों के बीच आगे और पीछे\nके लिए उपयोगी है: बिक्री, काम पर रखने, और समर्थन\n\nजीमेल इंटरफ़ेस में वृद्धि\n* एक या एक बॉक्स में ग्राहक सौदे से सभी ईमेल समूह\n* स्थिति नोट्स, और प्रत्येक ग्राहक के विवरण का ट्रैक रखें\n* अपनी टीम के भीतर शेयरों बक्से और पाश में हर रखना\n* सही आपके इनबॉक्स में एक ग्राहक और अपने टीम के बीच हर ईमेल, देखना\n\nस्निपेट्स\n* ऊपर की गति कस्टम टेम्पलेट्स के साथ दोहराए ईमेल भेजने\n* आसान शॉर्टकट ईमेल एक हवा लेखन\n\nबाद भेजें\n* समय के लिए उन महत्वपूर्ण ईमेल अनुसूची जब वे सबसे अधिक प्रभाव होगा\n* जीमेल के भीतर से सरल प्रबंधन\n\nईमेल ट्रैकिंग (जल्द ही आ रहा)\n* जब आपके ईमेल पढ़ा अधिसूचित हो\n* देखना अगर, कब और कितनी बार अपने ईमेल खोला गया था",
    "hr": "Upravljanje kupcima izravno u Gmailu\nNema više natrag i naprijed između Vaše mape pristigle pošte i drugih alata\nKorisno za: prodaju, iznajmljivanje i podrška\n\nObogatite Gmail sučelje\n* Grupa sve e-poštu od kupca ili posla u kutiji\n* Praćenje statusa, bilješke i detalje svakog kupca\n* Dionice kutije u svom timu i zadržati sve u petlji\n* Vidi svaki e-mail između kupca i vaš tim, pravo u vaš poštanski sandučić\n\nKomadići\n* Ubrzati šalje ponovne e-pošte s prilagođenim predlošcima\n* Jednostavan prečaci bi pisanja e-mailova povjetarac\n\nSlanje kasnije\n* Raspored te ključne poruke za vrijeme kada će imati najveći utjecaj\n* Jednostavna za upravljanje sve iz Gmaila\n\nE-mail praćenje (uskoro)\n* Dobiti obavijest kada se poruka e-pošte se pročitati\n* Vidi je li, kada i koliko puta vaš e-mail je otvoren",
    "hu": "Kezelése az ügyfelek közvetlenül a Gmailben\nNincs több oda-vissza a postaládájába, és egyéb eszközök\nHasznos: értékesítés, bérbeadása, valamint támogatás\n\nFokozza a Gmail felület\n* Csoport összes e-mail egy ügyfél vagy ügylet egy dobozba\n* Nyomon követi állapotát, a jegyzetek és a részleteket az egyes ügyfelek\n* Részvények dobozok belül a csapat, és így mindenki a hurok\n* Lásd minden e-mailt és a vásárló között a csapat, igaz a postaládában\n\nSnippets\n* Felgyorsítsa e-mailt küld újabb egyéni sablonok\n* Könnyű hivatkozások írásban e-maileket, hogy a szél\n\nKüldés később\n* Ezek ütemezése kritikus e-maileket az idő, amikor lesz a legnagyobb hatással\n* Egyszerű kezelése mindezt a Gmail\n\nE-mail nyomon követés (hamarosan)\n* Kap értesítést kap, ha kap e-maileket olvasni\n* Nézd meg, mikor és hányszor nyitotta meg e-mail-ben",
    "id": "Mengelola pelanggan secara langsung di dalam gmail\nTidak ada lagi bolak-balik antara kotak masuk Anda dan peralatan lainnya\nBerguna untuk: penjualan, penyewaan, dan dukungan\n\nMeningkatkan Antarmuka Gmail\n* Kelompok semua email dari seorang pelanggan atau berurusan ke dalam kotak\n* Melacak status, catatan dan rincian dari setiap pelanggan\n* Saham kotak dalam tim Anda dan membuat semua orang dalam lingkaran\n* Melihat setiap email antara pelanggan dan tim Anda, tepat di kotak masuk\n\nPotongan\n* Mempercepat mengirim email berulang-ulang dengan template kustom\n* Pintas mudah membuat tulisan email mudah\n\nKirim Kemudian\n* Menjadwalkan email-email penting untuk saat-saat ketika mereka akan memiliki dampak yang paling\n* Sederhana manajemen semua dari dalam Gmail\n\nEmail Pelacakan (segera hadir)\n* Mendapatkan pemberitahuan bila email Anda mendapatkan membaca\n* Melihat apakah, kapan dan berapa kali email Anda dibuka",
    "it": "Gestire i clienti direttamente all'interno di Gmail\nNon più avanti e indietro tra la vostra casella di posta elettronica e altri strumenti\nUtile per: vendita, noleggio e il supporto\n\nMigliorare l'interfaccia di Gmail\n* Gruppo di tutte le email da un cliente o affare in una scatola\n* Tenere traccia di status, note e nei dettagli di ogni singolo cliente\n* Le caselle di azioni all'interno del vostro team e tenere tutti nel ciclo\n* Vedere ogni e-mail tra un cliente e la tua squadra, a destra nella vostra casella di posta\n\nSnippets\n* Accelerare l'invio di email ripetitivi con i modelli personalizzati\n* Collegamenti facili fanno scrivere e-mail un gioco da ragazzi\n\nSend Later\n* Pianificare le email cruciali per i tempi in cui avranno il maggiore impatto\n* Gestione semplice tutto all'interno di Gmail\n\nEmail Tracking (coming soon)\n* Ricevere una notifica quando le e-mail vengono letti\n* Vedere se, quando e quante volte la tua e-mail è stato aperto",
    "ja": "Gmailの内部で直接顧客を管理\n受信トレイや他のツールの間で前後にはもうありません\nために有用：売上高、雇用、およびサポート\n\nGmailのインターフェースを強化\n*グループの顧客や取引からのすべてのメールボックスに\n*ステータス、ノート、各顧客の詳細を追跡する\n*株式のあなたのチーム内でボックスやループの全員を保つ\n*あなたの受信箱では、顧客とチーム間のすべてのメールを参照してください。\n\nスニペット\n*カスタムテンプレートを使用して反復的な電子メールを送信する速度を上げる\n*簡単なショートカットは、電子メールの風を書くように\n\n後で送信する\n*彼らが最も影響を与えるだろう倍のためのそれらの重要な電子メールをスケジュール\nGmail内からすべての*シンプルな管理\n\nメールトラッキング（近日発売）\nあなたの電子メールが読ま取得するとき*通知を受け取る\n*表示されている場合は、いつ、どのように何度もメールが開かれた",
    "ko": "Gmail에서 직접 고객 관리\n받은 편지와 다른 도구 사이를 앞뒤로 더 이상 없다\n대한 유용성 : 판매, 고용 및 지원\n\nGmail의 인터페이스를 향상\n* 그룹 상자에 고객 또는 거래의 모든 이메일을\n* 상태, 메모하고 각 고객의 세부 정보를 추적할\n* 공유하여 팀 내에서 박스와 루프에있는 모든 사람을 유지\n* 바로받은 편지에, 고객과 팀 사이의 모든 이메일을 볼\n\n미리보기\n* 사용자 정의 템플릿을 사용하여 반복적인 이메일을 보내는 속도를 높이\n* 간편한 단축키 이메일에게 바람을 작성하다\n\n나중 보내기\n그들이 가장 영향을 미칠 겁니다 경우 * 시간에 대한 이러한 중요한 이메일을 예약할\nGmail의 사이에서 * 간단한 관리 모든\n\n이메일 추적 (곧 지원 예정)\n이메일을 읽고 나면 * 통지를받을\n* 표시되면 언제, 몇 번이나 이메일이 열린",
    "lt": "Valdymas klientus tiesiai iš Gmail\nNe daugiau ir atgal tarp savo pašto dėžutę ir kitas priemones,\nNaudinga: pardavimo, nuomos, ir parama\n\nDidinti Gmail sąsaja\n* Grupė visus laiškus į dėžutę iš kliento arba kovą\n* Sekti kiekvieno kliento statusą, banknotų ir detalės\n* Akcijos dėžės per savo komandos ir išlaikyti visiems kilpos\n* Kas tarp kliento ir jūsų komanda elektroniniu paštu, tiesiai į Jūsų pašto dėžutę\n\nFragmentai\n* Pagreitinti pasikartojančių laiškų siuntimo Pasirinktiniai šablonai\n* Lengvai klavišai rašyti elektroninius laiškus vėjas\n\nSiųsti vėliau\n* Planuoti šiuos esminius pranešimus apie tų laikų, kai jie turės didžiausią poveikį\n* Paprastas valdymas visi iš \"Gmail\"\n\nParašyk sekimas (coming soon)\n* Gauti pranešama, kai jūsų laiškų gauti skaityti\n* Pamatyti, jei kada ir kiek kartų jūsų laiškas buvo atidarytas.",
    "lv": "Vadīt klientus tieši iekšpusē gmail\nNe vairāk turp un atpakaļ starp jūsu iesūtnē un citus instrumentus\nNoderīga: pārdošanas, nomas, un atbalsts\n\nUzlabot Gmail interfeiss\n* Grupa visi e-pasti no klienta vai novērstu kastē\n* Sekot statusu, piezīmes un informāciju par katra klienta\nValodā * akcijas kastes, jūsu komanda un paturēt ikvienam cilpu\n* Skatīt visas pasta starp klientu un jūsu komandai, tieši jūsu iesūtnē\n\nFragmentus\n* Paātrināt sūtīt atkārtotus e-pastu ar pasūtījuma veidnes\n* Easy īsceļi padara rakstot e-pastus brīze\n\nNosūtīt Vēlāk\n* Ieplānot šos izšķirošos e-vēstules par laiku, kad tie būs visvairāk ietekmē\n* Vienkārša vadība visu no iekšienes Gmail\n\nUzrakstīt izsekošana (coming soon)\n* Saņemt paziņojumu, kad jūsu e-pastu saņemt lasīt\n* Redzētu, kad un cik reizes jūsu e-pastu tika atklāta",
    "nl": "Direct Beheer klanten binnen gmail\nNooit meer heen en weer tussen uw Postvak IN en andere hulpmiddelen\nHandig voor: verkoop, verhuur en ondersteuning\n\nVerbeter Gmail-interface\n* Groep alle e-mails van een klant of wat in een doos\n* Bijhouden van de status, nota's en details van elke klant\n* Aandelen dozen binnen uw team en houd iedereen op de hoogte\n* Zie elke e-mail tussen een klant en je team, rechtstreeks in uw inbox\n\nSnippets\n* Versnellen het verzenden van herhaalde e-mails met aangepaste sjablonen\n* Eenvoudig snelkoppelingen maken het schrijven van e-mails in een handomdraai\n\nStuur Later\n* Plannen die cruciale e-mails voor de momenten waarop ze het meeste effect hebben\n* Eenvoudig beheer van alle vanuit Gmail\n\nE-mail Tracking (binnenkort)\n* Een melding wanneer je e-mails om te lezen\n* Zie of, wanneer en hoe vaak je e-mail werd geopend",
    "no": "Behandle kundene direkte inne gmail\nIngen flere frem og tilbake mellom innboksen og andre verktøy\nNyttig for: salg, ansettelser, og støtte\n\nForbedre Gmail-grensesnitt\n* Konsernet alle e-poster fra en kunde eller avtale inn i en boks\n* Holde oversikt over status, notater og detaljer for hver kunde\n* Aksjene bokser i ditt team og holde alle i loopen\n* Se alle e mellom en kunde og teamet ditt, rett i innboksen\n\nTekstutdrag\n* Fortgang sendes gjentatte e-poster med tilpassede maler\n* Enkel snarveier gjøre å skrive e-post til en lek\n\nSend Senere\n* Planlegge disse avgjørende eposter for de gangene når de vil ha størst innvirkning\n* Enkel administrasjon alt fra Gmail\n\nEpost Tracking (kommer snart)\n* Få beskjed når e-posten din blir lest\n* Se om, når og hvor mange ganger e-posten ble åpnet",
    "pl": "Zarządzanie klientom bezpośrednio w Gmailu\nNigdy więcej tam iz powrotem pomiędzy skrzynce odbiorczej i innych narzędzi\nPrzydatne dla: sprzedaż, wynajem, a także wsparcie\n\nPoprawa interfejsu Gmaila\n* Grupa wszystkie maile od klienta lub zajęcie w polu\n* Śledzenie statusu, notatek oraz dane każdego klienta\nPliki * akcje pola w zespole i utrzymywać wszystkich w pętli\n* Zobacz wszystkie wiadomości pomiędzy klientem i Twojego zespołu, prawo w skrzynce odbiorczej\n\nSnippets\n* Przyspieszyć wysyłanie e-maili z powtarzalnych szablonów niestandardowych\n* Łatwa skróty uczynić pisanie e-maili wietrze\n\nWyślij później\n* Harmonogram tych istotnych wiadomości o czasach, kiedy oni mają największy wpływ\n* Proste zarządzanie wszystko to w Gmailu\n\nŚledzenie Email (wkrótce)\n* Otrzymywać powiadomienia o pojawieniu e-maile można odczytać\n* Sprawdzić, czy, kiedy i ile razy twoja wiadomość została otwarta",
    "pt_BR,pt_PT": "Gerenciar clientes diretamente dentro gmail\nSem mais e para trás entre sua caixa de entrada e outras ferramentas\nÚtil para: vendas, contratação, apoio e\n\nMelhore a interface do Gmail\n* Agrupar todos os e-mails de um cliente ou negócio em uma caixa\n* Manter o controle de status, notas e detalhes de cada cliente\n* Os caixas ações dentro de sua equipe e manter todos no circuito\n* Ver todos os e-mails entre um cliente e sua equipe, mesmo em sua caixa de entrada\n\nTrechos\n* Acelerar o envio de e-mails repetitivos com modelos personalizados\n* Os atalhos fáceis fazer escrever e-mails de uma brisa\n\nSend Later\n* Agendar os e-mails importantes para os momentos em que eles terão o maior impacto\n* Gestão simples tudo de dentro do Gmail\n\nRastreamento de e-mail (em breve)\n* Ser notificado quando seus e-mails são lidos\n* Ver se, quando e quantas vezes o seu e-mail foi aberto",
    "ro": "Administreaza clienţii direct în interiorul Gmail\nNu mai înainte şi înapoi între inbox şi alte instrumente de\nUtil pentru: vanzari, angajarea, şi de sprijin\n\nConsolidarea Interfata Gmail\n* Grupul de toate e-mailurile de la un client sau de afacere intr-o cutie\n* Ţine evidenţa statutului, note şi detalii ale fiecărui client\n* Cutii de acţiuni în cadrul echipei şi a păstra toată lumea în bucla\n* A se vedea fiecare de e-mail între un client şi echipa ta, chiar în Inbox\n\nFragmentele\n* Accelera trimiterea de email-uri repetitive, cu template-uri personalizate\n* Uşor de comenzi rapide de a face scrierea e-mailuri o briza\n\nTrimite mai târziu\n* Programa aceste e-mailuri cruciale pentru ori atunci când vor avea cel mai mare impact\n* Managementul simplu toate din cadrul Gmail\n\nE-mail de urmărire (în curând)\n* A fi anunţat când se citesc e-mailurile tale\n* A se vedea dacă, când şi de câte ori un e-mail a fost deschis",
    "ru": "Управление клиентами непосредственно в Gmail\nНет больше и обратно в почтовый ящик и другие инструменты\nПолезно для: продажи, найма, а также поддержка\n\nПовышение интерфейс Gmail,\n* Группа все сообщения от клиента или сделка в ящик\n* Отслеживать статус, примечания и детали каждого клиента\n* Акции ящиков внутри вашей команды и держать всех в курсе\n* См. каждое сообщение между клиентом и ваша команда, прямо в ваш почтовый ящик\n\nФрагменты\n* Ускорить отправку писем с повторяющимися шаблоны\n* Легко сделать ярлыки создавать электронные письма на одном дыхании\n\nОтправить позже\n* Запланировать эти решающий электронной почты для тех времен, когда они будут иметь наибольшее влияние\n* Простое управление и все это из Gmail\n\nПочте о новых сообщениях (скоро)\n* Получать уведомления, когда ваши письма читается\n* Ли, когда и сколько раз ваша электронная почта была открыта",
    "sk": "Správa zákazníkov priamo v službe Gmail\nŽiadne ďalšie tam a späť medzi svoje schránky a ďalšie nástroje\nVhodné pre: predaj, prenájom, a podpora\n\nPosilniť Gmail rozhranie\n* Skupina všetky e-maily od zákazníka alebo riešenie do poľa\n* Sledovanie stavu poznámok, a podrobností o každého zákazníka\n* V akcie boxy vo vašom tíme a udržať všetky v obraze\n* Vidieť každý e-mail medzi zákazníkom a váš tím, priamo do vašej poštovej schránky\n\nÚryvky\n* Urýchlenie opakujúcich sa zaslaním e-maily pomocou vlastných šablón\n* Jednoduché skratky, aby písanie e-mailov vánok\n\nOdoslať neskôr\n* Plánovať tie zásadné e-maily o dobe, kedy budú mať najväčší vplyv\n* Jednoduchá správa všetko v rámci služby Gmail\n\nE-mail Tracking (už čoskoro)\n* Upozorňovanie, keď sa čítanie e-mailov\n* Zistiť, či, kedy a koľkokrát sa vaša e-mail bol otvorený",
    "sl": "Upravljanje stranke neposredno znotraj Gmaila\nNič več naprej in nazaj med vaš poštni predal in drugih orodij\nUporabno za: prodajo, najem in podporo\n\nIzboljšajte vmesnik Gmail\n* Skupina vsa sporočila, s stranko ali za boj v škatli\n* Spremljanje stanja, obvestila in podrobnosti vsakega kupca\n* Podrobnosti delnice škatle v svojo ekipo in vodi vse v zanko\n* Glej vsako e-pošto med stranko in vašo ekipo, prav v vaš poštni predal\n\nOdrezke\n* Pospešitev e-pošte pošiljal ponavljajoče se meri s predlogami\n* Enostaven bližnjice, da pisanje e-pošto vetrič\n\nPošlji Kasneje\n* Urnik tiste ključne e-pošto za časa, ko jih bomo imeli največji vpliv\n* Enostavno upravljanje vse od znotraj Gmaila\n\nE-sledenje (kmalu)\n* Dobili obvestilo, ko dobite brati vaše e-pošte\n* Vidim, če, kdaj in kolikokrat je bila odprta e-sporočilo",
    "sr": "Управљање клијентима директно унутар гмаил\nНема више назад и напред између вашег пријемног поштанског сандучета и других алата\nКорисно за: продају, запошљавање и подршка\n\nПобољшајте Гмаил интерфејс\n* Група све емаил поруке из једног купца или бавити у кутији\n* Праћење статуса, нота и детаље сваког купца\nРСД * акције кутије у оквиру вашег тима и држе све у петљи\n* Види сваки емаил између купца и Ваш тим, право у пријемно сандуче\n\nКомадићи\n* Убрзати слање е-поруке са понављају прилагођене предлошке\n* Једноставно направите пречице писање емаилова поветарац\n\nПослати касније\n* Распоред тих кључних е-поруке за време када ћете имати највећи утицај\n* Једноставно управљање све из Гмаил-\n\nЕ-маил праћење (ускоро)\n* Будите обавештени када ваши мејлови се читају\n* Види да ли, када и колико пута ваш е-маил је отворен",
    "sv": "Hantera kunder direkt i Gmail\nInga fler fram och tillbaka mellan din inkorg och andra verktyg\nAnvändbar för: försäljning, uthyrning och support\n\nÖka Gmails gränssnitt\n* Samla alla e-post från en kund eller affär i en låda\n* Håll koll på status, anteckningar och uppgifter om varje kunds\n* Aktier lådor i ditt team och hålla alla i slingan\n* Se alla e-postmeddelanden mellan en kund och ditt team, mitt i din inkorg\n\nSträngar\n* Påskynda skicka repetitiva e-post med anpassade mallar\n* Enkla genvägar att skriva e-post en vind\n\nSkicka senare\n* Schemalägga de avgörande e-post för de gånger då de kommer att ha störst effekt\n* Enkel hantering allt inifrån Gmail\n\nEmail Tracking (kommer snart)\n* Få meddelande när dina e-postmeddelanden få läsa\n* Se om, när och hur många gånger din e-post öppnades",
    "sw": "Manage customers directly inside gmail\nNo more back and forth between your inbox and other tools\nUseful for: sales (CRM), hiring, and support\n\nEnhance Gmail's Interface\n* group all emails from a customer or deal into a box\n* keep track of status, notes and details of each customer\n* shares boxes within your team and keep everyone in the loop\n* see every email between a customer and your team, right in your inbox\n\nSnippets\n* speed up sending repetitive emails with custom templates\n* easy shortcuts make writing emails a breeze\n\nSend Later\n* schedule those crucial emails for the times when they'll have the most impact\n* simple management all from within Gmail\n\nEmail Tracking (coming soon)\n* get notified when your emails get read\n* see if, when and how many times your email was opened",
    "th": "การจัดการลูกค้าโดยตรงภายใน Gmail\nไม่มีรายละเอียดเพิ่มเติมไปมาระหว่างกล่องจดหมายและเครื่องมืออื่น ๆ ของคุณ\nที่เป็นประโยชน์สำหรับ: ขาย, การจ้างงานและการสนับสนุน\n\nเพิ่มอินเตอร์เฟซของ Gmail\n* กลุ่มอีเมลทั้งหมดจากลูกค้าหรือจัดการลงในช่อง\n* ติดตามบันทึกสถานะและรายละเอียดของลูกค้าแต่ละราย\n* กล่องหุ้นภายในทีมของคุณและให้ทุกคนในวง\n* เห็นว่าอีเมลระหว่างลูกค้าและทีมงานของคุณทุกคนขวาในกล่องจดหมายของคุณ\n\nตัวอย่าง\n* เพิ่มความเร็วในการส่งอีเมล์ที่ซ้ำ ๆ กับแม่แบบกำหนดเอง\n* ทางลัดที่ง่ายทำให้การเขียนอีเมลสายลม\n\nส่งต่อมา\n* กำหนดการอีเมลที่สำคัญเหล่านั้นสำหรับครั้งเมื่อพวกเขาจะมีผลกระทบมากที่สุด\n* การจัดการที่เรียบง่ายจากภายใน Gmail\n\nการติดตามการส่งอีเมล (coming soon)\n* ได้รับแจ้งเมื่อได้รับอีเมลของคุณอ่าน\n* ดูว่าเมื่อใดและกี่ครั้งที่อีเมลของคุณถูกเปิด",
    "tr": "Gmail içinde doğrudan müşterilerine yönetin\nGelen kutunuzda ve diğer araçları arasında gidip yok\nIçin yararlı: satış, kiralama ve destek\n\nGmail'in Arayüz geliştirin\n* Grup bir kutunun içine müşteri veya anlaşma tüm e-postaları\n* Durumu, notları ve her müşterinin ayrıntılarını takip\n* Paylaşan ekip içinde kutuları ve döngü herkesin tutmak\n* Sağ gelen kutunuzda, bir müşteri ve ekip arasında her e-postayı görmek\n\nParçacıkları\n* Özel şablonlar ile tekrarlanan e-postalar göndermek hızlandırmak\n* Kolay kısayollar e-postaları bir esinti yazılı hale\n\nSonra Gönder\nOnlar en fazla etkiye sahip olacak zaman * kez bu önemli e-postaları planlayın\nGmail içinde * basit yönetim, tüm\n\nE-posta İzleme (çok yakında)\nE-postalarınızı okumak zaman alacağım * haberdar\n* Görürseniz, ne zaman ve kaç kez e-posta açıldı",
    "uk": "Управління клієнтами безпосередньо в Gmail\nНемає більше і назад в поштову скриньку і інші інструменти\nКорисно для: продажу, найму, а також підтримка\n\nПідвищення інтерфейс Gmail,\n* Група всі повідомлення від клієнта або операція в ящик\n* Відслідковувати статус, примітки і деталі кожного клієнта\n* Акції ящиків всередині вашої команди і тримати всіх в курсі\n* Див кожне повідомлення між клієнтом і ваша команда, прямо у вашу поштову скриньку\n\nФрагменти\n* Прискорити відправку листів з повторюваними шаблони\n* Легко зробити ярлики створювати електронні листи на одному диханні\n\nНадіслати пізніше\n* Запланувати ці вирішальний електронної пошти для тих часів, коли вони будуть мати найбільший вплив\n* Просте управління і все це з Gmail\n\nПошті про нові повідомлення (скоро)\n* Отримувати повідомлення, коли ваші листи читається\n* Лі, коли і скільки разів ваша електронна пошта була відкрита",
    "vi": "Quản lý khách hàng trực tiếp bên trong gmail\nKhông qua lại giữa các hộp thư đến của bạn và các công cụ khác\nHữu ích cho: bán hàng, tuyển dụng, và hỗ trợ\n\nTăng cường giao diện của Gmail\n* Nhóm tất cả các email từ một khách hàng hoặc đối phó vào một hộp\n* Theo dõi tình trạng, ghi chú và các chi tiết của từng khách hàng\n* Cổ phần hộp trong nhóm của bạn và giữ tất cả mọi người trong vòng lặp\n* Nhìn thấy tất cả các email giữa khách hàng và nhóm của bạn, ngay trong hộp thư của bạn\n\nĐoạn\n* Tăng tốc độ gửi email lặp đi lặp lại với các mẫu tùy chỉnh\n* Các phím tắt dễ dàng làm cho việc viết email một cách dễ dàng\n\nGởi Sau đó\n* Sắp xếp những email quan trọng cho thời gian khi họ sẽ có tác động nhiều nhất\n* Đơn giản quản lý tất cả từ bên trong Gmail\n\nEmail Theo dõi (đến sớm)\n* Nhận được thông báo khi có email của bạn được đọc\n* Thấy nếu, khi nào và bao nhiêu lần email của bạn đã được mở",
    "zh_CN": "在Gmail中直接管理客户\n没有更多的收件箱和其他工具之间来回\n有用的：销售，雇用和支持\n\n加强Gmail的接口\n*组从客户或交易成箱的所有邮件\n*跟踪状态，票据及每个客户的详细信息\n*股份盒在你的团队和每个人都保持在循环\n*看到每一个客户和您的团队之间的电子邮件，在您的收件箱\n\n片段\n*加快重复邮件发送自定义模板\n*方便快捷方式写电子邮件微风\n\n稍后发送\n*安排这些关键的电子邮件时，他们就会有最具影响力的时代\n*简单的管理所有在Gmail\n\n邮件跟踪（即将推出）\n*时获得通知您的电子邮件得到读\n*是否，何时和如何打开电子邮件多次看到"
  }
}