{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "POGO.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Pogo.io sidebar allows you to grab the exact images, text and links you want from the web by dragging them into your projects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the Pogo.io sidebar to pinpoint and extract any content from the web into your Pogo.io projects and boards, using our unique drag and drop technique, faster and easier than popups and menus. \n\nAre you a freelancer or agency who works with large numbers of clients, projects, images, and social media, or a small team that collaborates around visual content? \n\nAre you seeking tools to help you collect and organize your web content into one place, whether stock images, social media posts, design proposals, or other work?  \n\nDo you waste time waiting on approvals from clients and partners, when you could be presenting them options in a central place, with voting, commenting, and quick notifications? \nWhether you’re looking to organize your own content, or collaborate with others, Pogo.io and the new sidebar can help you grab the images, texts, links and more that you need, organize them intuitively, and if desired, get others on board and in sync with you.\n\nIf you come across something you want to keep, hit the Pogo.io button on the top right of your browser to open the sidebar! Drag and drop to your heart’s desire, customize as needed, and hit the Save button. \n\nThe items you save from the Pogo.io sidebar turn into cards in your projects, which you can then access from any device, including our upcoming iOS app, and if desired, share with other team members, clients, or just organize yourself in a central place!"
  }
}