{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Themefy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Animations and interactive background in every tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your new tab experience with Themefy. Watch your new tab come to life with beautiful generative arts, mesmerizing animations and delightful interactions.\n\nData Privacy and Security: Themefy does not collect, store, or transmit any personal information from its users.\n\nKey Features✨:\n\n✅Custom Search Engine:\nQuickly access your favourite search engines like DuckDuckGo, ChatGPT, Perplexity etc. with just a click.\n\n✅Dynamic Interactive tabs:\nEvery time you open a new tab, Themefy surprises you with beautiful, dynamic interactive tabs. From mesmerizing gradient colors to animated patterns, enjoy a unique visual treat with each new tab.\n\n✅3D Animations:\nTell a story with captivating 3D Interactions, creating an immersive and interactive experience. Watch as your new tab comes to life with dynamic 3D elements that react to your interactions.\n\n✅Generative Art:\nLet your inner artist come to life every time you open your browser. Immerse yourself with beautiful generative art as they paint in front of you.\n\n✅Gradient Colors:\nBored of static backgrounds? Themefy brings your new tab to life with gorgeous, random gradient colors that animate smoothly. Experience a burst of color and creativity with every new tab.\n\n✅Google Search and Apps Integration:\nStay productive with our seamless Google search and apps integration. The familiar Google search bar and google apps are always at your fingertips, ensuring you can quickly find what you need without leaving the artistic ambiance of your new tab.\n\n✅Bookmark\nEnhance your productivity with our bookmark feature. Access all you bookmarks instantly from the bookmark dropdown on the top left corner of the tab.\n\n✅Intuitive and User-Friendly:\nThemefy is designed with user experience in mind. It’s easy to install, simple to use, and offers a delightful surprise every time you open a new tab. No more monotony—just pure, vibrant creativity.\n\nWhy Themefy ?🚀\n\n🤩Break the Monotony:\nSay goodbye to the dull, standard new tab page. Themefy injects excitement and curiosity into your browsing routine, making every new tab an opportunity for discovery.\n\n🤩Visual Delight:\nEnjoy a blend of art and technology with dynamic p5.js sketches, gradient colors, mesmerizing generative art, and interactive 3D animations. Themefy transforms your new tab into a canvas of creativity.\n\n🤩Productivity and Fun:\nStay productive with the integrated Google search, Google apps and bookmark feature while enjoying the delightful visuals that Themefy offers. It’s the perfect balance of functionality and fun.\n\n🤩Constant Innovation:\nWe are committed to continuously enhancing Themefy with new features and content to keep your new tab experience fresh and exciting.\n\nHow to Get Started:\n\n1️⃣Install Themefy:\nDownload and install the Themefy extension from the Chrome Web Store.\n2️⃣Open a New Tab:\nSimply open a new tab to experience the delightful surprises that Themefy has in store for you.\n3️⃣Enjoy!!\n\nEnjoy the unique visual treat and stay productive."
  }
}