{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Чистые Новости для VK.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Очищает захламлённые новости ВКонтакте от отстойных репостов ваших друзей"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Друзья ВКонтакте захламляют новости постами из групп и пабликов (всякие гороскопы, \"Мысли Джокера\", \"Корпорация Зла\", \"Позитив\" и т. д.)?\nЭто расширение скрывает такие записи в ваших новостях, при этом по умолчанию не трогает репосты записей людей и репосты от групп и пабликов, на которые вы подписаны.\n\nДополнительные функции: возможность скрыть посты\n- со ссылками на другие сайты,\n- со ссылками на \"отвечальники\" (sprashivai.ru, ask.fm и подобные),\n- от приложений и игр,\n- из Instagram,\n- с видеозаписями,\n- со ссылками на группы,\n- с упоминаниями групп (когда ставят @ или *),\n- со ссылками на мероприятия,\n- где много текста (где есть ссылка \"Показать полностью\"),\n- без лайков,\n- без комментариев.\n\nС этим расширением вы не пропустите ВАЖНЫХ и ОРИГИНАЛЬНЫХ записей, и вам будет проще читать ваши новости VK.\n\nПримечания:\n- расширение активируется только на странице новостей, рекомендаций, и ленты человека;\n- минимальная требуемая версия браузера — 70.\n\nБлокировка рекламы ВКонтакте\nБлокировка рекламы в цели данного расширения не входит, расширение не блокирует\nи никогда не будет намеренно блокировать рекламу ВКонтакте, все предложения о\nблокировке рекламы будут отклонены.\n\nИсходный код доступен на https://github.com/EvgenyOrekhov/Clean-Feed-for-VK.com\n\nИзменения:\n1.12.5: Исправлено: скрытие постов без лайков. Изменено: на странице настроек увеличено расстояние между элементами.\n1.12.4: Исправлено: скрытие репостов, где много текста (со ссылкой \"Показать полностью\"), обновлён список страниц, на которых должно активироваться расширение.\n1.12.3: Исправлено: скрытие постов без лайков, скрытие постов без комментариев.\n1.12.0: Добавлено: скрытие постов с видеозаписями.\n1.11.4: Исправлено: работа в новом дизайне ВКонтакте.\n1.11.3: Изменено: увеличена скорость работы.\n1.11.2: Добавлено: всплывающая подсказка для кнопки Включить/Выключить.\n1.11.1: Исправлено: срабатывание правил \"со ссылками на другие сайты\" и \"со ссылками на \"отвечальники\"\" при наличии таких ссылок в комментариях к постам.\n1.11.0: Добавлено: кнопка Включить/Выключить.\n1.10.0: Изменено: теперь расширению не требуется разрешение \"Доступ к истории браузера\".\n1.9.6: Изменено: настройки по умолчанию.\n1.9.5: Исправлено: скорость работы расширения замедлялась при активной навигации по разделам новостей.\n1.9.4: Исправлено: расширение не отключалось на вкладке \"Видеозаписи\" в ленте новостей.\n1.9.3: Добавлено: скрытие постов из Instagram.\n1.9.2: Исправлено: опция \"отвечальники\" теперь скрывается, если включена опция \"со ссылками на другие сайты\".\n1.9.1: Исправлено: улучшен отлов постов со ссылками на \"отвечальники\".\n1.9.0: Добавлено: скрытие постов с внешними ссылками (со ссылками на другие сайты).\n1.8.5: Добавлено: скрытие постов с упоминаниями групп. Исправлено: некорректная работа при нажатии на кнопку \"Показать xx последних новостей\".\n1.8.4: Исправлено: с 37 версии Хрома иконка перестала автоматически скрываться.\n1.8.3: Изменено: убран лишний пункт \"Настройки\"; рефакторинг.\n1.8.2: Изменено: внешний вид страницы настроек. Исправлено: вертикальная полоса прокрутки в Chrome 36.\n1.8.1: Исправлено: formspring.me заменён на spring.me; мелкие недочёты. Изменено: произведена оптимизация, снижено потребление ресурсов, уменьшен размер расширения.\n1.8.0: Изменено: настройки теперь синхронизируются между вашими компьютерами.\n1.7.1: Исправлено: из-за изменений ВКонтакте расширение не выключалось в разделе \"Ответы\".\n1.7.0: Изменено: код переписан без использования jQuery, размер приложения уменьшен в 3 раза; полностью переработан алгоритм по отлову подгружаемых на стену записей, нагрузка на процессор существенно снижена; переработан отлов записей от приложений и игр (исключения: посты от iPhone, Android, Instagram и m.vk.com).\n1.6.5: Изменено: размер приложения уменьшен на 20%.\n1.6.4: Исправлено: чрезвычайно высокая нагрузка процессора и памяти в Chrome 29; в разделе \"Понравилось\" расширение не отключалось.\n1.6.3: Изменено: размер приложения уменьшен почти в 2 раза.\n1.6.2: Исправлено: не скрывались записи со ссылками на приложения и игры.\n1.6.1: Исправлено: применение настроек теперь точно работает корректно. Изменено: радикально уменьшена вероятность некорректной работы расширения в связи с нововведениями ВКонтакте; улучшена остановка интервалов; рефакторинг.\n1.6.0: Исправлено: применение настроек теперь работает корректно; расширение теперь работает и на новых разделах новостей. Добавлено: возможность скрывать посты, у которых нет комментариев.\n1.5.9: Исправлено: случайное несрабатывание некоторых фильтров.\n1.5.8: Исправлено: случайное срабатывание на других страницах ВКонтакте. Добавлено: ещё одна всплывающая подсказка в настройках.\n1.5.7: Изменено: более компактное окно настроек; шрифт.\n1.5.6: Добавлено: возможность скрыть посты без лайков (не набравшие ни одного \"Мне нравится\").\n1.5.5: Исправлено: исчезание всех новостей (проблема возникла из-за изменений ВКонтакте). Добавлено: возможность скрыть длинные посты (которые со ссылкой \"Показать полностью\").\n1.5.4: Исправлено: значок теперь отображается только при посещении страниц \"Новости\" и \"Рекомендации\" и при просмотре ленты человека.\n1.5.3: Исправлено: случайное срабатывание на других страницах В Контакте (надеюсь, теперь точно =) ).\n1.5.2: Исправлено: случайное срабатывание на других страницах В Контакте.\n1.5.1: Изменено: иконки.\n1.5.0: Изменено: дополнительные функции можно использовать независимо от основных; внешний вид настроек; иконки; рефакторинг.\n1.4.6: Изменено: улучшен отлов ссылок на отвечальники, приложения, и игры.\n1.4.5: Исправлено: случайное срабатывание на других страницах В Контакте; потенциально возможная остановка \"чужих\" интервалов.\n1.4.4: Изменено: улучшены галки в настройках.\n1.4.3: Исправлено: применение настроек. Изменено: рефакторинг.\n1.4.2: Добавлено: больше дополнительных функций (см. в описании выше).\n1.4.1: Исправлено: случайное срабатывание на других страницах В Контакте.\n1.4.0: Добавлено: дополнительные функции (см. в описании выше).\n1.3.2: Исправлено: частичное несрабатывание при открытии страницы новостей в фоне.\n1.3.1: Исправлено: небольшой глюк с галками в настройках.\n1.3.0: Добавлено: возможность выбирать скрывать ли репосты от групп и пабликов, на которые вы подписаны. Изменено: подправлена страница настроек.\n1.2.2: Изменено: разрешения расширения.\n1.2.1: Исправлено: несрабатывание при использовании безопасного соединения.\n1.2.0: Изменено: теперь расширение загружается в память только тогда, когда открывается страничка новостей В Контакте; минимальная требуемая версия браузера — 22.0.1229.79.\n1.1.2: Исправлено: кодировка страницы настроек.\n1.1.1: Исправлено: несрабатывание при открытии страницы новостей в фоне.\n1.1.0: Добавлено: иконка в адресной строке; страница настроек; возможность скрыть репосты записей людей. Изменено: размер иконок; разрешения расширения.\n1.0.1: Изменено: описание расширения.\n\nCopyright (C) 2020 Evgeny Orekhov\n\nЛицензия: MIT - https://github.com/EvgenyOrekhov/Clean-Feed-for-VK.com/blob/master/LICENSE"
  }
}