{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Messenger Organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize all of your messages in Facebook Messenger into custom folders, just like email!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of getting lost in the chaos of all your Facebook Messages?! \n\nMessenger Organizer solves this problem! \n\nMessenger Organizer allows you to create customized folders to place your conversations in. This saves you from having to scroll through hundreds of conversations trying to find the right one. \n\nBest part is, you can use Messenger Organizer for FREE! ***Make sure you register your account first before trying to use the extension!\n\n***Just go to www.messengerorganizer.com and register for an account!***\n\n★★★ Features\n★ No configuration.\n★ Easily organize all of your messages in Facebook and FB Messenger\n★ Create custom folders for every conversation, just like an email account\n★ \"Unread\" message filter to see all of the conversations you haven't responded to\n★ Message templates and automated messaging\n★ Never waste time scrolling through your conversations trying to find the right one\n★ FREE & paid versions available\n\n***NOTICE*** Please be sure to use Messenger Organizer on messenger.com, NOT facebook.com/messages​​, or the software will not work properly (update coming soon).\n\nAfter installing, please reload all Messenger™ tabs for the extension to take effect. For issues/suggestions, please contact us via email: landon@messengerorganizer.com\n\nSee the instructional video here: https://youtu.be/vR4JuWoRCe0\n\n✓ Note\nFB™, FB Messenger™, Messenger™ and the FB™ and Messenger™ logo are trademarks of Facebook Inc. Use of these trademarks is subject to FB Permissions. This extension is not created nor endorsed by Facebook Inc.\n\n✓ Terms of Use\nOnly works on messenger.com, NOT facebook.com/messages (update coming soon). No guarantee or warranty is given with the use of  this \"Messenger Organizer™\" software. The author shall not be held liable for any consequences by its use. Usage of \"Messenger Organizer™\" extension means that you agree to these terms."
  }
}