{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "x_Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "x_Wallet is a next-gen crypto wallet with seamless, unmatched interoperability and interface on the market."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The L1X Wallet is a non-custodial, multi-chain EVM and non-EVM wallet. 🔥 \n\nA simple yet elegant design allows users to experience crypto in a new way. For example, our next-generation Wallet has re-imagined how users experience crypto without risking assets, data, and identity. Our goal is to open new doors to Web3 safely and securely.  \n\nThe L1X Wallet is the first Wallet developed by a layer one blockchain.  \n\n🛡 Safety Above All: \n\n• Keys? Encrypted on-device. \n• Mnemonics? Stored securely. \n• Transactions? Reviewed before approval. \n• Total control? Always with you. \n• Non-custodial Wallet: YOU are the sole custodian of your assets and information. \n• Transaction Preview: Review and ensure each transaction is correct before completing.       \n\n✨ Seamless Crypto Transactions: \n\n• Speedy Transactions: Transact swiftly across multiple chains without compromising on costs. \n• Universal Gas Fee Utility: Users can transact across numerous chains using the L1X coin as a universal gas fee. \n• X-Talk: Natively connects with 8 EVM and non-EVM chains\n• Integrated L1Dex: From swapping to staking, borrowing to lending—all streamlined in one integrated experience. \n\n🌐 Next-Gen Experience: \n\n• X-Talk: Interact effortlessly with EVM and non-EVM chains, such as Solana natively, without a bridge. \n• Efficient Smart Wallet: Simplify processes, manage diverse tokens, and always secure the best rates. \n• Cross-Chain Mastery: Quickly transact across multiple chains without breaking the bank. \n\n🌱 Forward-Thinking Features: \n\n• L1X Personal Touch: Enhance user experience and wallet security through L1X Identity's profiles and badges system. \n• xApps: Stay connected to defi, games, and more through xApps—natively built applications in the L1X wallet, ensuring additional security and an enriched crypto experience. \n \nThe Future is Now. Are You Ready? Elevate your crypto experience with L1X Wallet. \n\nWebsite: https://l1x.foundation\nTwitter: https://twitter.com/layeronex\nEmail: support@l1x.foundation\nDiscord: https://discord.com/invite/LayerOneX\nBlog: https://blog.l1x.foundation"
  }
}