{
  "name": {
    "am,ar,bg,cs,fa,ja,ro": "Ducky Duckie Online",
    "bn,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fr,hr,id,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Ducky Duckie Casual Game",
    "ca,kn,lv,mr,ms,pl,sl,sv,sw,th": "Ducky Duckie Unblocked Game",
    "et,fi,fil,gu,he,hu,ko,no,ta": "Ducky Duckie Online Game",
    "hi,sk,te": "Ducky Duckie Game"
  },
  "short": {
    "ar": "قبل أن تسقط البط ، عليك أن تأخذها إلى الماء بمساعدة الأنبوب.",
    "am": "ዳክዬዎቹ ከመውደቃቸው በፊት በቧንቧው እርዳታ ወደ ውኃው መውሰድ አለብህ።",
    "bg": "Преди патетата да паднат надолу, трябва да ги занесеш във водата с помощта на тръбата.",
    "bn": "হাঁসগুলি নীচে পড়ার আগে, আপনাকে পাইপের সাহায্যে তাদের জলে নিয়ে যেতে হবে।",
    "ca": "Abans que caiguin els ànecs, cal portar-los a l'aigua amb l'ajuda de la canonada.",
    "cs": "Než kachny spadnou, musíte je pomocí potrubí vzít do vody.",
    "da": "Før ænderne falder ned, skal du tage dem til vandet ved hjælp af røret.",
    "de": "Bevor die Enten herunterfallen, müssen Sie sie mit Hilfe der Pfeife ins Wasser bringen.",
    "el": "Πριν πέσουν οι πάπιες, πρέπει να τις πάρετε στο νερό με τη βοήθεια του σωλήνα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Before the ducks fall down, you have to take them to the water with the help of the pipe.",
    "es": "Antes de que los patos caigan, tienes que llevarlos al agua con la ayuda de la tubería.",
    "et": "Enne kui pardid kukuvad, peate need toru abil vette viima.",
    "fa": "قبل از اینکه اردک ها پایین بیفتند، باید با کمک لوله آن ها را به آب ببرید.",
    "fi": "Ennen kuin ankat putoavat alas, sinun täytyy viedä ne veteen putken avulla.",
    "fil": "Bago bumagsak ang mga pato, kailangan mong dalhin ang mga ito sa tubig sa tulong ng tubo.",
    "fr": "Avant que les canards ne tombent, vous devez les emmener à l’eau à l’aide du tuyau.",
    "gu": "બતક નીચે પડે તે પહેલા તમારે તેને પાઇપની મદદથી પાણી સુધી લઇ જવી પડે છે.",
    "he": "לפני שהברווזים נופלים, אתה צריך לקחת אותם למים בעזרת הצינור.",
    "hi": "बत्तखों के नीचे गिरने से पहले, आपको उन्हें पाइप की मदद से पानी में ले जाना होगा।",
    "hr": "Prije nego što patke padnu, morate ih odvesti u vodu uz pomoć cijevi.",
    "hu": "Mielőtt a kacsák leesnek, a cső segítségével el kell vinni őket a vízbe.",
    "id": "Sebelum bebek jatuh, Anda harus membawanya ke air dengan bantuan pipa.",
    "it": "Prima che le anatre cadano, devi portarle in acqua con l'aiuto del tubo.",
    "ja": "アヒルが落ちる前に、あなたはパイプの助けを借りてそれらを水に連れて行かなければなりません。",
    "kn": "ಬಾತುಕೋಳಿಗಳು ಕೆಳಗೆ ಬೀಳುವ ಮೊದಲು, ನೀವು ಅವುಗಳನ್ನು ಪೈಪ್ ನ ಸಹಾಯದಿಂದ ನೀರಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಬೇಕು.",
    "ko": "오리가 떨어지기 전에 파이프의 도움으로 물에 가져와야합니다.",
    "lv": "Pirms pīles nokrīt, jums tās jānogādā ūdenī ar caurules palīdzību.",
    "ml": "താറാവുകൾ വീഴുന്നതിനുമുമ്പ്, നിങ്ങൾ പൈപ്പിന്റെ സഹായത്തോടെ അവയെ വെള്ളത്തിലേക്ക് കൊണ്ടുപോകണം.",
    "mr": "बदके खाली पडण्यापूर्वी पाइपच्या साहाय्याने त्यांना पाण्यात न्यावे लागते.",
    "ms": "Sebelum itik jatuh, anda perlu membawanya ke air dengan bantuan paip.",
    "nl": "Voordat de eenden naar beneden vallen, moet je ze met behulp van de pijp naar het water brengen.",
    "no": "Før ender faller ned, må du ta dem til vannet ved hjelp av røret.",
    "pl": "Zanim kaczki spadną, musisz zabrać je do wody za pomocą rury.",
    "ro": "Înainte ca rațele să cadă, trebuie să le luați în apă cu ajutorul țevii.",
    "ru": "Прежде чем утки упадут вниз, вы должны отвести их в воду с помощью трубы.",
    "sk": "Predtým, ako kačice spadnú, musíte ich vziať do vody pomocou potrubia.",
    "sl": "Preden race padejo dol, jih morate s pomočjo cevi odpeljati v vodo.",
    "sv": "Innan ankorna faller ner måste du ta dem till vattnet med hjälp av röret.",
    "sw": "Kabla ya bata kuanguka chini, lazima uwapeleke kwenye maji kwa msaada wa bomba.",
    "ta": "வாத்துகள் கீழே விழுவதற்கு முன்பு, நீங்கள் குழாயின் உதவியுடன் அவற்றை தண்ணீருக்கு எடுத்துச் செல்ல வேண்டும்.",
    "te": "బాతులు కింద పడటానికి ముందు, మీరు వాటిని పైపు సహాయంతో నీటి వద్దకు తీసుకెళ్లాలి.",
    "th": "ก่อนที่เป็ดจะล้มลงคุณต้องพาพวกมันลงไปในน้ําด้วยความช่วยเหลือของท่อ",
    "tr": "Ördekler düşmeden önce, boru yardımıyla onları suya götürmeniz gerekir.",
    "uk": "Перед тим як качки впадуть вниз, доведеться віднести їх до води за допомогою труби."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a brand new platform game with sweet ducks. Start the challenging and fun adventure.\n\nHow To Play\nPlayed with Mouse.\n\nDucky Duckie Casual Game Features\n✓ 2D Graphics\n✓ Little particles\n✓ Fun sounds\n✓ Infinity level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Ducky Duckie Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}