{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Groups List"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lists all tab groups across all browser windows. On a click navigates to the selected group."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension that shows a list of all tab groups across all browser windows in a popup. Clicking the group activates the first tab in that group and focuses its browser window if needed.\n\nThe purpose of the extension is to allow users to quickly find specific tab group and navigate to it - useful especially for tab hoarders with many groups across many windows. \n\nThe extension tries to maximize the number of groups visible\nwithout scrolling (as extension popup window size is limited by the browser) by displaying them in 1 to 3 columns based on the number of groups to show.\n\nIn a nutshell:\n● Shows a list of all tab groups across all browser windows in a popup.\n● On a click navigates to the selected group.\n● Only groups are involved, no tabs get in the way. No group management either.\n● Extension is for Chromium based browsers that support tab groups. \n\nRemember to pin the extension after installation so its icon is always visible and clickable. You can also set a keyboard shortcut to open the popup in the browser settings (usually Extensions -> Keyboard shortcuts).\n\nBrowsers currently list all the groups (without their tabs) only in the \"Add tab to group\" context menu - not very useful when you just want to jump to the group without adding anything. And the search function often (depends on browser) only checks tabs and not group titles. \n\nThere is no group management or messing with individual tabs in this extension, you can find nice ones for that already or have built-in support."
  }
}