{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Clarity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filter Zoom events and other clutter from your Canvas calendar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of a cluttered Canvas calendar filled with unnecessary events that you can't hide? Need a quick and easy way to declutter your schedule and focus on what truly matters? Canvas Clarity is the perfect solution for students and professionals who want a cleaner, more organized Canvas experience.\n\nThis powerful extension helps you filter out Zoom events and other unwanted clutter, leaving you with only the events and assignments that are most important. Whether you're juggling multiple classes or managing your daily schedule, Canvas Clarity streamlines your view, letting you focus on what’s essential.\n\nKey Features:\n✨ Filter Zoom Events and More: Automatically hide Zoom events or any custom keywords you define. Customize the filter to suit your needs and declutter your calendar in seconds.\n\n✨ Real-Time Hidden Events Counter: Stay on top of things! The extension provides a real-time counter of how many events are hidden, so you always know what’s out of sight.\n\n✨ User-Friendly Toggle: Want to show those hidden events again? No problem! Simply flip the switch in the easy-to-use popup to toggle between hidden and visible events without any hassle.\n\n✨ Custom Keywords: Control your calendar! Easily add custom keywords to filter out specific events that you don’t need cluttering your view. Whether it's recurring meetings or course events that don’t matter, you decide what stays and what goes.\n\n✨ Dynamic and Seamless: No need to reload pages or reopen the extension. Canvas Clarity works seamlessly in the background, updating your event filters in real-time so you can keep focused on your tasks.\n\n✨ Visual Feedback: Enjoy a clean and responsive interface that makes organizing your Canvas calendar simple and intuitive. Effortlessly manage your settings in the popup, all while watching your calendar transform in real-time.\n\nWhy Canvas Clarity?\nCanvas Clarity is designed with students in mind, helping you optimize your time by reducing the noise in your calendar. Focus on what matters most – important deadlines, critical assignments, and class events – and let Canvas Clarity handle the rest.\n\n📅 Boost Your Productivity: By removing distractions and clutter from your calendar, you’ll be able to better prioritize your tasks and manage your time more effectively.\n\n⚙️ Customizable: Tailor your calendar the way you want. Add or remove keywords at any time to adjust what’s shown or hidden based on your current needs.\n\n🚀 Easy to Use: With an intuitive interface, a simple toggle switch, and real-time updates, you can get up and running with Canvas Clarity in seconds.\n\nHow It Works:\n\nInstall the Extension: It’s quick, easy, and free to use!\n\nOpen the Popup: Control your filtering preferences in the popup window.\n\nFilter Events: Add custom keywords or hide all Zoom events with a single click.\n\nStay Organized: Enjoy a cleaner, more focused Canvas calendar that only shows the events you care about.\n\nWho Is This For?\nStudents juggling multiple classes and extracurricular activities.\nEducators who want to declutter their calendars and focus on key events.\nProfessionals using Canvas for course management and collaboration.\n\nWhy Wait? Download Canvas Clarity Today!\n\nDon’t let a cluttered calendar slow you down. Get organized and take control of your Canvas experience with Canvas Clarity – the ultimate calendar decluttering tool. Whether it’s Zoom meetings, recurring events, or unwanted reminders, Canvas Clarity gives you the power to create a cleaner, more streamlined calendar that works for you."
  }
}