{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Domovik"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Domovik is a cross-browser synchronization service, letting you access all of your tabs, bookmarks, etc. in a unified way.",
    "fr": "Domovik synchronise vos onglets, favoris, et listes de lectures entre tous vos navigateurs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Domovik synchronizes Tabs, Bookmarks, and Reading Lists across all your supported browsers to give you a seamless cross-devices browsing experience.\n\n- Access any tab of any synchronized browser from any browser.\n\n- Access all of your bookmarks from any synchronized browser.\n\n- Share Reading Lists to store ephemeral links to read later.\n\n- Seamlessly send a page from a browser to another one.\n\nAll your data are E2E-encrypted: your browsing data stay safe and private.\n\nThis extension replaces Chrome's New Tab page with a direct access to your Synchronized Tabs and your Reading Lists.",
    "fr": "Domovik synchronise vos onglets, vos marques-page, et vos Listes de Lecture depuis tous vos navigateurs supportés pour vous offrir une expérience de navigation unifiée entre tous vos appareils.\n\n- Accèdez à tous vos onglets depuis tous vos navigateurs synchronisés ;\n\n- tous vos marque-pages sont disponibles depuis tous vos navigateurs ;\n\n- des Listes de Lecture partagées entre tous vos navigateurs pour stocker des liens à lire plus tard ;\n\n- envoyez rapidement des pages d'un navigateur à un autre.\n\nPour assurer garantir votre vie privée, toutes vous données sont chiffrées bout-à-bout ; le serveur de synchronisation ne voit jamais aucune de vos informations en clair.\n\nCette extension remplace la page Nouvel Onglet de Chrome avec un accès direct à vos onglets et Listes de Lectures synchronisés."
  }
}