{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "G App Launcher (Customizer for Google™)"
  },
  "short": {
    "ar": "أفضل وصول إلى خدمات ومواقع Google ™",
    "am,bg,bn,en,en_AU,en_GB,en_US,et,fi,fil,gu,kn,lt,lv,ml,mr,ro,sk,sl,sw,te": "The best access to Google™ Services and Websites",
    "ca": "El millor accés als serveis i llocs web de Google™",
    "cs": "Nejlepší přístup k Google™ službám a webovým stránkám",
    "da,no": "Den beste tilgangen til Google™-tjenester og nettsteder",
    "de": "Der beste Zugriff auf Google™ Dienste und Webseiten",
    "el": "Η καλύτερη πρόσβαση στις Υπηρεσίες και τους Ιστότοπους Google ™",
    "es,es_419": "El mejor acceso a los Servicios y Sitios web de Google™",
    "fa": "بهترین راه دسترسی به خدمات و صفحات وب گوگل",
    "fr": "Le meilleur accès aux services et sites Web Google™",
    "he": "הגישה הטובה ביותר לשירותי ואתרי ™Google",
    "hi": "गूगल™ की सेवाएँ और वेबसाईट्स को उपयोग करने की सबसे बेहतर तरीका",
    "hr": "Najbolji pristup Google uslugama i web stranicama",
    "hu": "A legjobb hozzáférés a Google™ szolgáltatásokhoz és webhelyekhez",
    "id,ms": "Akses terbaik ke layanan dan situs Google™",
    "it": "Il miglior accesso ai servizi e ai siti web di Google™",
    "ja": "Google™サービスやウェブサイトにすばやくアクセス",
    "ko": "Google™ 서비스 및 웹사이트로 접근하는 최고의 방법",
    "nl": "De beste toegang tot Google™ diensten en websites",
    "pl": "Najlepszy dostęp do usług i witryn Google™",
    "pt_BR": "A melhor forma de acessar os serviços e sites da Google™",
    "pt_PT": "O melhor acesso a serviços e websites Google™",
    "ru": "Лучший доступ к сервисам и веб-сайтам Google™",
    "sr": "Најбољи приступ Google™ услугама и веб локацијама",
    "sv": "Den bästa tillgången till Googles tjänster och webbplatser",
    "ta": "கூகலெ மட்டுமெ!",
    "th": "วิธีที่ดีที่สุดในการเข้าถึง Google™️ Service และเวบไซต์ต่างๆ ของ Google",
    "tr": "Google™ servislerine ve Web Sitelerine en iyi erişim imkanı sunan eklenti!",
    "uk": "Найкращій доступ до сервісів і вебсайтів \nGoogle™",
    "vi": "Cách truy cập các Dịch vụ và Trang web của Google tốt nhất",
    "zh_CN": "访问 Google™ 服务和网站的最佳方式",
    "zh_TW": "存取 Google 服務和網站的最佳方式"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "G App Launcher helps optimize your workflow by letting you open your most commonly-used websites from the browser toolbar. It opens shortcuts in a new tab so you can stay productive your own way.\n\nEasy to access\nOpen the launcher extension from any page with just a click or through a keyboard shortcut.\n\nPacked with more than 1,000 shortcuts\nAdd any Google website to the launcher or create your own shortcut to sites that you visit often. Over 1,000 shortcuts are available, including really obscure websites and action-based shortcuts. You can also add apps from Google Workspace.\n\nCustomizable\nPersonalize the launcher with shortcuts of your choice, with many options for layout and appearance. Dark theme is supported.\n\nIntegrated\nLaunch shortcuts with the same account as the page you’re currently on. Replace the default Google app launcher with this extension to bring your shortcuts with you on Google websites.\n\nSynced and secure\nCarry your personalized launcher across devices with support for browser-based extension sync. This means only you have access to your shortcuts; these are never sent to our system.\n\nThoughtfully designed\nFeel at home with the familiar design based on the original app launcher. Your shortcuts are accessible through keyboard navigation.\n\nNote on permissions\nWe value your privacy and security. G App Launcher requires additional permissions which the browser will inform about this on installation or first use. G App Launcher only uses these permissions for:\n- automatically getting the icon for websites you add manually,\n- replacing the default app launcher on Google shortcuts with G App Launcher,\n- making sure the shortcuts launched for Google websites are for the same account that you’re currently signed in on, and\n- correctly triggering action shortcuts related to the website you’re on (such as ‘Gmail send this’ or ‘Bookmark this’).",
    "fi": "Google recently replaced the Black Bar with an app launcher (the 3x3 grid icon in the grey bar), which allows you to access some preset Google shortcuts. The only downside is the fact you can't customize the shortcuts displayed in the app launcher.\n\nThat's where this extension comes in. It allows you to customize the app launcher and add more then 250 Google shortcuts. And it is not limited to these 250 Google shortcuts; the extension also allows you to create custom shortcuts to every website you want.\n\nIn the settings page, which you can open via the \"Configure\" button in the app launcher, you can define which shortcuts you want to display in the app launcher via drag and drop (hold your mouse on a shortcut in the left list, drag it to the right list, and release your mouse). You can add or remove all shortcuts via the two buttons below the left list. The settings page also allows you to filter the 250+ Google shortcuts via the searchbox and you can easily sort your selection via the \"Sort A-Z\" button.\n\nIf the shortcut you want is not available in the list, you can submit a google shortcut request via the \"Suggest a new google Shortcut\" button. If you want to add a non Google Shortcut, add a new one via the red \"add custom shortcut\" button."
  }
}