{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Narrate to Me"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uses AI to narrate articles to you in a natural sounding voice."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Introducing the Ultimate Chrome Extension for Effortless Text-to-Speech! 🌟\n\nAre you a multitasker or are you tired of straining your eyes to read news articles online? Say hello to our revolutionary Chrome extension that transforms text into natural-sounding speech. Whether you're browsing CNBC, USA Today, NY Post, or many more, our extension reads the latest in-depth articles aloud, making your life easier and more convenient.\n\n🔊 Why Choose Our Extension?\n\n★ Natural-Sounding Voice: Enjoy a natural sounding voice listening experience with your choice of narrator.\n\n★ Wide News Site Support: Support for many of the top news sites to let you stay informed with hands-free reading of articles.\n\n★ Easy to Use: Simply install, click, and listen – it's that simple!\nStay updated, relax your eyes, and make multitasking a breeze with our Text-to-Speech Chrome extension.\n\nDownload now and revolutionize the way you consume news! 🚀\n\n- - - - - - - - - -\n\nWebsite: https://www.narrate2me.com\nQuestions/support: support@narrate2me.com\n\n- - - - - - - - - -\n\nPERMISSIONS AND PRIVACY\n\nWhen you click the play icon, this extension sends the contents of the page and its URL to our service. The service then converts the raw text into audio.\n\nContent which you process with the service will be cached on the server for a short period.\n\nMore information on our privacy page: https://www.narrate2me.com/privacy-policy. Feel free to contact us if you have any questions."
  }
}