{
  "name": {
    "ar": "ابق بعيدا",
    "am": "መጠበቅ",
    "bg": "Стой настрана",
    "bn": "কিপ আউট",
    "ca": "Excloure",
    "cs": "Držte se venku",
    "da": "Bliv ude",
    "de": "Kein Zutritt",
    "el": "Κρατώ έξω",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Keep Out Unblocked Game",
    "es": "Excluir",
    "et": "Välja jätma",
    "fa": "بیرون نگه دارید",
    "fi": "Pysy poissa",
    "fil": "Keep Out",
    "fr": "Rester dehors",
    "gu": "બહાર રાખવા",
    "he": "לְהִתְרַחֵק",
    "hi": "दूर रहो",
    "hr": "Ne ulazi",
    "hu": "Belépni tilos",
    "id,ms": "Jauhkan",
    "it": "Tenere fuori",
    "ja": "キープアウト",
    "kn": "ಹೊರಗಿಡಿ",
    "ko": "입장 금지",
    "lv": "Turiet ārpusē",
    "ml": "സൂക്ഷിക്കുക",
    "mr": "बाहेर ठेवा",
    "nl": "Blijf buiten",
    "pl": "Nie wchodzić",
    "ro": "Stai afară",
    "ru": "Держись подальше",
    "sk": "Drž sa vonku",
    "sl": "Drži se ven",
    "sw": "Weka Nje",
    "ta": "வெளியே வைத்திருங்கள்",
    "te": "దూరంగా పెట్టు",
    "th": "ห้ามเข้า",
    "tr": "Dışarıda tutmak",
    "uk": "Не допускати"
  },
  "short": {
    "ar": "Keep Out هي لعبة حركة HTML5 حيث يتنقل اللاعبون في الأبراج المحصنة ويجمعون الكنوز",
    "am": "Keep Out ተጫዋቾች ወደ እስር ቤቶች የሚሄዱበት እና ውድ ሀብት የሚሰበስቡበት HTML5 ጨዋታ ነው።",
    "bg": "Keep Out е HTML5 екшън игра, в която играчите навигират в подземия и събират съкровища",
    "bn": "কিপ আউট হল একটি HTML5 অ্যাকশন গেম যেখানে খেলোয়াড়রা অন্ধকূপে নেভিগেট করে এবং ধন সংগ্রহ করে",
    "ca": "Keep Out és un joc d&#39;acció HTML5 on els jugadors naveguen per masmorres i recullen tresors",
    "cs": "Keep Out je akční hra HTML5, ve které hráči procházejí kobkami a sbírají poklady",
    "da": "Keep Out er et HTML5 actionspil, hvor spillere navigerer i fangehuller og samler skatte",
    "de": "Keep Out ist ein HTML5-Actionspiel, bei dem Spieler durch Dungeons navigieren und Schätze sammeln",
    "el": "Το Keep Out είναι ένα παιχνίδι δράσης HTML5 όπου οι παίκτες περιηγούνται στα μπουντρούμια και συλλέγουν θησαυρούς",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Keep Out is an HTML5 action game where players navigate dungeons and collect treasures",
    "es": "Keep Out es un juego de acción HTML5 en el que los jugadores navegan por mazmorras y recogen tesoros",
    "et": "Keep Out on HTML5 põnevusmäng, kus mängijad navigeerivad koopasse ja koguvad aardeid",
    "fa": "Keep Out یک بازی اکشن HTML5 است که در آن بازیکنان در سیاه چال ها حرکت می کنند و گنج ها را جمع آوری می کنند",
    "fi": "Keep Out on HTML5-toimintapeli, jossa pelaajat navigoivat vankityrmissä ja keräävät aarteita",
    "fil": "Ang Keep Out ay isang HTML5 action game kung saan ang mga manlalaro ay nagna-navigate sa mga piitan at nangongolekta ng mga…",
    "fr": "Keep Out est un jeu d&#39;action HTML5 où les joueurs naviguent dans des donjons et collectent des trésors",
    "gu": "કીપ આઉટ એ એક HTML5 એક્શન ગેમ છે જ્યાં ખેલાડીઓ અંધાર કોટડી જેવી જગ્યાએ નેવિગેટ કરે છે અને ખજાનો એકત્રિત કરે છે",
    "he": "Keep Out הוא משחק פעולה HTML5 שבו שחקנים מנווטים במבוכים ואוספים אוצרות",
    "hi": "कीप आउट एक HTML5 एक्शन गेम है जहां खिलाड़ी काल कोठरी में नेविगेट करते हैं और खजाना इकट्ठा करते हैं",
    "hr": "Keep Out je HTML5 akcijska igra u kojoj se igrači kreću po tamnicama i skupljaju blago",
    "hu": "A Keep Out egy HTML5-ös akciójáték, amelyben a játékosok kazamatákban navigálnak és kincseket gyűjtenek",
    "id": "Keep Out adalah game aksi HTML5 tempat pemain menavigasi ruang bawah tanah dan mengumpulkan harta karun",
    "it": "Keep Out è un gioco d&#39;azione HTML5 in cui i giocatori navigano nei sotterranei e raccolgono tesori",
    "ja": "Keep Out は、プレーヤーがダンジョンをナビゲートして宝物を集める HTML5 アクション ゲームです。",
    "kn": "ಕೀಪ್ ಔಟ್ ಎಂಬುದು HTML5 ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಇಲ್ಲಿ ಆಟಗಾರರು ಕತ್ತಲಕೋಣೆಯಲ್ಲಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾರೆ",
    "ko": "Keep Out은 플레이어가 던전을 탐색하고 보물을 수집하는 HTML5 액션 게임입니다.",
    "lv": "Keep Out ir HTML5 darbības spēle, kurā spēlētāji pārvietojas pazemes cietumos un vāc dārgumus",
    "ml": "കളിക്കാർ തടവറകളിൽ നാവിഗേറ്റ് ചെയ്യുകയും നിധികൾ ശേഖരിക്കുകയും ചെയ്യുന്ന ഒരു HTML5 ആക്ഷൻ ഗെയിമാണ് Keep Out",
    "mr": "Keep Out हा HTML5 अॅक्शन गेम आहे जिथे खेळाडू अंधारकोठडी नेव्हिगेट करतात आणि खजिना गोळा करतात",
    "ms": "Keep Out ialah permainan aksi HTML5 yang membolehkan pemain menavigasi penjara bawah tanah dan mengumpul harta karun",
    "nl": "Keep Out is een HTML5-actiegame waarin spelers door kerkers navigeren en schatten verzamelen",
    "pl": "Keep Out to gra akcji HTML5, w której gracze przemierzają lochy i zbierają skarby",
    "ro": "Keep Out este un joc de acțiune HTML5 în care jucătorii navighează în temnițe și colectează comori",
    "ru": "Keep Out — это экшн-игра на HTML5, в которой игроки перемещаются по подземельям и собирают сокровища.",
    "sk": "Keep Out je akčná hra HTML5, v ktorej sa hráči pohybujú v kobkách a zbierajú poklady",
    "sl": "Keep Out je akcijska igra HTML5, kjer igralci krmarijo po ječah in zbirajo zaklade",
    "sw": "Keep Out ni mchezo wa vitendo wa HTML5 ambapo wachezaji hupitia shimo na kukusanya hazina",
    "ta": "கீப் அவுட் என்பது HTML5 ஆக்ஷன் கேம் ஆகும், இதில் வீரர்கள் நிலவறைகளுக்குச் சென்று பொக்கிஷங்களைச் சேகரிக்கின்றனர்",
    "te": "కీప్ అవుట్ అనేది HTML5 యాక్షన్ గేమ్, ఇక్కడ ఆటగాళ్ళు నేలమాళిగల్లో నావిగేట్ చేస్తారు మరియు సంపదలను సేకరిస్తారు",
    "th": "Keep Out เป็นเกมแอคชั่น HTML5 ที่ผู้เล่นสำรวจดันเจี้ยนและสะสมสมบัติ",
    "tr": "Keep Out, oyuncuların zindanlarda gezinip hazineler topladığı bir HTML5 aksiyon oyunudur.",
    "uk": "Keep Out — це бойовик HTML5, де гравці пересуваються підземеллями та збирають скарби"
  },
  "long": {
    "ar": "Keep Out هي لعبة رعب مثيرة ومثالية للاعبين الذين يحبون مغامرة في الأبراج المحصنة. في اللعبة ، يتحكم اللاعبون في شخصية ما. يجب عليهم استخدامه للتنقل في سلسلة من الأبراج المحصنة الخطرة مع تجنب العقبات والأعداء. تكون طريقة اللعب على شاشة تمرير ، وتتحرك الشخصية تلقائيًا ، متبعة مؤشر الماوس أو إصبع اللاعب. هدف اللعبة هو استكشاف الأبراج المحصنة وجمع أكبر عدد ممكن من الكنوز مع تجنب العقبات والأعداء. ستستمر الشاشة في التمرير ، وستظهر عقبات وأعداء جدد مع تقدم اللعبة.\nلتحقيق النجاح ، يجب أن يكون لدى اللاعبين ردود أفعال سريعة وأن يكونوا قادرين على توقع وتجنب العقبات والأعداء. ومن السمات الحاسمة لـ Keep Out رسوماتها الملونة والنابضة بالحياة ، المليئة بالشخصية والسحر. تجعل عناصر التحكم سهلة الاستخدام واللعب المباشر في اللعبة اللعبة مثالية للاعبين من جميع الأعمار.\nبالإضافة إلى وضع اللعبة القياسي ، يتضمن Keep Out أيضًا مجموعة متنوعة من مستويات التحدي وأوضاع اللعبة لإبقاء اللاعبين يعودون للحصول على المزيد. في وضع Puzzle ، يجب على اللاعبين استخدام ردود أفعالهم ومهارات حل المشكلات لحل المستويات الصعبة بشكل متزايد. إلى ما لا نهاية ، يجب على اللاعبين محاولة البقاء على قيد الحياة لأطول فترة ممكنة ، وجمع أكبر عدد ممكن من الكنوز للبقاء في المقدمة.\n\nيمكنك الاتصال بنا على support@724fun.com ومشاركة أفكارك ومشاكلك\n\nبعد النقر على زر إضافة اللعبة إلى الكروم ، يمكنك العثور على اللعبة في قسم الإضافات. إذا كنت ترغب في ذلك ، يمكنك زيارة 724fun.com. إذا كنت ترغب في ذلك ، يمكنك اللعب مرة أخرى وإذا كنت تريد إزالته ، يمكنك إزالته من قسم الامتدادات.",
    "am": "Keep Out-ը հուզիչ սարսափ խաղ է, որը կատարյալ է այն խաղացողների համար, ովքեր սիրում են զնդանային արկածները: Խաղում խաղացողները վերահսկում են կերպարը: Նրանք պետք է օգտագործեն նրան մի շարք վտանգավոր զնդաններով նավարկելու համար՝ միաժամանակ խուսափելով խոչընդոտներից և թշնամիներից: Խաղը պտտվող էկրանի վրա է, և կերպարը շարժվում է ավտոմատ կերպով՝ հետևելով խաղացողի մկնիկի կուրսորին կամ մատին: Խաղի նպատակն է ուսումնասիրել զնդանները և հնարավորինս շատ գանձեր հավաքել՝ խուսափելով խոչընդոտներից և թշնամիներից: Էկրանը շարունակաբար պտտվելու է, և խաղի առաջընթացին կհայտնվեն նոր խոչընդոտներ և թշնամիներ:\nՀաջողության հասնելու համար խաղացողները պետք է ունենան արագ ռեֆլեքսներ և կարողանան կանխատեսել և խուսափել խոչընդոտներից և թշնամիներից: Keep Out-ի կարևոր առանձնահատկություններից մեկը նրա գունեղ և աշխույժ գրաֆիկան է, որը լի է անհատականությամբ և հմայքով: Խաղի հեշտ օգտագործման հսկիչները և պարզ խաղախաղը այն դարձնում են կատարյալ բոլոր տարիքի խաղացողների համար:\nԲացի ստանդարտ խաղի ռեժիմից, Keep Out-ը ներառում է նաև մի շարք դժվար մակարդակներ և խաղի ռեժիմներ, որպեսզի խաղացողները վերադառնան ավելին: Puzzle ռեժիմում խաղացողները պետք է օգտագործեն իրենց ռեֆլեքսները և խնդիրներ լուծելու հմտությունները՝ ավելի ու ավելի բարդ մակարդակները լուծելու համար: Անվերջ, խաղացողները պետք է փորձեն կենդանի մնալ որքան հնարավոր է երկար՝ հավաքելով որքան հնարավոր է շատ գանձեր՝ առաջ մնալու համար:\n\nԴուք կարող եք կապվել մեզ հետ support@724fun.com հասցեով և կիսվել ձեր մտքերով և խնդիրներով\n\n«Ավելացնել խաղը քրոմին» կոճակը սեղմելուց հետո խաղը կարող եք գտնել ընդարձակման բաժնում: Ցանկության դեպքում կարող եք այցելել 724fun.com: Ցանկության դեպքում կարող եք նորից խաղալ, իսկ եթե ցանկանում եք հեռացնել այն կարող եք հեռացնել ընդարձակման բաժնից։",
    "bg": "Keep Out е вълнуваща игра на ужасите, която е идеална за играчи, които обичат приключението в подземието. В играта играчите контролират герой. Те трябва да го използват, за да навигират в поредица от опасни подземия, като същевременно избягват препятствия и врагове. Играта е на превъртащ се екран и персонажът се движи автоматично, следвайки курсора на мишката или пръста на играча. Целта на играта е да изследвате подземията и да съберете възможно най-много съкровища, като избягвате препятствия и врагове. Екранът ще се превърта непрекъснато и с напредването на играта ще се появяват нови препятствия и врагове.\nЗа да успеят, играчите трябва да имат бързи рефлекси и да могат да предвиждат и избягват препятствия и врагове. Една от критичните характеристики на Keep Out е нейната цветна и жизнена графика, която е пълна с индивидуалност и чар. Лесните за използване контроли на играта и ясен геймплей я правят идеална за играчи от всички възрасти.\nВ допълнение към стандартния режим на игра, Keep Out също включва разнообразие от предизвикателни нива и режими на игра, за да накара играчите да се връщат за още. В режим Пъзел играчите трябва да използват своите рефлекси и умения за решаване на проблеми, за да решават все по-трудни нива. Безкрайно, играчите трябва да се опитват да останат живи възможно най-дълго, събирайки възможно най-много съкровища, за да останат напред.\n\nМожете да се свържете с нас на support@724fun.com и да споделите вашите мисли и проблеми\n\nСлед като щракнете върху бутона за добавяне на играта към chrome, можете да намерите играта в секцията с разширения. Ако желаете, можете да посетите 724fun.com. Ако желаете, можете да играете отново и ако искате да го премахнете, можете да го премахнете от секцията с разширения.",
    "bn": "কিপ আউট হল একটি রোমাঞ্চকর হরর গেম যা অন্ধকূপ অ্যাডভেঞ্চার পছন্দকারী খেলোয়াড়দের জন্য উপযুক্ত। গেমটিতে, খেলোয়াড়রা একটি চরিত্র নিয়ন্ত্রণ করে। বাধা এবং শত্রুদের এড়ানোর সময় তাদের অবশ্যই বিপজ্জনক অন্ধকূপের একটি সিরিজ নেভিগেট করতে তাকে ব্যবহার করতে হবে। গেমপ্লেটি একটি স্ক্রোলিং স্ক্রিনে রয়েছে এবং অক্ষরটি প্লেয়ারের মাউস কার্সার বা আঙুল অনুসরণ করে স্বয়ংক্রিয়ভাবে চলে যায়। গেমটির উদ্দেশ্য হল অন্ধকূপগুলি অন্বেষণ করা এবং বাধা এবং শত্রুদের এড়ানোর সময় যতটা সম্ভব ধন সংগ্রহ করা। স্ক্রীনটি ক্রমাগত স্ক্রোল করবে এবং গেমটি অগ্রসর হওয়ার সাথে সাথে নতুন বাধা এবং শত্রু উপস্থিত হবে।\nসফল হওয়ার জন্য, খেলোয়াড়দের অবশ্যই দ্রুত প্রতিচ্ছবি থাকতে হবে এবং প্রতিবন্ধকতা এবং শত্রুদের পূর্বাভাস দিতে এবং এড়াতে সক্ষম হতে হবে। কিপ আউটের অন্যতম গুরুত্বপূর্ণ বৈশিষ্ট্য হল এর রঙিন এবং প্রাণবন্ত গ্রাফিক্স, যা ব্যক্তিত্ব এবং মনোমুগ্ধকর। গেমটির সহজে ব্যবহারযোগ্য নিয়ন্ত্রণ এবং সহজবোধ্য গেমপ্লে এটিকে সব বয়সের খেলোয়াড়দের জন্য নিখুঁত করে তোলে।\nস্ট্যান্ডার্ড গেম মোড ছাড়াও, কিপ আউটে বিভিন্ন ধরনের চ্যালেঞ্জিং লেভেল এবং গেম মোড রয়েছে যাতে খেলোয়াড়রা আরও বেশি কিছুর জন্য ফিরে আসে। ধাঁধা মোডে, খেলোয়াড়দের ক্রমবর্ধমান জটিল স্তরগুলি সমাধান করতে তাদের প্রতিচ্ছবি এবং সমস্যা সমাধানের দক্ষতা ব্যবহার করতে হবে। অবিরামভাবে, খেলোয়াড়দের যতদিন সম্ভব বেঁচে থাকার চেষ্টা করতে হবে, এগিয়ে থাকার জন্য যতটা সম্ভব ধন সংগ্রহ করতে হবে।\n\nআপনি support@724fun.com এ আমাদের সাথে যোগাযোগ করতে পারেন এবং আপনার চিন্তা ও সমস্যা শেয়ার করতে পারেন\n\nক্রোম বোতামে গেম যোগ করুন ক্লিক করার পরে, আপনি এক্সটেনশন বিভাগে গেমটি খুঁজে পেতে পারেন। আপনি যদি চান, আপনি 724fun.com ভিজিট করতে পারেন। আপনি যদি চান, আপনি আবার খেলতে পারেন এবং যদি আপনি এটি অপসারণ করতে চান, আপনি এটি এক্সটেনশন বিভাগ থেকে সরাতে পারেন।",
    "ca": "Keep Out és un emocionant joc de terror que és perfecte per als jugadors que els agraden les aventures a les masmorres. En el joc, els jugadors controlen un personatge. Han d'utilitzar-lo per navegar per una sèrie de masmorres perilloses mentre eviten obstacles i enemics. El joc és en una pantalla de desplaçament i el personatge es mou automàticament, seguint el cursor del ratolí o el dit del jugador. L'objectiu del joc és explorar les masmorres i recollir tants tresors com sigui possible evitant obstacles i enemics. La pantalla es desplaçarà contínuament i apareixeran nous obstacles i enemics a mesura que avança el joc.\nPer tenir èxit, els jugadors han de tenir reflexos ràpids i ser capaços d'anticipar i evitar obstacles i enemics. Una de les característiques crítiques de Keep Out són els seus gràfics colorits i vibrants, plens de personalitat i encant. Els controls fàcils d'utilitzar i el joc senzill el fan perfecte per a jugadors de totes les edats.\nA més del mode de joc estàndard, Keep Out també inclou una varietat de nivells i modes de joc desafiants perquè els jugadors tornin a buscar més. En el mode Trencaclosques, els jugadors han d'utilitzar els seus reflexos i habilitats de resolució de problemes per resoldre nivells cada cop més complicats. Interminablement, els jugadors han d'intentar mantenir-se amb vida el màxim de temps possible, recollint tants tresors com sigui possible per mantenir-se al davant.\n\nPots contactar amb nosaltres a support@724fun.com i compartir els teus pensaments i problemes\n\nDesprés de fer clic al botó Afegeix el joc a Chrome, pots trobar el joc a la secció d'extensions. Si ho desitgeu, podeu visitar 724fun.com. Si voleu, podeu tornar a jugar i si voleu eliminar-lo, podeu eliminar-lo de la secció d'extensions.",
    "cs": "Keep Out je napínavá hororová hra, která je ideální pro hráče, kteří milují dobrodružství v dungeonu. Ve hře hráči ovládají postavu. Musí ho použít k navigaci v řadě nebezpečných dungeonů a zároveň se vyhýbat překážkám a nepřátelům. Hra se odehrává na rolovací obrazovce a postava se pohybuje automaticky podle hráčova kurzoru myši nebo prstu. Cílem hry je prozkoumat dungeony a shromáždit co nejvíce pokladů a přitom se vyhýbat překážkám a nepřátelům. Obrazovka se bude neustále posouvat a v průběhu hry se budou objevovat nové překážky a nepřátelé.\nAby hráči uspěli, musí mít rychlé reflexy a být schopni předvídat a vyhýbat se překážkám a nepřátelům. Jednou z kritických vlastností Keep Out je barevná a živá grafika, která je plná osobnosti a kouzla. Díky snadno použitelnému ovládání a přímočaré hře je ideální pro hráče všech věkových kategorií.\nKromě standardního herního režimu obsahuje Keep Out také řadu náročných úrovní a herních režimů, aby se hráči vraceli pro více. V režimu Puzzle musí hráči používat své reflexy a schopnosti řešit problémy k řešení stále složitějších úrovní. Hráči se musí neustále snažit zůstat naživu co nejdéle a sbírat co nejvíce pokladů, aby zůstali napřed.\n\nMůžete nás kontaktovat na adrese support@724fun.com a sdílet své myšlenky a problémy\n\nPo kliknutí na tlačítko přidat hru do chromu hru najdete v sekci rozšíření. Pokud chcete, můžete navštívit 724fun.com. Pokud si přejete, můžete hrát znovu a pokud ji chcete odstranit, můžete ji odstranit ze sekce rozšíření.",
    "da": "Keep Out er et spændende gyserspil, der er perfekt til spillere, der elsker et dungeon-eventyr. I spillet styrer spillerne en karakter. De skal bruge ham til at navigere i en række farlige fangehuller, mens de undgår forhindringer og fjender. Gameplayet foregår på en rulleskærm, og karakteren bevæger sig automatisk efter spillerens musemarkør eller finger. Spillets mål er at udforske fangehullerne og samle så mange skatte som muligt, mens du undgår forhindringer og fjender. Skærmen vil rulle kontinuerligt, og nye forhindringer og fjender vil dukke op, efterhånden som spillet skrider frem.\nFor at lykkes skal spillerne have hurtige reflekser og være i stand til at forudse og undgå forhindringer og fjender. En af de kritiske funktioner ved Keep Out er dens farverige og levende grafik, som er fuld af personlighed og charme. Spillets brugervenlige kontroller og ligetil gameplay gør det perfekt til spillere i alle aldre.\nUd over standardspiltilstanden inkluderer Keep Out også en række udfordrende niveauer og spiltilstande for at få spillerne til at vende tilbage efter mere. I puslespilstilstanden skal spillerne bruge deres reflekser og problemløsningsevner til at løse stadigt mere vanskelige niveauer. Uendeligt skal spillere forsøge at holde sig i live så længe som muligt og samle så mange skatte som muligt for at være foran.\n\nDu kan kontakte os på support@724fun.com og dele dine tanker og problemer\n\nNår du har klikket på knappen Tilføj spillet til chrome, kan du finde spillet i udvidelsessektionen. Hvis du ønsker det, kan du besøge 724fun.com. Hvis du ønsker det, kan du spille igen, og hvis du vil fjerne det, kan du fjerne det fra udvidelsessektionen.",
    "de": "Keep Out ist ein spannendes Horrorspiel, das perfekt für Spieler ist, die ein Dungeon-Abenteuer lieben. Im Spiel steuern die Spieler einen Charakter. Sie müssen ihn benutzen, um durch eine Reihe gefährlicher Dungeons zu navigieren und dabei Hindernissen und Feinden auszuweichen. Das Gameplay findet auf einem scrollenden Bildschirm statt und der Charakter bewegt sich automatisch, indem er dem Mauszeiger oder Finger des Spielers folgt. Das Ziel des Spiels ist es, die Dungeons zu erkunden und so viele Schätze wie möglich zu sammeln, während Hindernisse und Feinde vermieden werden. Der Bildschirm scrollt kontinuierlich und neue Hindernisse und Feinde erscheinen im Laufe des Spiels.\nUm erfolgreich zu sein, müssen die Spieler über schnelle Reflexe verfügen und in der Lage sein, Hindernisse und Feinde zu antizipieren und ihnen auszuweichen. Eines der entscheidenden Merkmale von Keep Out ist seine farbenfrohe und lebendige Grafik, die voller Persönlichkeit und Charme ist. Die benutzerfreundliche Steuerung und das unkomplizierte Gameplay des Spiels machen es perfekt für Spieler jeden Alters.\nZusätzlich zum Standard-Spielmodus enthält Keep Out auch eine Vielzahl herausfordernder Levels und Spielmodi, damit die Spieler immer wieder zurückkommen. Im Puzzle-Modus müssen die Spieler ihre Reflexe und Fähigkeiten zur Problemlösung einsetzen, um immer kniffligere Levels zu lösen. Endlos müssen die Spieler versuchen, so lange wie möglich am Leben zu bleiben und so viele Schätze wie möglich zu sammeln, um vorne zu bleiben.\n\nSie können uns unter support@724fun.com kontaktieren und uns Ihre Gedanken und Probleme mitteilen\n\nNachdem Sie auf die Schaltfläche „Spiel zu Chrome hinzufügen“ geklickt haben, finden Sie das Spiel im Bereich „Erweiterungen“. Wenn Sie möchten, können Sie 724fun.com besuchen. Wenn Sie möchten, können Sie erneut spielen und wenn Sie es entfernen möchten, können Sie es aus dem Erweiterungsbereich entfernen.",
    "el": "Το Keep Out είναι ένα συναρπαστικό παιχνίδι τρόμου που είναι τέλειο για παίκτες που αγαπούν μια περιπέτεια στο μπουντρούμι. Στο παιχνίδι, οι παίκτες ελέγχουν έναν χαρακτήρα. Πρέπει να τον χρησιμοποιήσουν για να περιηγηθούν σε μια σειρά από επικίνδυνα μπουντρούμια αποφεύγοντας τα εμπόδια και τους εχθρούς. Το παιχνίδι βρίσκεται σε μια οθόνη κύλισης και ο χαρακτήρας μετακινείται αυτόματα, ακολουθώντας τον κέρσορα του ποντικιού ή το δάχτυλο του παίκτη. Ο στόχος του παιχνιδιού είναι να εξερευνήσετε τα μπουντρούμια και να συλλέξετε όσο το δυνατόν περισσότερους θησαυρούς αποφεύγοντας τα εμπόδια και τους εχθρούς. Η οθόνη θα μετακινείται συνεχώς και θα εμφανίζονται νέα εμπόδια και εχθροί καθώς προχωρά το παιχνίδι.\nΓια να πετύχουν, οι παίκτες πρέπει να έχουν γρήγορα αντανακλαστικά και να μπορούν να προβλέπουν και να αποφεύγουν εμπόδια και εχθρούς. Ένα από τα κρίσιμα χαρακτηριστικά του Keep Out είναι τα πολύχρωμα και ζωντανά γραφικά του, τα οποία είναι γεμάτα προσωπικότητα και γοητεία. Τα εύχρηστα χειριστήρια και το απλό παιχνίδι του παιχνιδιού το καθιστούν ιδανικό για παίκτες όλων των ηλικιών.\nΕκτός από την τυπική λειτουργία παιχνιδιού, το Keep Out περιλαμβάνει επίσης μια ποικιλία απαιτητικών επιπέδων και τρόπων παιχνιδιού για να κρατήσει τους παίκτες να επιστρέφουν για περισσότερα. Στη λειτουργία Puzzle, οι παίκτες πρέπει να χρησιμοποιήσουν τα αντανακλαστικά τους και τις δεξιότητες επίλυσης προβλημάτων για να λύσουν όλο και πιο δύσκολα επίπεδα. Ατελείωτα, οι παίκτες πρέπει να προσπαθήσουν να παραμείνουν ζωντανοί για όσο το δυνατόν περισσότερο, συλλέγοντας όσο το δυνατόν περισσότερους θησαυρούς για να παραμείνουν μπροστά.\n\nΜπορείτε να επικοινωνήσετε μαζί μας στο support@724fun.com και να μοιραστείτε τις σκέψεις και τα προβλήματά σας\n\nΑφού κάνετε κλικ στο κουμπί προσθήκη του παιχνιδιού στο chrome, μπορείτε να βρείτε το παιχνίδι στην ενότητα επεκτάσεις. Εάν θέλετε, μπορείτε να επισκεφθείτε το 724fun.com. Εάν θέλετε, μπορείτε να παίξετε ξανά και αν θέλετε να το αφαιρέσετε, μπορείτε να το αφαιρέσετε από την ενότητα επεκτάσεων.",
    "en,en_AU,en_GB,en_US,es,es_419,fa,gu,he,hi,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep Out is a thrilling Horror game that is perfect for players who love a dungeon adventure. In the game, players control a character. They must use him to navigate a series of dangerous dungeons while avoiding obstacles and enemies. The gameplay is on a scrolling screen, and the character moves automatically, following the player's mouse cursor or finger. The game's objective is to explore the dungeons and collect as many treasures as possible while avoiding obstacles and enemies. The screen will scroll continuously, and new obstacles and enemies will appear as the game progresses. \nTo succeed, players must have quick reflexes and be able to anticipate and avoid obstacles and enemies.One of the critical features of Keep Out is its colorful and vibrant graphics, which are full of personality and charm. The game's easy-to-use controls and straightforward gameplay make it perfect for players of all ages.\nIn addition to the standard game mode, Keep Out also includes a variety of challenging levels and game modes to keep players coming back for more. In the Puzzle mode, players must use their reflexes and problem-solving skills to solve increasingly tricky levels. Endlessly, players must try to stay alive for as long as possible, collecting as many treasures as possible to stay ahead. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section.",
    "et": "Keep Out on põnev õudusmäng, mis sobib suurepäraselt mängijatele, kes armastavad koopaseiklust. Mängus juhivad mängijad tegelast. Nad peavad teda kasutama ohtlikes koopasse navigeerimiseks, vältides samal ajal takistusi ja vaenlasi. Mängimine toimub kerival ekraanil ja tegelane liigub automaatselt, järgides mängija hiirekursorit või sõrme. Mängu eesmärk on uurida koopasse ja koguda võimalikult palju aardeid, vältides samal ajal takistusi ja vaenlasi. Ekraan kerib pidevalt ning mängu edenedes ilmuvad uued takistused ja vaenlased.\nEdu saavutamiseks peavad mängijad omama kiireid reflekse ning suutma ette näha ja vältida takistusi ja vaenlasi. Üks rakenduse Keep Out olulisi omadusi on selle värvikas ja elav graafika, mis on täis isikupära ja võlu. Mängu lihtsalt kasutatavad juhtnupud ja lihtne mänguviis muudavad selle ideaalseks igas vanuses mängijatele.\nLisaks tavapärasele mängurežiimile sisaldab Keep Out ka mitmesuguseid väljakutseid pakkuvaid tasemeid ja mängurežiime, et mängijad saaksid rohkem tagasi tulla. Puzzle režiimis peavad mängijad kasutama oma reflekse ja probleemide lahendamise oskusi, et lahendada üha keerulisemaid tasemeid. Mängijad peavad lõputult püüdma elus püsida nii kaua kui võimalik, kogudes võimalikult palju aardeid, et ees püsida.\n\nVõite meiega ühendust võtta aadressil support@724fun.com ning jagada oma mõtteid ja probleeme\n\nPärast nupul Lisa mäng Chrome'i klõpsamist leiate mängu laienduste jaotisest. Soovi korral võite külastada veebisaiti 724fun.com. Soovi korral saate uuesti mängida ja kui soovite selle eemaldada, saate selle eemaldada laienduste jaotisest.",
    "fi": "Keep Out on jännittävä kauhupeli, joka on täydellinen pelaajille, jotka rakastavat vankityrmäseikkailua. Pelissä pelaajat hallitsevat hahmoa. Heidän on käytettävä häntä navigoidakseen sarjassa vaarallisia luolia välttäen esteitä ja vihollisia. Peli on rullaavassa näytössä, ja hahmo liikkuu automaattisesti seuraten pelaajan hiiren osoitinta tai sormea. Pelin tavoitteena on tutkia vankityrmiä ja kerätä mahdollisimman paljon aarteita välttäen esteitä ja vihollisia. Näyttö rullaa jatkuvasti, ja uusia esteitä ja vihollisia ilmestyy pelin edetessä.\nMenestyäkseen pelaajilla on oltava nopeat refleksit ja heidän on kyettävä ennakoimaan ja välttämään esteitä ja vihollisia. Yksi Keep Out -pelin kriittisistä ominaisuuksista on sen värikäs ja eloisa grafiikka, joka on täynnä persoonallisuutta ja charmia. Pelin helppokäyttöiset säätimet ja suoraviivainen pelattavuus tekevät siitä täydellisen kaiken ikäisille pelaajille.\nTavallisen pelitilan lisäksi Keep Out sisältää myös useita haastavia tasoja ja pelitiloja, jotta pelaajat palaavat takaisin hakemaan lisää. Puzzle-tilassa pelaajien on käytettävä refleksiään ja ongelmanratkaisutaitojaan ratkaistakseen yhä hankalampia tasoja. Pelaajien täytyy loputtomasti yrittää pysyä hengissä mahdollisimman pitkään ja kerätä mahdollisimman paljon aarteita pysyäkseen edellä.\n\nVoit ottaa meihin yhteyttä osoitteessa support@724fun.com ja jakaa ajatuksesi ja ongelmasi\n\nKun olet napsauttanut Lisää peli Chromeen -painiketta, löydät pelin laajennusosiosta. Halutessasi voit vierailla osoitteessa 724fun.com. Voit halutessasi pelata uudelleen ja jos haluat poistaa sen, voit poistaa sen laajennusosiosta.",
    "fil": "Ang Keep Out ay isang nakakapanabik na Horror game na perpekto para sa mga manlalaro na mahilig sa isang dungeon adventure. Sa laro, kinokontrol ng mga manlalaro ang isang karakter. Dapat nilang gamitin siya upang mag-navigate sa isang serye ng mga mapanganib na piitan habang iniiwasan ang mga hadlang at mga kaaway. Ang gameplay ay nasa isang scrolling screen, at ang karakter ay awtomatikong gumagalaw, kasunod ng mouse cursor o daliri ng player. Ang layunin ng laro ay tuklasin ang mga piitan at mangolekta ng maraming kayamanan hangga't maaari habang iniiwasan ang mga hadlang at kaaway. Patuloy na mag-i-scroll ang screen, at lilitaw ang mga bagong hadlang at kaaway habang umuusad ang laro.\nUpang magtagumpay, ang mga manlalaro ay dapat magkaroon ng mabilis na reflexes at ma-anticipate at maiwasan ang mga hadlang at kaaway. Isa sa mga kritikal na feature ng Keep Out ay ang makulay at makulay nitong graphics, na puno ng personalidad at kagandahan. Ang madaling gamitin na mga kontrol at direktang gameplay ng laro ay ginagawa itong perpekto para sa mga manlalaro sa lahat ng edad.\nBilang karagdagan sa karaniwang mode ng laro, ang Keep Out ay nagsasama rin ng iba't ibang mga mapaghamong antas at mga mode ng laro upang panatilihing bumalik ang mga manlalaro para sa higit pa. Sa Puzzle mode, dapat gamitin ng mga manlalaro ang kanilang mga reflexes at mga kasanayan sa paglutas ng problema upang malutas ang mga mas nakakalito na antas. Walang katapusang, dapat subukan ng mga manlalaro na manatiling buhay hangga't maaari, nangongolekta ng maraming kayamanan hangga't maaari upang manatili sa unahan.\n\nMaaari kang makipag-ugnayan sa amin sa support@724fun.com at ibahagi ang iyong mga iniisip at problema\n\nPagkatapos i-click ang button na idagdag ang laro sa chrome, mahahanap mo ang laro sa seksyon ng mga extension. Kung nais mo, maaari mong bisitahin ang 724fun.com. Kung gusto mo, maaari kang maglaro muli at kung gusto mo itong alisin, maaari mo itong alisin sa seksyon ng mga extension.",
    "fr": "Keep Out est un jeu d'horreur passionnant qui est parfait pour les joueurs qui aiment les aventures dans les donjons. Dans le jeu, les joueurs contrôlent un personnage. Ils doivent l'utiliser pour naviguer dans une série de donjons dangereux tout en évitant les obstacles et les ennemis. Le gameplay se déroule sur un écran défilant et le personnage se déplace automatiquement en suivant le curseur ou le doigt de la souris du joueur. L'objectif du jeu est d'explorer les donjons et de collecter un maximum de trésors tout en évitant les obstacles et les ennemis. L'écran défilera en continu et de nouveaux obstacles et ennemis apparaîtront au fur et à mesure que le jeu progresse.\nPour réussir, les joueurs doivent avoir des réflexes rapides et être capables d'anticiper et d'éviter les obstacles et les ennemis. L'une des caractéristiques essentielles de Keep Out est ses graphismes colorés et vibrants, pleins de personnalité et de charme. Les commandes faciles à utiliser et le gameplay simple du jeu le rendent parfait pour les joueurs de tous âges.\nEn plus du mode de jeu standard, Keep Out comprend également une variété de niveaux et de modes de jeu stimulants pour inciter les joueurs à revenir pour plus. Dans le mode Puzzle, les joueurs doivent utiliser leurs réflexes et leurs compétences en résolution de problèmes pour résoudre des niveaux de plus en plus délicats. Sans fin, les joueurs doivent essayer de rester en vie le plus longtemps possible, en collectant autant de trésors que possible pour rester en tête.\n\nVous pouvez nous contacter à support@724fun.com et partager vos réflexions et problèmes\n\nAprès avoir cliqué sur le bouton Ajouter le jeu à Chrome, vous pouvez trouver le jeu dans la section des extensions. Si vous le souhaitez, vous pouvez visiter 724fun.com. Si vous le souhaitez, vous pouvez jouer à nouveau et si vous souhaitez le supprimer, vous pouvez le supprimer de la section des extensions.",
    "hr": "Keep Out je uzbudljiva horor igra koja je savršena za igrače koji vole avanturu u tamnici. U igrici igrači kontroliraju lik. Moraju ga koristiti za navigaciju nizom opasnih tamnica izbjegavajući prepreke i neprijatelje. Igra je na ekranu koji se pomiče, a lik se pomiče automatski, prateći pokazivač miša ili prst igrača. Cilj igre je istražiti tamnice i prikupiti što više blaga, izbjegavajući prepreke i neprijatelje. Zaslon će se neprestano pomicati, a nove prepreke i neprijatelji pojavljivat će se kako igra napreduje.\nDa bi uspjeli, igrači moraju imati brze reflekse i biti u stanju predvidjeti i izbjeći prepreke i neprijatelje. Jedna od ključnih značajki Keep Out-a je njegova šarena i živahna grafika, koja je puna osobnosti i šarma. Kontrole igre jednostavne za korištenje i jednostavno igranje čine je savršenom za igrače svih dobnih skupina.\nUz standardni način igre, Keep Out također uključuje niz izazovnih razina i načina igre kako bi se igrači vraćali po još. U načinu Puzzle, igrači moraju koristiti svoje reflekse i vještine rješavanja problema kako bi riješili sve teže razine. Beskrajno, igrači moraju pokušati ostati živi što je dulje moguće, skupljajući što više blaga kako bi ostali ispred.\n\nMožete nas kontaktirati na support@724fun.com i podijeliti svoja razmišljanja i probleme\n\nNakon što kliknete gumb Dodaj igru u Chrome, igricu možete pronaći u odjeljku proširenja. Ako želite, možete posjetiti 724fun.com. Ako želite, možete ponovno igrati, a ako ga želite ukloniti, možete ga ukloniti iz odjeljka proširenja.",
    "nl": "Keep Out is een spannende horrorgame die perfect is voor spelers die van een kerkeravontuur houden. In het spel besturen spelers een personage. Ze moeten hem gebruiken om door een reeks gevaarlijke kerkers te navigeren terwijl ze obstakels en vijanden ontwijken. De gameplay bevindt zich op een scrollend scherm en het personage beweegt automatisch, waarbij het de muiscursor of vinger van de speler volgt. Het doel van het spel is om de kerkers te verkennen en zoveel mogelijk schatten te verzamelen terwijl obstakels en vijanden worden vermeden. Het scherm scrolt continu en er verschijnen nieuwe obstakels en vijanden naarmate het spel vordert.\nOm te slagen, moeten spelers snelle reflexen hebben en in staat zijn om te anticiperen op obstakels en vijanden en deze te vermijden. Een van de belangrijkste kenmerken van Keep Out zijn de kleurrijke en levendige graphics, vol persoonlijkheid en charme. De gebruiksvriendelijke besturing en ongecompliceerde gameplay van het spel maken het perfect voor spelers van alle leeftijden.\nNaast de standaard spelmodus bevat Keep Out ook een verscheidenheid aan uitdagende niveaus en spelmodi om ervoor te zorgen dat spelers blijven terugkomen voor meer. In de Puzzle-modus moeten spelers hun reflexen en probleemoplossende vaardigheden gebruiken om steeds lastiger wordende levels op te lossen. Eindeloos moeten spelers proberen zo lang mogelijk in leven te blijven en zoveel mogelijk schatten te verzamelen om voorop te blijven.\n\nU kunt contact met ons opnemen via support@724fun.com en uw gedachten en problemen delen\n\nNadat je op de knop Game toevoegen aan Chrome hebt geklikt, kun je de game vinden in het gedeelte Extensies. Als je wilt, kun je 724fun.com bezoeken. Als je wilt, kun je opnieuw spelen en als je het wilt verwijderen, kun je het verwijderen uit het gedeelte met extensies."
  }
}