{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Talkery: AI analyser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension which captures audio from microphone and provides English grammar feedback."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your communication skills and gain deeper insights into your conversations with Talkery, your personal AI speech analyser.\n\nTalkery is an intelligent, real-time speech analyser Chrome extension, designed to listen and provide feedback during your online meetings, calls, presentations, or casual chats with friends.\n\nThis innovative tool offers a variety of powerful features:\n\nReal-Time Speech Analysis: Talkery employs cutting-edge AI technology to analyse your speech as you speak, giving you the chance to adjust your communication style on-the-go.\n\nSpeech Insights: Our software provides in-depth analysis of your communication patterns, identifying areas of strength and aspects that could benefit from enhancement.\n\nInteractive Dashboard: An intuitive, user-friendly dashboard presents data in easy-to-understand visualizations, allowing you to review your speech patterns and trends over time.\n\nPrivacy Protection: Talkery values your privacy. All speech analysis is done locally on your machine, ensuring that no data is ever sent to the cloud or third parties.\n\nPersonalized Feedback: Tailored suggestions to help you improve your communication skills, based on your unique patterns and habits.\n\nSpeech Enhancement Tips: Practical recommendations to improve your speech clarity, tone, pitch, pace, and more, helping you deliver a more powerful and convincing message.\n\nWhy should you install Talkery?\n\nImprove your communication skills: Gain an edge in your professional and personal life by honing your speaking skills with targeted feedback.\n\nBe more persuasive: Make your voice heard and understood. Strengthen your argument with clear, concise, and impactful speech.\n\nUnderstand yourself better: Uncover speech patterns you may not be aware of. Harness this knowledge for personal growth and development.\n\nBoost your confidence: Get immediate feedback and tips on your speech, allowing you to speak with greater confidence and effectiveness.\n\nEmbrace the power of effective communication with Talkery – your guide to a more articulate, persuasive, and confident voice. Download today to start your journey towards superior communication skills!"
  }
}