{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitmate dos Cria"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitmate dos Crias is the ideal extension to help beginners and advanced players. Find NPCs, items, rankings and much more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitmates dos Crias é uma extensão desenvolvida para oferecer suporte completo aos \njogadores, esta ferramenta vai acompanhar você em todas as etapas da sua jornada no \njogo, proporcionando informações essenciais e funcionalidades que farão a diferença \nna sua experiência.\n\nVisão Geral dos Módulos Disponíveis na Versão ALPHA\n\nNPCs:\nLocalize rapidamente os NPCs, descubra onde encontrá-los e as recompensas que eles \noferecem.\n\nItens:\nEncontre facilmente qualquer item do jogo, conheça sua raridade e as melhores maneiras \nde utilizá-lo.\n\nRankings:\nFique de olho na sua posição e compare seu progresso com outros jogadores. \n\nJogadores:\nVeja perfis detalhados de outros jogadores, incluindo estatísticas e equipamentos. \nEssa função é ideal para formar alianças ou conhecer seus competidores.\n\nServidores:\nMonitore o fluxo de Players conectados sabendo não só o numero de players conectados em cada servidor, mas também quem esta conectado!\n\nHistórico de Progresso:\nAcompanhe suas conquistas e revise seu progresso. Esse módulo permite que você analise \nsuas estratégias e faça ajustes conforme necessário.\n\nFacilidade de Uso e Integração:\nA extensão \"O Olho de Deus\" foi projetada para ser intuitiva e fácil de usar. \npermitindo que você acesse todas as informações sem complicações.\n\nBenefícios para Todos os Jogadores\nSe você é um iniciante, \"Bitmates dos Crias\" vai guiá-lo e evitar que cometa erros comuns. \nPara jogadores mais experientes, a extensão oferece ferramentas de otimização que \npermitem refinar suas estratégias e alcançar novas conquistas.\n\nDesenvolvimento Contínuo e Feedback:\nEstamos comprometidos em manter \"Bitmates dos Crias\" sempre atualizado, incorporando novas funcionalidades com base no feedback da comunidade. Queremos ouvir suas sugestões para continuar melhorando a ferramenta.\n\n\nConclusão\n\n\"Bitmates dos Crias\" é a ferramenta definitiva para quem joga Bitmates. Com módulos \nque cobrem todas as necessidades dos jogadores, uma interface amigável e atualizações \nconstantes, essa extensão é essencial para maximizar seu desempenho e diversão no jogo.\n\n\n\n/==/===/===/===/===/===/===/===/===/Ingles/===/===/===/===/===/===/===/===/===/===/\n\n\nBitmates dos Crias is an extension developed to offer complete support to players. This tool will accompany you at every stage of your journey in the game, providing essential information and features that will make a difference in your experience. \n\nOverview of Modules Available in the ALPHA Version\n\n NPCs: \nQuickly locate NPCs, find out where to find them and the rewards they offer. \n\nItems: \nEasily find any item in the game, learn about its rarity and the best ways to use it. \n\nRankings: \nKeep an eye on your position and compare your progress with other players. \n\nPlayers: \nView detailed profiles of other players, including statistics and equipment. This feature is ideal for forming alliances or getting to know your competitors. \n\nServers:\nMonitor the flow of connected players, knowing not only the number of players connected to each server, but also who is connected! Progress \n\nHistory:\nTrack your achievements and review your progress. This module allows you to analyze your strategies and make adjustments as needed.\n\nEase of Use and Integration:\nThe \"O Olho de Deus\" extension is designed to be intuitive and easy to use, allowing you to access all information without complications.\n\nBenefits for All Players\nIf you are a beginner, \"Bitmates dos Crias\" will guide you and prevent you from making common mistakes.\n\nFor more experienced players, the extension offers optimization tools that allow you to refine your strategies and achieve new achievements.\n\nContinuous Development and Feedback:\nWe are committed to keeping \"Bitmates dos Crias\" always up to date, incorporating new features based on community feedback. We want to hear your suggestions to continue improving the tool.\n\nConclusion\n\nBitmates dos Crias is the ultimate tool for Bitmates players. With modules that cover all player needs, a user-friendly interface and constant updates, this extension is essential to maximize your performance and enjoyment in the game.\n\n\n\n==/===/===/===/===/===/===/===/===/Espanhol/===/===/===/===/===/===/===/===/===/==\n\n\nBitmates dos Crias es una extensión desarrollada para ofrecer soporte completo a los jugadores. Esta herramienta lo acompañará en cada paso de su viaje de juego, brindándole información y recursos esenciales que marcarán una diferencia en su experiencia. \n\nDescripción general de los módulos disponibles en la versión ALPHA \n\nNPC: \nlocalice rápidamente los NPC, descubra dónde encontrarlos y las recompensas que ofrecen. \n\nObjetos: \nencuentra fácilmente cualquier objeto del juego, aprende sobre su rareza y las mejores formas de usarlo. Clasificaciones: vigila tu posición y compara tu progreso con el de otros jugadores. \n\nJugadores: \nvea perfiles detallados de otros jugadores, incluidas estadísticas y equipos. Esta característica es ideal para formar alianzas o conocer a sus competidores. \n\nServidores: \nmonitoree el flujo de jugadores conectados, conociendo no solo la cantidad de jugadores conectados a cada servidor, ¡sino también quién está conectado! \n\nHistorial de progreso:\nRealice un seguimiento de sus logros y revise su progreso. Este módulo le permite analizar sus estrategias y realizar los ajustes necesarios.\n\nFacilidad de uso e integración:\nLa extensión \"God's Eye\" está diseñada para ser intuitiva y fácil de usar, permitiéndote acceder a toda la información sin complicaciones.\n\nBeneficios para todos los jugadores\nSi eres principiante, \"Bitmates dos Crias\" te guiará y evitará que cometas errores comunes.\n\nPara los jugadores más experimentados, la extensión ofrece herramientas de optimización que les permiten perfeccionar sus estrategias y lograr nuevos logros.\n\nDesarrollo continuo y retroalimentación:\nNos comprometemos a mantener \"Bitmates dos Crias\" siempre actualizado, incorporando nuevas funciones basadas en los comentarios de la comunidad. Queremos escuchar tus sugerencias para seguir mejorando la herramienta.\n\nConclusión\n\nBitmates dos Crias es la herramienta definitiva para los jugadores de Bitmates. Con módulos que cubren las necesidades de todos los jugadores, una interfaz fácil de usar y actualizaciones constantes, esta extensión es esencial para maximizar el rendimiento y la diversión de los juegos."
  }
}