{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "postalk with"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Meet, Microsoft Teams, Slack, Zoomの通話を録音したものの要約を作成し、postalkに貼り付けるChrome拡張機能です。",
    "en": "This is a Chrome extension that creates a summary of a recorded Google Meet, Microsoft Teams, Slack, or Zoom call and pastes it…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "【postalk with】\nいつでも使えるデジタルホワイトボード「postalk」に、米国のOpen AI社のWhisperとChatGPTのAPIを活用した音声認識サービスが登場しました。本サービスは、会議中に話された要点をAIが自動で付箋にまとめ、ホワイトボードを作成するため、議事録作成の手間を省くことができます。Chrome拡張機能で、イヤホンをつけたままでも利用可能です。postalk登録ユーザーであれば無償でご利用いただけます。\n\n本Chrome拡張機能は、ブラウザ上のWeb会議ツールに対応しています。\n\n- Google Meet\n- Zoom, Microsoft Teams, Slack （ブラウザ上で起動してください。）\n\n【使い方】\n\n1. postalk withの拡張機能をダウンロードする\n2. Web会議をするブラウザ上で、postalk with拡張機能をオンにする\n3. 音声認識した付箋を貼りたいボードを選択するか、新しいボードを（＋）ボタンで追加\n4. postalk withのモード選択をする\n    -  ボードモードは、付箋を自動でホワイトボード上に表示するため、リアルタイムで情報を可視化・整理することができます。\n    - タイムラインモードは、発言された情報をあとからホワイトボードに移動しながら整理できます。\n5. 「リアルタイム要約を開始する」でスタート！\n\n一時停止及び会議終了後は、停止ボタンを押してください。\n\n【Web会議をより効率的で楽しくする特徴】\npostalk withを利用すれば、Web会議中の情報を付箋でリアルタイムで整理・構造化することができるため、議事録の作成にかかる時間を大幅に短縮できます。\n\nさらに、付箋を移動させながら情報を整理することで、会議のアイデア共有やディスカッションをより円滑に進めることができます。\n\n要点が自動で付箋にまとまることで、参加者がお互いの意見をスムーズに理解し、質問やフィードバックもしやすくなります。\n\npostalkは、コラボレーションの余地がない文字起こしツールや、使いにくいオンラインホワイトボードとは異なり、だれでも気軽に使えるシンプルなデザインを採用しています。参加者が簡単に付箋を動かし合い、会議をより効率的かつ楽しいものにすることができます。\n\n【おすすめの用途】\npostalk withは、Web会議やオンラインセミナー、ユーザーインタビューなど、ビジネスシーンでの活用に最適です。デジタルホワイトボードを利用することで、情報共有や意見交換を効率的かつ円滑に行うことができ、会議の成果をより高めることができます。また、学校のオンライン授業での活用にも適しています。\n\n是非、postalk withを活用し、Web上のコミュニケーションを効率的に楽しくしましょう。\n\n【注意事項】\n\n第三者の音声、第三者が著作権等知的財産権を有している音源については、第三者の同意、許諾なしに入力（録音・反訳・利用）しないこと、各サービスの利用規約をユーザー自身で確認し、抵触する行為をしないようご注意ください\n\n- 利用規約 https://postalk.app/postalk-terms.pdf\n- プライバシーポリシー https://postalk.app/postalk-privacy.pdf\n\nサーバーの都合上、想定を大幅に上回るユーザー数及び利用数に達した場合、本サービスを全面停止する場合がございます。",
    "en": "Postalk With- powered by Open AI ChatGPT and Whisper API\n\nA whole new speech-to-text experience is here!\n\nVoice-recognize WEB meetings, summarize conversations on stickies automatically, and create a whiteboard.\n\nAnytime- anywhere digital whiteboard Postalk now introduces a new feature “Postalk With.”\n\nPowered by Open AI ChatGPT and Whisper API, it enables you to voice-recognize conversations, automatically summarize important points on sticky notes, and paste them on a digital whiteboard Postalk - all in real time!\n\nAdding this Chrome extension allows you to use Postalk With even with headphones on.\n\nAny registered Postalk users can use it for free.\n\nThis Chrome extension is compatible with WEB meeting tools in your browser.\n\n- Google Meet\n- Zoom, Microsoft Teams, Slack Huddle (Please be sure to open them in browsers)\n\n✨How to Use\n\n1. Download the Postalk With Chrome extension.\n2. turn on Postalk With on the browser you want to use for web meetings. \n3. Select the board where you want to paste voice-recognized stickies or create a new board by pressing the (+) button. \n4. Select the mode of Postalk With\n    - Board mode: This mode automatically displays stickies on the whiteboard, allowing you to visualize and organize information in real time.\n    -Timeline mode: This mode shows stickies on Timeline, a chat-like tab on the right of the board. You can organize information by moving stickies to a whiteboard yourself.\n5. Click“Start real-time summarize” to start using Postalk With.\n\nClick the STOP button when you would like to pause or the meeting has finished.\n\n【Features that make your web meetings more efficient and enjoyable】\n\n- No more note-taking during meetings\n\nUsing Postalk With, you can organize and structure information during a web meeting in real time using sticky notes, which significantly reduces the time required for taking minutes.\n\n- Turn boring meetings into a more active and productive place\n\nBy organizing information while moving stickies around, idea exchange and discussions in a meeting become more smoother and productive.\n\n- Encourage participation and communication in meetings\n\nparticipants can smoothly understand each other's opinions and easily dig deeper by asking questions and providing feedback as the main points are automatically organized on stickies.\n\n- Make time and space for collaboration\n\nDifferent from transcription tools that leave no room for collaboration or online whiteboards that is complicated, Postalk is designed to be simple and easy for anyone to use. Participants can easily move stickies around together to make meetings more efficient and enjoyable.\n\n【Recommended Use】\nPostalk With is an excellent tool for business settings such as web meetings, online seminars, and user interviews. By using a digital whiteboard, you can efficiently and smoothly share information and exchange ideas, thereby enhancing the outcomes of your meetings. It's also perfect for online classes at schools.\n\nWe encourage you to take advantage of Postalk With to make your web-based communication more efficient and enjoyable.\n\n【Notes】\n\nPlease do not record, transcribe, or use any third-party audio or any sound source for which a third party holds copyright or other intellectual property rights without the consent or permission of the third party, and please check the terms of use of each service by yourself and be careful not to engage in any conduct that conflicts with them.\n\n- Terms of Use（ [https://postalk.app/postalk-terms.pdf](https://postalk.app/postalk-terms.pdf) ）\n- Privacy Pokicy（ [https://postalk.app/postalk-privacy.pdf](https://postalk.app/postalk-privacy.pdf) ）\n\nThis Chrome extension does not work with streaming services.\n\nDue to server constraints, in the event that the number of users and usage exceeds our expectations by a significant margin, we may completely suspend this service."
  }
}