{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phantom - GMB Audit Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A GMB audit tool that provides enhanced insight in Google Search & Maps. Identify SEO opportunities for any Google Business Profile."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phantom is a GMB audit tool that provides enhanced insight in Google Search & Maps. Perform an audit and benchmark against top ranking competitors to easily identify SEO opportunities for your Google Business Profile.\n \nCurrently, the Phantom Chrome Extension supports the following features:\n\n⚡Google Business Categories - Find primary and secondary categories for any Google Business Profile. This is one of the biggest ranking factors for Local 3-Pack and Maps.\n\n📁 Export Business Data - Export data from any Google Business Profile including business name, primary business category, any additional categories, website URL, review count, star rating, total number of photo uploads, and address information. \n\n⭐ Review Audit - Run a review audit to get in-depth insights regarding Google reviews. This feature makes it possible to analyze review frequency and other metrics. This also makes it possible to download all Google Reviews from any business profile. Total reviews, review frequency, and quality of review all have a major impact on rankings. \n\n📣 Post Audit - Perform a post audit to better understand how competitors are leveraging Google Business Posts. This includes frequency, linked landing pages, and a visual graph that represents strategy.\n\n📸 Photo Audit - The photo audit makes it possible to analyze media uploads. This includes the frequency, total amount of uploads, and other helpful metrics. Photo uploads can help drive engagement to your business profile to improve visibility in Google Search & Maps.\n\n📝 Note: You can enable or disable Phantom's functionalities by clicking the extension icon. \n\nPlease, visit our website to request additional features, submit constructive feedback, or open a support ticket."
  }
}