{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashInfo - Business Insights & Contacts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prospect faster on LinkedIn with FlashInfo: verified contacts, insights & automation. We do not store any user data in the process."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashInfo Chrome Extension helps you to get contact information directly from Linkedin without leaving your browser tab. Dig deeper into companies & people by going to the expanded view.\n\nYou must have an account on FlashInfo, and be signed in for the extension to work. \n\n🚀 Coverage worldwide\nFlashInfo has over 167 million emails and over 36 million phone numbers, data refreshed frequently with 95% accuracy. Supercharge for outreach in recruiting, marketing and sales. \n\n🌍 FlashInfo Everywhere is a powerful extension designed to simplify your sales prospecting process. By overlaying on your prospect's webpage, it seamlessly integrates with your workflow and empowers you to search for contacts, access contact data, and uncover key information without the need to switch between websites. With FlashInfo Everywhere, you can streamline your sales efforts, save valuable time, and stay in the flow of your work.\n\n🎁 Start & Experience Now\nStart today and receive business contact details directly from LinkedIn, our Starter package provides you with full access to the extension plus 5 credits, so let's start to try it out now, unleash the power of FlashInfo in your Linkedin page. \n\n*1 credit = 1 person's entire contact information, including emails and phone numbers.\n\n💬Feel free to contact us \nWebsite: https://www.flashintel.ai/flashinfo/\nG2: https://www.g2.com/products/flashinfo/reviews\nLinkedin: https://www.linkedin.com/company/myflashcloud/\nEmail: support@flashintel.ai"
  }
}