{
  "name": {
    "ar": "Monkey Mart Chrome Chrome",
    "am": "ጦጣ ማርክ በመስመር ላይ Chrome",
    "bg,de,el,en,en_AU,en_GB,en_US,es_419,et,fil,hr,it,lt,lv,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sv,sw,th,tr,uk,zh_CN,zh_TW": "Monkey Mart Online Chrome",
    "bn": "বানর মার্ট অনলাইন ক্রোম",
    "ca": "Chrome en línia de Monkey Mart",
    "cs": "Opičí mart online chrome",
    "da": "Monkey Mart online krom",
    "es": "Monkey Mart en línea Chrome",
    "fa": "میمون مارت آنلاین Chrome",
    "fi": "Apina mart online -kromi",
    "fr": "Singe mart en ligne chrome",
    "gu": "મંકી માર્ટ ch નલાઇન ક્રોમ",
    "he": "Chrome Online Marke Mart",
    "hi": "बंदर मार्ट ऑनलाइन क्रोम",
    "hu": "Majom mart online króm",
    "id": "Chrome Online Monkey Mart",
    "ja": "モンキーマートオンラインクロム",
    "kn": "ಮಂಕಿ ಮಾರ್ಟ್ ಆನ್‌ಲೈನ್ ಕ್ರೋಮ್",
    "ko": "원숭이 마트 온라인 크롬",
    "ml": "മങ്കി മാർട്ട് ഓൺലൈൻ Chrome",
    "mr": "माकड मार्ट ऑनलाईन क्रोम",
    "ms": "Monkey Mart Chrome Online",
    "no": "Ape mart online krom",
    "sr": "Монкеи Март Онлине Цхроме",
    "ta": "குரங்கு மார்ட் ஆன்லைன் குரோம்",
    "te": "మంకీ మార్ట్ ఆన్‌లైన్ క్రోమ్",
    "vi": "Monkey Mart trực tuyến Chrome"
  },
  "short": {
    "ar": "Monkey Mart هي لعبة خامدة/إدارة حيث يمكنك التحكم في شخصية قرد لطيف مسؤول عن سوبر ماركت.",
    "am": "ጦጣ ማር የሱ super ርማርኬት ውስጥ የሚቆጣጨቅ አንድ ቆንጆ ዝንጀሮ ገጸ-ባህሪን የሚቆጣጠሩበት ሥራ ፈት / አስተዳደር ጨዋታ ነው.",
    "bg": "Monkey Mart е бездействаща/мениджърска игра, в която контролирате сладък маймунски персонаж, който отговаря за супермаркет.",
    "bn": "বানর মার্ট একটি অলস/পরিচালনা গেম যেখানে আপনি একটি সুন্দর বানরের চরিত্রকে নিয়ন্ত্রণ করেন যা সুপার মার্কেটের দায়িত্বে রয়েছে।",
    "ca": "Monkey Mart és un joc de gestió en ralentí on controles un bonic personatge de mico que s’encarrega d’un supermercat.",
    "cs": "Monkey Mart je hra nečinnosti/správy, kde ovládáte roztomilou opici, která má na starosti supermarket.",
    "da": "Monkey Mart er et inaktiv/management -spil, hvor du kontrollerer en sød abe -karakter, der er ansvarlig for et supermarked.",
    "de": "Monkey Mart ist ein Leerlauf-/Managementspiel, bei dem Sie einen niedlichen Affencharakter kontrollieren, der für einen Supermarkt…",
    "el": "Το Monkey Mart είναι ένα παιχνίδι αδράνειας/διαχείρισης όπου ελέγχετε έναν χαριτωμένο χαρακτήρα μαϊμού που είναι υπεύθυνος για ένα…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Monkey Mart is an idle/management game where you control a cute monkey character who is in charge of a supermarket.",
    "es": "Monkey Mart es un juego inactivo/de gestión en el que controlas un lindo personaje de mono que está a cargo de un supermercado.",
    "et": "Monkey Mart on jõude/juhtimismäng, kus kontrollite armsat ahvi tegelast, kes vastutab supermarketi eest.",
    "fa": "میمون مارت یک بازی بیکار/مدیریتی است که در آن شما یک شخصیت میمون زیبا را کنترل می کنید که مسئول یک سوپر مارکت است.",
    "fi": "Monkey Mart on tyhjäkäynnin/hallintapeli, jossa hallitset söpöä apinahahmoa, joka vastaa supermarketista.",
    "fr": "Monkey Mart est un jeu inactif / gestion où vous contrôlez un personnage de singe mignon en charge d'un supermarché.",
    "gu": "મંકી માર્ટ એક નિષ્ક્રિય/મેનેજમેન્ટ ગેમ છે જ્યાં તમે એક સુંદર વાંદરાના પાત્રને નિયંત્રિત કરો છો જે સુપરમાર્કેટનો હવાલો લે છે.",
    "he": "Monkey Mart הוא משחק סרק/ניהול בו אתה שולט בדמות קוף חמודה שאחראית על סופרמרקט.",
    "hi": "बंदर मार्ट एक निष्क्रिय/प्रबंधन खेल है जहां आप एक प्यारे बंदर चरित्र को नियंत्रित करते हैं जो एक सुपरमार्केट के प्रभारी हैं।",
    "hr": "Monkey Mart je besposlena/upravljačka igra u kojoj kontrolirate simpatičnog lika majmuna koji je zadužen za supermarket.",
    "hu": "A Monkey Mart egy tétlen/menedzsment játék, ahol egy aranyos majom karaktert irányít, aki a szupermarketért felelős.",
    "id": "Monkey Mart adalah permainan idle/manajemen di mana Anda mengontrol karakter monyet lucu yang bertanggung jawab atas supermarket.",
    "it": "Monkey Mart è un gioco inattivo/di gestione in cui controlli un personaggio di scimmia carino che è responsabile di un supermercato.",
    "ja": "モンキーマートは、スーパーマーケットを担当するかわいいモンキーキャラクターをコントロールするアイドル/管理ゲームです。",
    "kn": "ಮಂಕಿ ಮಾರ್ಟ್ ಒಂದು ಐಡಲ್/ಮ್ಯಾನೇಜ್ಮೆಂಟ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ಸೂಪರ್ಮಾರ್ಕೆಟ್ನ ಉಸ್ತುವಾರಿ ಹೊಂದಿರುವ ಮುದ್ದಾದ ಮಂಕಿ ಪಾತ್ರವನ್ನು…",
    "ko": "Monkey Mart는 슈퍼마켓을 담당하는 귀여운 원숭이 캐릭터를 제어하는 ​​유휴/관리 게임입니다.",
    "ml": "ഒരു സൂപ്പർമാർക്കറ്റിന്റെ ചുമതലയുള്ള ഒരു മനോഹരമായ മങ്കി പ്രതീകം നിങ്ങൾ നിയന്ത്രിക്കുന്ന ഒരു നിഷ്ക്രിയ / മാനേജ്മെന്റ് ഗെയിമാണ് മങ്കി…",
    "mr": "माकड मार्ट हा एक निष्क्रिय/व्यवस्थापन खेळ आहे जिथे आपण सुपरमार्केटचा प्रभारी असलेल्या गोंडस माकड पात्रावर नियंत्रण ठेवता.",
    "ms": "Monkey Mart adalah permainan terbiar/pengurusan di mana anda mengawal watak monyet comel yang bertanggungjawab ke atas pasar raya.",
    "nl": "Monkey Mart is een game in idle/management waarbij je een schattig apenpersonage bestuurt dat verantwoordelijk is voor een…",
    "no": "Monkey Mart er et tomgangs-/styringsspill der du kontrollerer en søt apekarakter som har ansvaret for et supermarked.",
    "pl": "Monkey Mart to grę bezczynności/zarządzania, w której kontrolujesz uroczą postać małp, która jest odpowiedzialna za supermarket.",
    "ro": "Monkey Mart este un joc inactiv/management în care controlați un personaj drăguț de maimuță, care este responsabil de un…",
    "ru": "Monkey Mart - это игра на холостом ходу/управление, где вы контролируете симпатичного персонажа -обезьян, который отвечает за…",
    "sk": "Monkey Mart je hra v nečinnosti/manažmente, kde ovládate postavu roztomilých opíc, ktorá má na starosti supermarket.",
    "sl": "Monkey Mart je igra v prostem teku/upravljanju, kjer nadzorujete simpatičen lik opice, ki je zadolžen za supermarket.",
    "sr": "Мајмун Март је игра у празном ходу у празном ходу у којем контролишете симпатични лик мајмуна који је задужен за супермаркет.",
    "sv": "Monkey Mart är ett ledigt/hanteringsspel där du kontrollerar en söt apa -karaktär som ansvarar för en stormarknad.",
    "sw": "Monkey Mart ni mchezo wa wavivu/usimamizi ambapo unadhibiti mhusika mzuri wa tumbili ambaye anasimamia duka kubwa.",
    "ta": "குரங்கு மார்ட் என்பது ஒரு செயலற்ற/மேலாண்மை விளையாட்டு, அங்கு ஒரு சூப்பர் மார்க்கெட்டின் பொறுப்பில் இருக்கும் ஒரு அழகான குரங்கு…",
    "te": "మంకీ మార్ట్ అనేది నిష్క్రియ/నిర్వహణ ఆట, ఇక్కడ మీరు సూపర్ మార్కెట్ బాధ్యత కలిగిన అందమైన కోతి పాత్రను నియంత్రిస్తారు.",
    "th": "Monkey Mart เป็นเกมที่ไม่ได้ใช้งาน/จัดการที่คุณควบคุมตัวละครลิงน่ารักที่รับผิดชอบซุปเปอร์มาร์เก็ต",
    "tr": "Monkey Mart, bir süpermarketten sorumlu sevimli bir maymun karakterini kontrol ettiğiniz boş/yönetim oyunudur.",
    "uk": "Monkey Mart - це бездіяльна/управління, де ви керуєте милим персонажем мавп, який відповідає за супермаркет.",
    "vi": "Monkey Mart là một trò chơi nhàn rỗi/quản lý, nơi bạn điều khiển một nhân vật khỉ dễ thương, phụ trách siêu thị."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plant fruits, harvest produce, move around from station to station to fill the stands with various food items. Sell bananas, corn, eggs, peanuts, coffee beans, chocolate, wheat etc. Your customers will pick them up and wait for you at the cashier desk - simply stand next to the cash register to collect your money. As you unlock new aisles and grow your market with new products, you can hire assistants to help oversee the maintenance of the aisles and other employees. \n\nHow to play Monkey Mart\nRun around the market to grab fresh crops and stand next to aisles stack them up for the customers to pick up. You don't need to press any buttons - your character will do all the work as long as you're standing in the right place!\n\nMove - WASD or Arrow keys"
  }
}