{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CÔNG CỤ ĐẶT HÀNG - Vận chuyển Hồng Phát"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ mua hàng nhanh chóng trên các trang 1688, Taobao, Tmall của Công ty Hồng Phát Logistics"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hồng Phát Logistics hoạt động từ năm 2013 là doanh nghiệp chuyên lĩnh vực nhập khẩu hàng hóa chính ngạch từ Trung Quốc về Việt Nam. Với sứ mệnh xóa bỏ mọi khoảng cách địa lý, gắn kết khách hàng, doanh nghiệp Việt Nam với những nguồn hàng chất lượng, xưởng sản xuất quy mô lớn của Trung Quốc, Hồng Phát Logistics không ngừng cố gắng để giúp việc nhập hàng Trung Quốc được nhanh nhất với chi phí thấp nhất, chất lượng và hiệu quả nhất. Thế mạnh làm nên sự khác biệt cho thương hiệu Hồng Phát Logistics chính là tìm kiếm giúp khách hàng nguồn hàng tận gốc tại các xưởng lớn của Trung Quốc, đồng thời sử dụng hệ thống website thông minh giúp khách hàng có thể đặt hàng chính xác, nhanh chóng cũng như theo dõi đơn hàng dễ dàng. Với việc ra đời sau, Hồng Phát Logistics đã tìm cách chọn lọc và xây dựng lên một hệ thống vận chuyển hàng hàng từ Trung Quốc về Việt Nam uy tín, chất lượng cao mà vẫn đảm bảo giá thành hợp lý. Cùng với đội ngũ nhân viên tư vấn, chăm sóc khách hàng phục vụ hết sức tận tình sẵn sàng hỗ trợ 24/7, chúng tôi luôn nỗ lực trở thành biểu tượng số 1 Việt Nam trong lĩnh vực cung cấp dịch vụ nhập hàng Trung Quốc & vận chuyển hàng hóa giữa Việt Nam và quốc tế. Chúng tôi đã phát triển ứng dụng này để hỗ trợ đặt hàng."
  }
}