{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lifetime Deal Reminder by Lifetimo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Miss Great Lifetime Deals. Get Instant Alert."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key Features:\n\n✨ Lightweight and high-speed performance\n🔍 Instantly browse over 100 currently popular active lifetime deals\n🚀 Receive instant alerts for newly launched noteworthy lifetime deals\n⏰ Timely reminders before the expiry of popular lifetime deals\n🎁 Access exclusive lifetime deals and freebies not found elsewhere\n🔔 Option to enable or disable browser push notifications via the settings panel\n🌟 Curated list of premium and valuable tools from over 50 sites\n\nDescription:\n\nThis Chrome extension is designed specifically for Digital Marketers, Freelancers, Growth Hackers, and Entrepreneurs seeking great SaaS deals and WordPress offers. Don’t forget to share this with others who could benefit from it.\n\nWhy We Built This?\n\nAt lifetimo.com, we curate hundreds of lifetime deals every month for SaaS tools, WordPress items, Graphics, and more. However, we often receive queries from users who missed a deal and wonder if there’s a way to bring it back. Unfortunately, good lifetime deals rarely make a comeback.\n\nTo address this issue, we created a simple and lightweight Chrome extension. It sends push notifications whenever a new solid deal is launched and provides reminders before the deal expires.\n\nBut wait! With dozens of deals launched daily, will we flood you with notifications for each one? Definitely not! We evaluate tools based on thorough market research and only send notifications for stable, premium, and authentic SaaS deals that are truly worth your time. Additionally, you can instantly browse over 100 currently active lifetime deals through our Chrome extension.\n\nAnd yes, please understand that bringing all this functionality to you requires significant manual effort. As a result, we use affiliate links for some of the listed deals. However, this does not impact our reviews, comparisons, notification patterns, or the order in which deals are arranged in the extension’s pop-up table. We strive to maintain fairness and balance while ensuring the sustainability of this initiative. Thank you."
  }
}