{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Heymarket - Business Text Messaging"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to text from any CRM or webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Heymarket makes it simple to text any number directly from a website with just a click. \n\nHow the Chrome Extension Works\nWith this Chrome extension, a HEY icon will appear next to each phone number on web pages in your Chrome browser. Click the HEY icon to compose and send a text message to the number. The text message will come either from your existing, text-enabled business number or a new phone number that Heymarket can provide. The text message is recorded in Heymarket, where you can further manage the conversation. Requires a Heymarket subscription. Visit www.heymarket.com to get started!\n\nUse Cases\nSales, Marketing and Customer Success teams use the Heymarket Chrome extension to easily text with customers. Open up your favorite CRM, like Salesforce or HubSpot, or ticketing system, like Zendesk, and text the numbers in your databases right where they appear in your browser.\n\nOperations teams use Heymarket to communicate with employees and contractors. Just open up your contact list in ERP, Google Sheets or any other website on Chrome and text important messages and updates to the phone numbers on your screen.\n\nAbout Heymarket\nHeymarket gives you the power to communicate with customers on any messaging channel using a shared inbox. Heymarket is a business texting platform built with teams in mind so anyone can get up and running fast and securely integrate the tools you use every day to manage customer relationships.\n\nGo to www.heymarket.com to sign up for a demo or a free trial! Or contact us at help@heymarket.com or text us at 415-562-0500."
  }
}