{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Superstar Influencer Discovery Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find the Perfect Influencers & Automate Your Outreach"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover, analyze, and shortlist influencers across all major social media platforms. \n\nThe Superstar Chrome extension reveals valuable data insights, empowers you to reach out directly, and seamlessly integrates with our powerful platform for streamlined campaign management.\n\nHere's how the Superstar Chrome Extension helps you get more done (in less time):\n\n📊 Unlock Powerful Data Insights: Go beyond basic follower counts. Get instant access to key metrics like engagement rates, audience demographics, content performance, and growth trends—all within your browser.\n\n🔍 Discover Influencers Across Platforms: No need to jump between Instagram, TikTok, and YouTube. Find the perfect creators, no matter where they're active, with our cross-platform discovery tool.\n\n🚀 Streamline Your Outreach: Say goodbye to tedious copy-and-paste. Superstar's extension lets you send personalized messages to influencers directly, right from their social media profiles.\n\n💪 Seamless Superstar Integration: Build custom lists and launch campaigns instantly. Add your favorite creators to Superstar and manage all your collaborations from our powerful platform.\n\nWe're excited to help you take your influencer campaigns to the next level and we look forward to working with the community to make Superstar even better.\n\nHere's how you can get started with Superstar:\n\nDownload the Chrome Extension:\nInstantly unlock influencer insights, streamline your outreach, and discover the perfect creators for your brand.\n\nExplore the Platform. Sign up for a free trial and get started with managing your creators: : https://joinsuperstar.com/\n\nGet our Special Offer: https://www.linkedin.com/groups/14301666/\n\nFor a limited time, Creator Marketing Community members will get a 15% discount on our paid plan. All you need to do is be accepted to the Linkedin community, leave a review here on the Google Chrome Store, and schedule a call with one of the founders.\n\nSchedule a Personalized Demo: https://cal.com/joinsuperstar/get-a-demo"
  }
}